{"i": 0, "text": ""}
{"i": 1, "text": "RAD File / Dossier de la SAR : VC001332"}
{"i": 2, "text": "VC001333"}
{"i": 3, "text": "VC001334"}
{"i": 4, "text": "VC001335"}
{"i": 5, "text": ""}
{"i": 6, "text": "Private Proceeding / Huis clos"}
{"i": 7, "text": ""}
{"i": 8, "text": "Reasons and decision  Motifs et décision"}
{"i": 9, "text": ""}
{"i": 10, "text": "\n"}
{"i": 11, "text": ""}
{"i": 12, "text": "REASONS FOR DECISION"}
{"i": 13, "text": "OVERVIEW"}
{"i": 14, "text": "I allow the appeals and refer them to the Refugee Protection Division (RPD) for redetermination. "}
{"i": 15, "text": "Jorge Juárez Méndez (the Principal Appellant or the PA), Mateo Romero Méndez (the Associate Appellant or the AA), Melanie Piña Andrea Jimènez Méndez (the Minor Female Appellant #1 or the MFA #1), and Nicole Flores Isabella Méndez (the Minor Female Appellant #2 or the MFA #2) are citizens of Mexico."}
{"i": 16, "text": "The Appellants fear persecution and/or section 97(1) harm at the hands of armed men, who robbed and attempted to kidnap the Principal Appellant on April 15, 2019 in Cancun, Mexico. After this incident, the PA received two threatening text messages. The PA went to the police, but the police allegedly refused to get involved. The Appellants rushed to flee Mexico. They felt that they would be easily identified by the alleged agents of harm; the Appellants are Black, and the adult Appellants originate from the Republic of the Congo (RC). The Appellants arrived in Canada on May 12 2019. It is important to note that in 2010, the AA obtained refugee protection in Mexico due to the sexual assault and torture that she suffered in her homeland. "}
{"i": 17, "text": "The RPD rejected the Appellants’ claims, as the alleged risk was generalized. There was insufficient evidence that the PA was targeted and/or threatened by the Los Zetas cartel. "}
{"i": 18, "text": "The Appellants contend that the RPD erred by failing to adequately consider the documentary evidence, overemphasizing omissions in the Basis of Claim (BOC) forms and mischaracterizing the nature of the Appellants’ risk. The Appellants were unrepresented at the RPD hearing. On appeal, they are requesting to admit new evidence and to hold an oral hearing. "}
{"i": 19, "text": "The determinative issue is generalized risk. I find that the RPD erred. The RPD mischaracterized the Appellants’ risk of harm by overemphasizing the importance of the Los Zetas cartel to the merit of the Appellants’ overall claims. Moreover, close examination of the threats reveals, on a balance of probabilities, that they were sent by the Appellants’ assailants and/or their associates. I am unable to confirm or set aside the RPD’s decision without hearing evidence that was presented to the RPD. Accordingly, the matter must be sent back to the RPD for redetermination. "}
{"i": 20, "text": "DECISION"}
{"i": 21, "text": "The appeal is allowed. I send this matter back to the RPD to be redetermined."}
{"i": 22, "text": "NEW EVIDENCE"}
{"i": 23, "text": "The evidence presented by the Appellants is rejected"}
{"i": 24, "text": "According to the law, I can only accept evidence that:"}
{"i": 25, "text": "arose after the RPD’s decision; or"}
{"i": 26, "text": "was not reasonably available at the time of the decision; or "}
{"i": 27, "text": "that the Appellants could not reasonably have been expected in the circumstances to bring to the RPD before the decision."}
{"i": 28, "text": "If none of these criteria are satisfied, the inquiry ends there; the evidence cannot be admitted. If the evidence meets one or more of these requirements, I must then decide if the evidence is credible, relevant, and new. The evidence will not be considered if it lacks credibility as to its source and the circumstances in which it came into existence or if it is incapable of proving or disproving a relevant fact to the refugee claim. The evidence will also be excluded if it fails to prove a new fact, event, or circumstance arising after, or unknown at the time of, the RPD hearing."}
{"i": 29, "text": "The Appellant bears the responsibility of making full and detailed submissions about how the proposed new evidence meets the requirements of subsection 110(4) of the Immigration and Refugee Protection Act (IRPA) and how that evidence relates to the claim."}
{"i": 30, "text": "The substantive content of the new evidence consists of two statements from persons whom the Appellants knew in Mexico. The documents are dated May 17 and May 20  2020, though they exclusively describe events that occurred in April 10 and 12 2019, well prior to the date of the RPD’s decision (February 10, 2020). The Appellants submit that they had a difficult time preparing for the RPD hearing; the couple have two young children (the MFAs), and the AA was pregnant at the time. Added to the fact that they were unrepresented, the Appellants essentially argue that they could not reasonably have been expected, under the circumstances, to obtain these corroborative statements and provide them to the RPD. Counsel suggests that, in the interest of fairness, a strict interpretation of the admissibility test should not be applied in this case. "}
{"i": 31, "text": "I disagree. I am tasked with applying the law, and I do not have the discretion to apply it less strictly. To be clear, the Appellants’ particular circumstances are certainly relevant in deciding whether they acted diligently in presenting their entire case to the RPD. An appeal to the Refugee Appeal Division (RAD) is not an opportunity to correct a deficient record. "}
{"i": 32, "text": "The Appellants submitted their BOC forms on June 15, 2019, approximately one month after arriving in Canada. They completed these forms without the assistance of an interpreter or legal counsel. The RPD hearing took place over six months later, on January 29, 2020. Though unrepresented, the sophistication of the adult appellants is shown by the fact that they can both communicate in French and Spanish and have extensive education and employment histories. The PA has a background in cinema studies and television, while the AA’s training is in production. I further note that in June 2019, the AA was communicating via WhatsApp with Mr. Roberto Cortez, the author of the letter of June 20, 2020. Likewise, the statement of Ms. Alicia Martínez was sent to the PA, by e-mail, on June 18, 2020."}
{"i": 33, "text": "Under these circumstances, I find that the Appellants had ample time to adduce relevant evidence prior to the RPD’s decision. Evidence which corroborates the Appellants’ central allegations would obviously be highly probative. Soon after arriving in Canada, the Appellants communicated electronically with an acquaintance from Mexico, thereby facilitating the exchange of information and/or documents, as needed. "}
{"i": 34, "text": "On a balance of probabilities, the adult Appellants’ personal family obligations and lack of legal training are not sufficient to warrant admissibility of the new evidence under any of the statutory criteria set out at subsection 110(4) of the IRPA. The Appellants have failed to establish that the supporting letters were not reasonably available before the RPD’s decision, or that they could not have reasonably been expected to present such letters to the RPD before that date. "}
{"i": 35, "text": "An oral hearing is not permitted"}
{"i": 36, "text": "Since I have not admitted any new evidence, I am not permitted to hold an oral hearing, pursuant to subsection 110(6) of the IRPA. "}
{"i": 37, "text": "ANALYSIS"}
{"i": 38, "text": "The role of the RAD"}
{"i": 39, "text": "The RAD reviews the RPD’s decision and comes to an independent assessment of the refugee claim. In providing a final determination, the RAD will intervene if it finds that the RPD erred, unless the RPD’s decision can be confirmed on another basis. The standard of correctness applies. If the RPD has a meaningful advantage in assessing the credibility of oral testimony, then the RPD’s finding may be accorded deference. "}
{"i": 40, "text": "In this case, the RPD did not have a meaningful advantage. Accordingly, I have conducted an independent assessment of the oral and documentary evidence using the correctness standard."}
{"i": 41, "text": "The RPD partially erred in assessing the applicable countries of reference"}
{"i": 42, "text": "I note that at the RPD hearing, the Appellants were generally unaware of the citizenship laws of the RC. As a result, the RPD relied on the objective evidence found in the National Documentation Package (NDP). I find that the RPD partially erred in interpreting that evidence."}
{"i": 43, "text": "The Appellants are Mexican citizens, as evidenced by their Mexican passports. Though the adult Appellants were born in the RC, I agree with the RPD’s reasoning that the PA and AA automatically lost their Congolese nationality upon voluntarily acquiring Mexican citizenship in 2017 and 2014, respectively. Re-integration as a Congolese national is possible but only at the discretion of the government. For those reasons, Mexico is the sole country of reference for the PA and the AA. "}
{"i": 44, "text": "The status of the Mexican-born Minor Appellants is more nuanced. When the MFA #1 was born in 2011, her parents were not yet Mexican nationals. The Congolese citizenship of the adult Appellants was conferred automatically to the MFA #1 by operation of law. She did not voluntarily acquire another citizenship; she is a Mexican national by birth. Therefore, the forfeiture provisions do not apply. Absent an express application to the RC government, the MFA #1 continues to be a Congolese citizen. Therefore, I find that the MFA #1 is a national of both Mexico and the Republic of Congo. "}
{"i": 45, "text": "The MFA #2 was born in 2015. At that time, only her father was a Congolese national. At birth, she was a Congolese national, pursuant to the filiation provisions of the nationality law. However, the provisions stipulate that if the minor is a citizen of another country and, while still a minor, both parents become foreign nationals, then the minor is deemed to have never been a Congolese national. This provision applies uniquely to the MFA #2. Because both the PA and the AA are now exclusively Mexican nationals and the MFA #2 is still a minor, then I find that she is not a Congolese national and, instead, solely a national of Mexico."}
{"i": 46, "text": "In light of my determinative findings, below, I will direct the RPD to assess whether the MFA #1 faces a serious possibility of persecution, or, on a balance of probabilities, section 97(1) harm in the Republic of Congo."}
{"i": 47, "text": "The RPD erred in assessing the Appellants’ risk of harm"}
{"i": 48, "text": "The RPD accepted that the PA was attacked by armed men, who, at gunpoint, stole $2000 USD and attempted to kidnap him. Furthermore, the RPD accepted that, following this robbery, the PA was threatened on two occasions via text messages. I agree with these findings. Nevertheless, after reviewing the evidence, I find that the RPD erred by failing to fulsomely describe the nature of the Appellants’ risk."}
{"i": 49, "text": "The RPD’s determination was premised on two main findings. There was a significant discrepancy between the PA’s BOC narrative and his testimony, in that the former did not identify the Los Zetas cartel as the Principal Appellant’s attacker and did not mention that the PA had previously resisted the recruitment efforts of this drug trafficking syndicate. Secondly, the RPD found that the PA failed to establish a connection between the attack of April 10, 2019 and the threatening text messages. "}
{"i": 50, "text": "I find that, while a negative credibility finding is warranted in the circumstances, the inconsistency is not fatal to the Appellants’ refugee claims. I agree with the RPD that the Appellants presented insufficient evidence to establish that the agents of harm are affiliated with the Los Zetas cartel. However, the analysis must go a step further. I must consider whether, even if the Los Zetas cartel is not the agent of harm, the evidence before me establishes, on a balance of probabilities, that the Appellants face a personal and non-generalized risk of harm, pursuant to subsection 97(1) of the IRPA. "}
{"i": 51, "text": "After considering the full nature of the risk, I am led to an affirmative conclusion. Furthermore, the RPD conflated the two-part assessment; the harm encompassed by paragraph   97(1)(b) must be both personal and non-generalized."}
{"i": 52, "text": "At approximately 6:30 p.m. on April 12 2019, the PA was at the Playa Blanco resort in Cancun, where he worked as a assistant bartender. Two men surrounded the PA and demanded that he follow them. The PA was searched, and his belongings were taken, all at gunpoint. The Principal Appellant was forced to walk along the beach, and at some point, he was ordered to kneel. The gun was pointed at his head. A black vehicle arrived, and when the PA was about to be forced into the vehicle, he wrestled himself free and ran. Gunshots were fired, but he never looked back. He managed to escape, relatively unscathed. "}
{"i": 53, "text": "A couple of days later, on April 14 2019 the PA received a text message from an unknown number indicating: "}
{"i": 54, "text": "…your people already think they’re untouchable, you fucking sluts a lot of fear because you didn’t go to work today…"}
{"i": 55, "text": "…we’re all over the territory we’re going to fuck you up for everything when we will be torturing you you’re going to scream son of a bitch we’re going to kill you the thing is that easy (sic). "}
{"i": 56, "text": "A second expletive-laced message from the same phone number was received on April 8th, threatening to kill the PA and sexually assault his wife and daughters. I note that the RPD Record only includes translations of the messages and not copies of the originals. "}
{"i": 57, "text": "Nevertheless, on a balance of probabilities, I find that the threats both substantively and temporally coincide with the April 12, 2019 attack on the PA. The first message references the PA’s workplace, where he was apprehended days earlier. The allusion to his absence from work implies that the PA was being monitored. The messages were both received within two days of the attack. I note that the Appellants fled Mexico the day after the second text message. "}
{"i": 58, "text": "The evidence cumulatively establishes a personal risk to each Appellant in Cancun, namely, a risk to life and to cruel and unusual treatment or punishment. The ongoing nature of the risk is evidenced by the fact that the PA escaped his captors, was shot at and, soon thereafter, began receiving threatening messages."}
{"i": 59, "text": "Moreover, the risk is non-generalized. It is not akin to natural catastrophes such as famine, drought, or earthquakes. The risk goes beyond generic threats of extortion or kidnapping. In this case, the risk of harm carries gendered and racial components, in light of the threats of sexual assault against the AA and the MFAs, and the Appellants’ experience in Cancun as racialized minorities. "}
{"i": 60, "text": "Therefore, despite being unable to establish the precise identities of the agents of harm, the Appellants presented sufficient evidence of a forward-facing personal and non-generalized risk to life and to cruel and unusual treatment or punishment in Cancun. "}
{"i": 61, "text": "The matter must be sent back to the RPD for redetermination"}
{"i": 62, "text": "I am mindful that the Appellants were unrepresented at the RPD hearing. Though the issue of internal flight alternatives (IFAs) was canvassed at the hearing, the breadth of the questioning was inadequate to determine whether the proposed IFAs were safe and reasonable. I find that there is insufficient evidence in the record to determine that question. The Appellants’ risk of harm outside of Cancun must be re-examined, in addition to the availability of state protection. "}
{"i": 63, "text": "Moreover, I concluded earlier that the MFA #1 still retains Congolese nationality. The RPD is directed to re-evaluate her refugee claim in light of this finding. "}
{"i": 64, "text": "CONCLUSION "}
{"i": 65, "text": "The appeal is allowed. I send this matter back to the RPD to be redetermined."}
{"i": 66, "text": "DIRECTIONS TO THE RPD"}
{"i": 67, "text": "The Appellants’ refugee claims are referred back to the RPD with the following directions: "}
{"i": 68, "text": "The matter is to be heard by a different RPD panel. "}
{"i": 69, "text": "The RPD is to decide whether the Minor Female Appellant #1 faces a serious possibility of persecution or, on a balance of probabilities, a risk of section 97(1) harm in the Republic of the Congo. "}
{"i": 70, "text": "The RPD is to decide whether adequate state protection would be reasonably forthcoming for the Appellants in Mexico."}
{"i": 71, "text": "The RPD is to decide whether the Appellants’ risk of harm – as described in paragraphs 28 to 34, above – extends throughout Mexico. The RPD is to determine whether a viable internal flight alternative exists. "}
{"i": 72, "text": "The RPD is to evaluate the Appellants’ credibility, and, in particular, the credibility and trustworthiness of the documentary evidence. "}
{"i": 73, "text": "To be clear, the RPD can alter my findings should evidence to the contrary come to light (e.g., if, pursuant to RPD Rule 29, the Minister intervenes and submits additional evidence)."}
{"i": 74, "text": ""}
