{"i": 0, "text": ""}
{"i": 1, "text": "RAD File No. / No de dossier de la SAR : MB907273"}
{"i": 2, "text": "MB907274"}
{"i": 3, "text": ""}
{"i": 4, "text": "Private Proceeding / Huis clos"}
{"i": 5, "text": ""}
{"i": 6, "text": "Reasons and Decision - Motifs et décision"}
{"i": 7, "text": ""}
{"i": 8, "text": ""}
{"i": 9, "text": ""}
{"i": 10, "text": "\n"}
{"i": 11, "text": "REASONS FOR DECISION"}
{"i": 12, "text": "OVERVIEW"}
{"i": 13, "text": "Thérèse Milfort (the female appellant) is a citizen of Haiti. Her minor son, Jocelerme Jean-Charles Milfort (the minor appellant), is a citizen of Brazil. "}
{"i": 14, "text": "The female appellant fears that, if she were to return to Haiti, her life would be at risk because of her brotherinlaw, Jude Henry Moïse who is seeking revenge because she sold the house that was purchased with money belonging to her husband, who is also Mr. Moïse's brother. "}
{"i": 15, "text": "The minor appellant fears that, if he were to return to Brazil, he would be persecuted because of the way Haitians are treated in Brazil."}
{"i": 16, "text": "The Refugee Protection Division (RPD) rejected the appellants’ claim for refugee protection because it found that the female appellant was not a credible witness. The RPD further concluded that the female appellant had failed to establish a prospective risk should she return to Haiti."}
{"i": 17, "text": "The appellants submit that the RPD erred in its assessment of the female appellant’s credibility and in its analysis of the prospective risk in Haiti. Additionally, they submit that the RPD erred by failing to analyze the prospective risk the minor appellant would face should he return to Brazil."}
{"i": 18, "text": "The determinative issues for the Refugee Appeal Division (RAD) are the applicability of exclusion clause 1E to the female appellant’s situation and the existence of a prospective risk for the minor appellant should he return to Brazil."}
{"i": 19, "text": "The RAD concludes that the RPD erred in its analysis of the applicability of the Article 1E exclusion to the female appellant’s situation for the reasons that follow. The RAD concludes that the female appellant is a person described in Article 1E of the Convention. With regard to the minor appellant, the RAD concludes that the RPD erred by failing to analyze the risk he would face if he were to return to Brazil. However, the RAD concludes that he failed to establish a serious possibility of persecution or demonstrate the existence of a risk within the meaning of subsection 97(1) of the Immigration and Refugee Protection Act (IRPA) if he were to return to Brazil. "}
{"i": 20, "text": "The appeal is dismissed."}
{"i": 21, "text": "BACKGROUND "}
{"i": 22, "text": "The appellants’ allegations can be found in the female appellant’s Basis of Claim Form (BOC Form), and can be summarized as follows:"}
{"i": 23, "text": "The female appellant was threatened in Haiti by her husband’s brother."}
{"i": 24, "text": "He is still looking for her and is threatening vengeance."}
{"i": 25, "text": "The female appellant’s purchase of a house is the source of the conflict."}
{"i": 26, "text": "In September 2013, the female appellant left Haiti for Brazil."}
{"i": 27, "text": "The appellants left Brazil in 2016 because of the political instability and attacks, discrimination, and racism toward Haitians."}
{"i": 28, "text": "The female appellant also fears violence against women if she were to return to Haiti."}
{"i": 29, "text": "The minor appellant fears that his life would be in danger should he return to Brazil because of the discrimination Haitians face there."}
{"i": 30, "text": "The RPD examined the applicability of exclusion clause 1E. It concluded that the female appellant never obtained permanent residence in Brazil. The RPD also concluded that the status possessed by the female appellant in Brazil did not grant her the same rights as those enjoyed by Brazilian citizens. The RPD also examined the possibility of the female appellant’s obtaining permanent residence due to the minor appellant being Brazilian. However, the RPD concluded that it did not have sufficient evidence to determine whether that option was available to the female appellant. Consequently, the RPD concluded that the female appellant was not excluded under Article 1E of the Convention."}
{"i": 31, "text": "The RAD notes that the recent documentary evidence clarifies the evidence that was available at the time of the hearing before the RPD with regard to the possibility of the female appellant becoming a permanent resident of Brazil on the basis of family reunification."}
{"i": 32, "text": "Consequently, by providing notice of a new issue, the RAD invited the appellants to make submissions regarding the possibility of the female appellant returning to Brazil and obtaining permanent resident status via a family reunification visa, given that the minor appellant is a Brazilian citizen. The RAD also invited the appellants to provide submissions regarding the applicability of the Article 1E exclusion and of Osazuwa v. Canada (Citizenship and Immigration), 2016 FC 155. "}
{"i": 33, "text": "ANALYSIS"}
{"i": 34, "text": "The RAD conducted an independent assessment of the evidence, including listening to the recording of the hearing. The RAD applied the standard of correctness. "}
{"i": 35, "text": "Applicability of exclusion clause 1E"}
{"i": 36, "text": "In response to the notice of a new issue from the RAD, the appellants submit that the RAD is not a de novo tribunal and suggest that since the RPD concluded that the female appellant is not a person described in Article 1E of the Convention, there is no need for the RAD to revisit this issue."}
{"i": 37, "text": "Although the RAD is not a de novo tribunal, it can raise new issues. However, the RAD must inform the parties and give them the opportunity to provide submissions in accordance with the rules of natural justice. That was done in this case. Furthermore, the Federal Court has ruled that, before granting refugee protection, the RAD is obligated to consider whether the exclusion clause applies."}
{"i": 38, "text": "After taking into account the appellants’ submissions and weighing the factors set out in Zeng (Canada (Citizenship and Immigration) v. Zeng, 2010 FCA 118) [Zeng], the RAD concludes that the RPD erred in its analysis of the applicability of exclusion clause 1E. Although the RAD arrived at the conclusion that the RPD erred in its analysis of the female appellant’s credibility and in its analysis of prospective risk in Haiti, the RAD concludes that the female appellant is a person referred to in Article 1E of the Convention."}
{"i": 39, "text": "\n"}
{"i": 40, "text": "\tThe female appellant could have obtained permanent residence in Brazil at the time of the hearing "}
{"i": 41, "text": "The RAD concludes that the RPD erred in concluding that it had insufficient evidence to determine whether the female appellant could have obtained permanent resident status based on her child being a Brazilian citizen. The RAD is of the opinion that, at the time of the hearing before the RPD, the female appellant could have obtained permanent resident status in Brazil. "}
{"i": 42, "text": "The appellants argue that there is insufficient evidence on the record to conclude that the female appellant could obtain permanent resident status based on her child being a Brazilian citizen. They contend that the documentary evidence is silent as to the evaluation criteria for granting permanent residence to the parents of Brazilian children. They further submit that Brazilian law does not stipulate whether or not the Brazilian child must be physically present in Brazil for the parent to be able to apply for permanent residence status. They also argue that, according to the documentary evidence, the parent who does not reside in Brazil must have valid status in Canada, which is not the case for the female appellant. "}
{"i": 43, "text": "The RAD took into consideration the documentary evidence that was before the RPD at the time of the hearing. This evidence shows that Brazil has a program that enables the parents of children born in Brazil to obtain permanent residency. The RAD notes that, as the RPD and the appellants stated, the documentary evidence shows that individuals who wish to obtain a family reunification visa must submit their application to the Federal Police office in the area in which they reside. However, nothing in the evidence states that these procedures are exhaustive. In light of the foregoing, the RAD is of the opinion that the onus is on the female appellant to demonstrate that she could not obtain permanent residence in Brazil."}
{"i": 44, "text": "Furthermore, contrary to the appellants’ arguments, since the hearing before the RPD, the Response to Information Request (RIR) found at Tab 14.14 of the most recent National Documentation Package on Haiti clarifies the issue of the right to Brazilian citizenship that was in effect at the time of the RPD hearing. It is clear from the information in that RIR that the female appellant could obtain permanent residence in Brazil because she has a Brazilian child. The RAD finds that, under Brazilian law, family reunification visas are granted to immigrants who have a child of Brazilian nationality. The visa application can be submitted in person at a Brazilian consulate. A family reunification visa makes it possible to reside permanently in Brazil. Furthermore, Brazilian law allows parents of children with Brazilian citizenship to become naturalized citizens after living in Brazil for one year. Nothing in the documentary evidence indicates that the Brazilian child must be in Brazil when the visa application is submitted to the consulate. This requirement is not mentioned in Brazilian law or on the website of the Consulate General of Brazil in Montréal. Based on the information in the RIR, the RAD concludes that the female appellant could obtain a family reunification visa through mere formalities. The RAD is of the opinion that the fact that the RIR mentions that nonCanadians must provide proof of legal status in Canada does not lead to the conclusion that refugee protection claimants in Canada would be denied such a visa. The onus is on the female appellant to demonstrate that she cannot obtain this type of visa, for example, by providing a response from the consulate indicating that she cannot submit an application. The female appellant was questioned at the hearing about the possibility of returning to Brazil given that she has a Brazilian child. The female appellant responded that she was unaware that this option was available to her and that she did not want to return to Brazil. The female appellant provided no evidence showing that Brazilian authorities would refuse to issue her a family reunification visa because she is a refugee protection claimant in Canada. It was open to the female appellant to obtain information from the Brazilian consulate regarding the procedure for obtaining permanent residence. There is no evidence before the RAD to show that any such steps were taken. "}
{"i": 45, "text": "In light of the foregoing, the RAD concludes that, at the time of the hearing, the female appellant could have obtained permanent resident status in Brazil, but she did not do so. "}
{"i": 46, "text": "It is important, however, to determine whether this status is substantially similar to that of Brazilian nationals."}
{"i": 47, "text": "\tThe status of permanent residents in Brazil is substantially similar to that of Brazilian nationals"}
{"i": 48, "text": "The RAD concludes that the rights of permanent residents in Brazil are substantially the same as those of Brazilian nationals. "}
{"i": 49, "text": "In response to the RAD’s notice, the appellants argue that given the treatment of AfroBrazilians, Haitians, and women of colour in Brazil, their rights are not substantially similar to those of Brazilian nationals."}
{"i": 50, "text": "The RAD is of the opinion that the way the female appellant would be treated as a Black Haitian woman if she were to return to Brazil is not relevant in determining whether the rights of permanent residents in Brazil are substantially similar to those of Brazilian nationals. Rather, the issue is whether status in the third country gives an applicant the same rights and obligations as those enjoyed by the nationals of that country, including the right to work without restrictions, the right to study, the right to full access to social services and the right of return. In this case, the issue is therefore whether the rights granted to permanent residents of Brazil by the constitution are substantially the same as those of nationals of that country. That said, the treatment of women of colour and Haitians in Brazil is relevant in the context of analyzing another factor, namely prospective risk. That factor will be analyzed below. "}
{"i": 51, "text": "As to the rights conferred on permanent residents of Brazil,, there are certain restrictions on the rights of foreigners in Brazil, the most significant ones being exclusion from military service, voting, and certain public offices. However, the Brazilian constitution guarantees foreign nationals residing in Brazil the same rights as those of Brazilian citizens in the areas of education, health, employment and social security. Consequently, the RAD finds that the rights of permanent residents of Brazil are substantially the same as those of Brazilian nationals. "}
{"i": 52, "text": "It is also important to determine whether the female appellant could return to Brazil. "}
{"i": 53, "text": "\tThe female appellant has the option of returning to Brazil"}
{"i": 54, "text": "The RAD concludes that the female appellant could return to Brazil by obtaining permanent resident status through a family reunification visa."}
{"i": 55, "text": "The RAD does not agree with the appellants’ arguments that the possibility for the female appellant to return to Brazil is purely theoretical and has no material application to her case. As mentioned previously, the RAD is of the opinion that the female appellant could obtain permanent resident status in Brazil through mere formalities. "}
{"i": 56, "text": "Consequently, the RAD concludes that the female appellant has not demonstrated that she would be unable to obtain a family reunification visa while outside Brazil and thereby obtain permanent resident status. The RAD is of the opinion that the female appellant has failed to discharge her burden of establishing that she would not be able to return to Brazil. This factor weighs in favour of exclusion."}
{"i": 57, "text": "However, it is important to analyze the risk the female appellant would face if she were to return to Brazil."}
{"i": 58, "text": "The female appellant has not established that she would face a serious possibility of persecution nor has she demonstrated, on a balance of probabilities, that she would be personally subjected to a risk within the meaning of subsection 97(1) of the IRPA if she were to return to Brazil."}
{"i": 59, "text": "The RAD concludes that the female appellant has not established that she would face a serious possibility of persecution nor has she demonstrated, on a balance of probabilities, that she would be personally subjected to a risk within the meaning of subsection 97(1) of the IRPA if she were to return to Brazil."}
{"i": 60, "text": "The appellants submit that AfroBrazilians and women of colour are subjected to extreme racial discrimination, which rebuts the presumption of state protection."}
{"i": 61, "text": "In accordance with Majebi (2016 FCA 274) at paragraph 9, given the conclusion that the RPD erred in its analysis of the applicability of exclusion clause 1E, the RAD has taken into consideration the most recent documentary evidence as to the treatment of Haitians in Brazil rather than what was available at the time of the RPD hearing. The RAD also took into consideration the female appellant’s testimony. "}
{"i": 62, "text": "The RAD took into consideration the documentary evidence to which the appellants refer regarding the treatment of AfroBrazilians in Brazil. Although this evidence reveals that AfroBrazilians do experience widespread social exclusion and suffer much higher levels of violence than whites, the RAD notes that it is also stated that this violence is particularly present in marginalized communities such as favelas and periferias. The female appellant does not allege that she was living in such communities. The female appellant testified that she lived in Belo Horizonte. According to her testimony, there were some Brazilians living in her neighbourhood. The only problem that she stated she had with her neighbours is that they did not want her child to shout. Furthermore, the female appellant has not demonstrated that she would be living in a marginalized community if she were to return to Brazil. Contrary to the appellants’ submissions, this evidence does not support a finding that all women of colour in Brazil are subjected to generalized or systematic acts of violence, marginalization or social exclusion. In this case, the female appellant, as a Black Haitian woman, was not subjected to such treatment."}
{"i": 63, "text": "The RAD also considered the documentary evidence cited by the appellants with regard to racial violence in Brazil. Contrary to the appellants’ arguments, this evidence does not support a conclusion that all people of colour in Brazil are systematically subjected to violence by state agents."}
{"i": 64, "text": "The documentary evidence taken as a whole demonstrates the existence of racial discrimination and racism in Brazil. "}
{"i": 65, "text": "With regard to access to employment, according to an RIR on how Haitians are treated, racial inequality is a serious problem in Brazil and most Brazilians who live in poverty are Black. However, the same document states that Haitians make up the largest immigrant nationality in Brazil’s labour market."}
{"i": 66, "text": "Another RIR referred to by the appellants states that cases of slave labour have been identified. However, this information does not support a conclusion that all Haitians are subjected to such treatment. Furthermore, in 2018, sources reported that Haitians were finding work, particularly in the construction and hotel industries. According to the representative of an organization active in welcoming and aiding immigrants to Brazil (Compassiva), not speaking Portuguese is the main barrier Haitians face in accessing employment. That same representative states that in terms of the right to work and safety, Haitians are treated the same way as other members of Brazilian society."}
{"i": 67, "text": "As for access to education, although the appellants cite an excerpt from the RIR that states that some Haitians were told there were no places left for their children, the same source cited in the RIR also stated that access to education is very complicated, that there are not enough spots in schools, and that this is a “national problem.” Furthermore, the RIR does not state whether the children who were refused a spot in school were Brazilian or foreign nationals. The minor appellant is Brazilian. The documentary evidence as a whole does not support a finding that Brazilian children who are Black are refused access to schooling."}
{"i": 68, "text": "As for the treatment of Haitians by society, sources cited in the RIR state that Haitians are not socially accepted and that they are affected by the racist protests. There is mention that a violent incident occurred in August 2015 against Haitian nationals but that the evidence is unclear as to whether it was an incident of racism or a settling of scores related to drug trafficking. A United Nations report from 2016 states that migrant workers, including Haitians, have been exploited and that some Haitians have been victims of violent attacks, apparently due to their race and nationality. The RAD notes that the violent incidents recounted by the documentary evidence seem to be isolated incidents that took place about three years ago.  "}
{"i": 69, "text": "The female appellant testified that her fear of returning to Brazil stems from what she has seen on television, namely, that thieves are breaking into homes, kidnapping children and killing the parents. However, the female appellant did not demonstrate that these thieves are targeting people of colour in particular. In light of the objective documentary evidence regarding crime in Brazil, the RAD concludes that individuals in Brazil face a general risk of being targeted by thieves. "}
{"i": 70, "text": "With regard to the female appellant’s experiences in Brazil, the RAD accepts that she was the victim of discrimination. At the hearing, the female appellant stated that she could not return to Brazil because she is Black. The female appellant testified as to her difficulties finding a daycare for her son. In the opinion of the RAD, her testimony on this aspect was contradictory. On the one hand, the male appellant testified that sometimes when she went to pick up her son at daycare, they did not want to take him and that she and her son got looks because they are Black. On the other hand, the female appellant later adjusted her testimony and stated that, when she looked for a daycare for her son, no one wanted to take him, which suggests that she did not find a daycare for her son. The female appellant also explained that, at her workplace in Brazil, all of the cleaning staff were given gloves except for her because she is Black. The female appellant stated that this situation was humiliating. She also stated that Black people cannot take the bus because people spit on them and that her husband had been humiliated at work. In her BOC Form, the female appellant states that she left Brazil because of the prevailing insecurity and because of the discrimination and racism toward Haitians. She also states that she was able to find work at the beginning of her stay in Brazil, but that she was unable to do so later. However, she does not state whether this difficulty was because she is a woman of colour. The RAD notes that the female appellant states that there was a job shortage in the country, which could explain why she had trouble finding a job. The documentary evidence states that Brazil’s economy was in a recession in 2015–2016. Furthermore, according to her refugee protection claim forms, the female appellant was unemployed between October 2014 and May 2015. The RAD notes that the minor appellant was born in October 2014. The period when the female appellant did not work in Brazil seems to coincide with the minor appellant’s birth. Furthermore, on the same form, the female appellant states that she worked from May 2015 to September 2016, when she left Brazil. The female appellant’s evidence is not sufficient to establish that she was unable to find work in Brazil because she is a woman of colour or that she was unable to find a daycare for her son. In the RAD’s opinion, the problems described by the female appellant do not amount to persecution."}
{"i": 71, "text": "The RAD concludes that the evidence on the record does not lead to the conclusion that the problems the female appellant encountered in Brazil are tantamount to persecution, even when considered cumulatively, or that there is a serious possibility of her being persecuted on one of the five Convention grounds if she were to return to Brazil. Furthermore, the female appellant has not demonstrated that she would be personally subjected to a risk within the meaning of subsection 97(1) of the IRPA if she were to return to Brazil. "}
{"i": 72, "text": "\tThe Refugee Appeal Division concludes that it is not necessary to analyze the risk in the country of origin, namely Haiti"}
{"i": 73, "text": "In the opinion of the RAD, Osazuwa v. Canada (Citizenship and Immigration), 2016 FC 155 applies to the circumstances in this case. Certain facts do differ, because in Osazuwa the refugee protection claimant had obtained the status of permanent resident in Italy, a status that he had lost because he had allowed it to expire, and the refugee protection claimant did not discharge his burden before the RAD of demonstrating that he could not return to his former country of residence, namely Italy. In the present case, the female appellant has not discharged her burden of establishing that she could not return to Brazil. In Osazuwa, the Court concluded as follows:"}
{"i": 74, "text": " [51]      Having concluded that the Applicant can return to Italy, there was nothing unreasonable about the conclusion that there was no point in analysing the risks faced by the Applicant in Nigeria. "}
{"i": 75, "text": "In view of the foregoing, namely that the female appellant can return to Brazil, a country where she has not demonstrated the existence of a prospective risk, the RAD concludes that there is no reason to analyze the risks she would face in Haiti."}
{"i": 76, "text": "Concluding that the female appellant is a person referred to in Article 1E of the Convention does not breach Canada’s international obligations "}
{"i": 77, "text": "The RAD concludes that Canada’s international obligations would not be contravened by applying Article 1E of the Convention."}
{"i": 78, "text": "Under the circumstances, because she is the mother of a Brazilian child, the female appellant could return to Brazil by obtaining a family reunification visa. The female appellant did not establish a serious possibility of persecution in Brazil on one of the five Convention grounds. Additionally, she did not demonstrate that she would be subjected personally to any of the risks listed in subsection 97(1) of the IRPA if she were to return to Brazil. Consequently, concluding that she is a person referred to in Article 1E of the Convention does not contravene Canada’s international obligations."}
{"i": 79, "text": "Consequently, the RAD concludes that the female appellant is a person referred to in Article 1E of the Convention. "}
{"i": 80, "text": "\n"}
{"i": 81, "text": "Minor appellant"}
{"i": 82, "text": "The RAD concludes that the RPD erred by not analyzing the existence of a prospective risk for the minor appellant should he return to Brazil. However, the RAD concludes that the minor appellant failed to establish a serious possibility of persecution and did not demonstrate, on a balance of probabilities, that there is a risk within the meaning of subsection 97(1) of the IRPA if he were to return to Brazil. "}
{"i": 83, "text": "As previously mentioned, the evidence on the record does not lead to the conclusion that the problems the female appellant encountered in Brazil are tantamount to persecution, even when considered cumulatively, or that there is a serious possibility of her being persecuted on one of the five Convention grounds if she were to return to Brazil. This analysis also applies to the minor appellant’s situation, given that his refugee protection claim is based on that of the female appellant."}
{"i": 84, "text": "CONCLUSION"}
{"i": 85, "text": "The RAD dismisses the appeal. The RAD confirms the determination of the RPD on other grounds. The RAD determines that Thérèse Milfort is not a refugee or person in need of protection because she is excluded under Article 1E of the Convention. "}
{"i": 86, "text": "Furthermore, her son, Jocelerme Jean-Charles Milfort, is neither a “Convention refugee” under section 96 of the IRPA nor a “person in need of protection” within the meaning of subsection 97(1) of the IRPA."}
{"i": 87, "text": ""}
{"i": 88, "text": ""}
{"i": 89, "text": ""}
{"i": 90, "text": "IRB translation\nOriginal language: French"}
