{"unredacted":"RAD File No. \/ No de dossier de la SAR : MC006700","redacted":"RAD File No. \/ No de dossier de la SAR : MC006700","language":"eo","filename":"MC0-06700a.docx"}
{"unredacted":"MC006701 \/ MC006702 \/ MC006703","redacted":"MC006701 \/ MC006702 \/ MC006703","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Private Proceeding \/ Huis clos","redacted":"Private Proceeding \/ Huis clos","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Reasons and decision – Motifs et décision","redacted":"Reasons and decision – Motifs et décision","language":"fr","filename":"MC0-06700a.docx"}
{"unredacted":"REASONS FOR DECISION","redacted":"REASONS FOR DECISION","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"OVERVIEW","redacted":"OVERVIEW","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"I dismiss the appeal.","redacted":"I dismiss the appeal.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Alex Vilgrain, the principal appellant, and Neyssa Vilgrain, the associate appellant, are citizens of Haiti, while Junior Jovais Vilgrain and Fernand Yves Vilgrain, the minor associate appellants, are citizens of Brazil.","redacted":"XXXX XXXX, the principal appellant, and XXXX XXXX, the associate appellant, are citizens of Haiti, while XXXX XXXX XXXX and XXXX XXXX XXXX, the minor associate appellants, are citizens of Brazil.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"The male appellant alleges that he encountered problems as a result of a land dispute and of his and his father’s political involvement. He was allegedly persecuted by his father’s rival and by a group of criminals known as Groupe 72, led by the male appellant’s uncle.","redacted":"The male appellant alleges that he encountered problems as a result of a land dispute and of his and his father’s political involvement. He was allegedly persecuted by his father’s rival and by a group of criminals known as Groupe 72, led by the male appellant’s XXXX.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"In September 2013, the male appellant left Haiti for Brazil. Following his departure, these same criminals allegedly continued to persecute his family in Haiti.","redacted":"In XXXX 2013, the male appellant left Haiti for Brazil. Following his departure, these same criminals allegedly continued to persecute his family in Haiti.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"His father filed a complaint against Groupe 72, but a warrant was issued against his father for defamation. His father then filed a report against the judge.","redacted":"His father filed a complaint against Groupe 72, but a warrant was issued against his father for defamation. His father then filed a report against the judge.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"In Brazil, the male appellant was assaulted and threatened by criminals for refusing to join their group.","redacted":"In Brazil, the male appellant was assaulted and threatened by criminals for refusing to join their group.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"In 2016, because of the violence and prejudice against Haitians, the appellants and their children left Brazil, travelling through several countries in order to reach the United States (US).","redacted":"In 2016, because of the violence and prejudice against Haitians, the appellants and their children left Brazil, travelling through several countries in order to reach the United States (US).","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"In January 2017, as a result of the Trump administration’s anti-immigration policy, they left the US for Canada, where they filed their refugee protection claims.","redacted":"In XXXX 2017, as a result of the Trump administration’s anti-immigration policy, they left the US for Canada, where they filed their refugee protection claims.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"On February 7, 2020, the Refugee Protection Division (RPD) rejected the appellants’ refugee protection claims on the grounds that they are neither Convention refugees nor persons in need of protection.","redacted":"On February 7, 2020, the Refugee Protection Division (RPD) rejected the appellants’ refugee protection claims on the grounds that they are neither Convention refugees nor persons in need of protection.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"The determinative issue for the Refugee Appeal Division (RAD) is exclusion under Article 1E.","redacted":"The determinative issue for the Refugee Appeal Division (RAD) is exclusion under Article 1E.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"DETERMINATION","redacted":"DETERMINATION","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"I dismiss the appeal. The RPD was correct in determining that the appellants are neither Convention refugees nor persons in need of protection.","redacted":"I dismiss the appeal. The RPD was correct in determining that the appellants are neither Convention refugees nor persons in need of protection.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"ANALYSIS","redacted":"ANALYSIS","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"My role is to review all the evidence and to determine whether the RPD’s decision is correct.","redacted":"My role is to review all the evidence and to determine whether the RPD’s decision is correct.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"The appellants argue that the RPD incorrectly applied the Zeng test. The appellants maintain that the evidence submitted to the RPD establishes that they did not have substantially the same rights as Brazilian nationals and therefore, section 98 should not apply and they should not be excluded. They submit that the RPD did not correctly consider and analyze the alleged violent events and discrimination as valid reasons for leaving Brazil for more than two years. The appellants submit that the RPD erred in transferring the burden of proof to them. The appellants argue that the RPD also failed to consider the risk they would be subjected to if they returned to Haiti.","redacted":"The appellants argue that the RPD incorrectly applied the Zeng test. The appellants maintain that the evidence submitted to the RPD establishes that they did not have substantially the same rights as Brazilian nationals and therefore, section 98 should not apply and they should not be excluded. They submit that the RPD did not correctly consider and analyze the alleged violent events and discrimination as valid reasons for leaving Brazil for more than two years. The appellants submit that the RPD erred in transferring the burden of proof to them. The appellants argue that the RPD also failed to consider the risk they would be subjected to if they returned to Haiti.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"I do not agree with these allegations.","redacted":"I do not agree with these allegations.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"The RPD concluded that Article 1E of the Convention applies to the appellants. In order to analyze whether the exclusion clause applies, the RPD correctly relied on Zeng, which sets out the following test for exclusion under Article 1E of the Convention.","redacted":"The RPD concluded that Article 1E of the Convention applies to the appellants. In order to analyze whether the exclusion clause applies, the RPD correctly relied on Zeng, which sets out the following test for exclusion under Article 1E of the Convention.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Considering all relevant factors to the date of the hearing, does the claimant have status, substantially similar to that of its nationals, in the third country? If the answer is yes, the claimant is excluded. If the answer is no, the next question is whether the claimant previously had such status and lost it, or had access to such status and failed to acquire it. If the answer is no, the claimant is not excluded under Article 1E. If the answer is yes, the RPD must consider and balance various factors. These include, but are not limited to, the reason for the loss of status (voluntary or involuntary), whether the claimant could return to the third country, the risk the claimant would face in the home country, Canada’s international obligations, and any other relevant facts.","redacted":"Considering all relevant factors to the date of the hearing, does the claimant have status, substantially similar to that of its nationals, in the third country? If the answer is yes, the claimant is excluded. If the answer is no, the next question is whether the claimant previously had such status and lost it, or had access to such status and failed to acquire it. If the answer is no, the claimant is not excluded under Article 1E. If the answer is yes, the RPD must consider and balance various factors. These include, but are not limited to, the reason for the loss of status (voluntary or involuntary), whether the claimant could return to the third country, the risk the claimant would face in the home country, Canada’s international obligations, and any other relevant facts.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"I am of the opinion that the RPD was correct in concluding that permanent resident status in Brazil confers the rights and obligations that are attached to nationality within the intended meaning of Article 1E of the Convention. Even assuming that the appellants have lost this status, I agree with the RPD that the appellants must still be excluded from protection under the Immigration and Refugee Protection Act (the Act). The RPD did not err in applying the factors to consider according to Zeng. The appellants also failed to establish that it is likely that they would be personally subjected to a risk to their lives or to a risk of cruel and unusual treatment or punishment.","redacted":"I am of the opinion that the RPD was correct in concluding that permanent resident status in Brazil confers the rights and obligations that are attached to nationality within the intended meaning of Article 1E of the Convention. Even assuming that the appellants have lost this status, I agree with the RPD that the appellants must still be excluded from protection under the Immigration and Refugee Protection Act (the Act). The RPD did not err in applying the factors to consider according to Zeng. The appellants also failed to establish that it is likely that they would be personally subjected to a risk to their lives or to a risk of cruel and unusual treatment or punishment.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"The rights and obligations conferred by permanent residence in Brazil","redacted":"The rights and obligations conferred by permanent residence in Brazil","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"The appellants are basing their argument that certain social services are not available to permanent residents in Brazil on their personal experience. This is false. The Brazilian constitution clearly states that permanent residents in Brazil have the same rights and obligations as Brazilian citizens, with the exception of the right to vote on such matters as health, education and access to the labour market. While this may not be consistent with what the appellants experienced on various occasions, the fact remains that these are rights they could have asserted.","redacted":"The appellants are basing their argument that certain social services are not available to permanent residents in Brazil on their personal experience. This is false. The Brazilian constitution clearly states that permanent residents in Brazil have the same rights and obligations as Brazilian citizens, with the exception of the right to vote on such matters as health, education and access to the labour market. While this may not be consistent with what the appellants experienced on various occasions, the fact remains that these are rights they could have asserted.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"The appellants do not dispute that their status allows them to return to Brazil. The appellants are challenging the RPD’s conclusion that they lost their status voluntarily.","redacted":"The appellants do not dispute that their status allows them to return to Brazil. The appellants are challenging the RPD’s conclusion that they lost their status voluntarily.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Appellants’ fear in Brazil","redacted":"Appellants’ fear in Brazil","language":"it","filename":"MC0-06700a.docx"}
{"unredacted":"The appellants state that they fear returning to Brazil because of the racial discrimination and persecution or abuse they could be subjected to.","redacted":"The appellants state that they fear returning to Brazil because of the racial discrimination and persecution or abuse they could be subjected to.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"According to the case law, persecution requires an affliction of repeated acts of cruelty or a particular course or period of systematic infliction of punishment. In order for discriminatory acts to constitute persecution, they must be “sufficiently serious and occur over such a long period of time that it can be said that the claimants’ physical or moral integrity is threatened.”","redacted":"According to the case law, persecution requires an affliction of repeated acts of cruelty or a particular course or period of systematic infliction of punishment. In order for discriminatory acts to constitute persecution, they must be “sufficiently serious and occur over such a long period of time that it can be said that the claimants’ physical or moral integrity is threatened.”","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"During the hearing, the appellants testified that when they lived in Brazil, Haitians were treated like pariahs. The male appellant testified that where they were living, they were not allowed to approach a Brazilian. As an example, he described an incident when he and his wife and children were walking down the street and a little Brazilian girl said hello to them. The little girl’s mother allegedly told her not to play with this group of dogs. The male appellant also stated that he earned far less than a Brazilian woman who was doing the same job as him. The fact that the principal appellant earned a lower salary stems from several factors, especially considering the economic slump in Brazil in 2016, and cannot be characterized as persecution. I note that the appellants had living accommodations.","redacted":"During the hearing, the appellants testified that when they lived in Brazil, Haitians were treated like pariahs. The male appellant testified that where they were living, they were not allowed to approach a Brazilian. As an example, he described an incident when he and his wife and children were walking down the street and a little Brazilian girl said hello to them. The little girl’s mother allegedly told her not to play with this group of dogs. The male appellant also stated that he earned far less than a Brazilian woman who was doing the same job as him. The fact that the principal appellant earned a lower salary stems from several factors, especially considering the economic slump in Brazil in 2016, and cannot be characterized as persecution. I note that the appellants had living accommodations.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"The male appellant stated that there is systemic discrimination against Haitians at all levels. He testified that the texture of their hair and their accents gave them away and that they were discriminated against. I am of the opinion that the racist insults and abuse the male appellant was subjected to at work, while unfortunate, do not amount to persecution.","redacted":"The male appellant stated that there is systemic discrimination against Haitians at all levels. He testified that the texture of their hair and their accents gave them away and that they were discriminated against. I am of the opinion that the racist insults and abuse the male appellant was subjected to at work, while unfortunate, do not amount to persecution.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"In his Basis of Claim Form (BOC Form), the male appellant states that he left Brazil on December 16, 2016, because criminals living in his area had asked him on several occasions to join their group. I note that the RPD asked the male appellant to explain why the criminals wanted to recruit him, and he replied that it was because Haitians in Brazil are considered vulnerable, and because we’re vulnerable, we’re at everyone’s mercy. Although the male appellant testified that he was recruited because he was vulnerable, the evidence on the record does not support the conclusion that this was because he is Haitian. On a balance of probabilities, this could have happened to any vulnerable person, regardless of their origin or nationality. This is therefore not persecution.","redacted":"In his Basis of Claim Form (BOC Form), the male appellant states that he left Brazil on XXXX XXXX, 2016, because criminals living in his area had asked him on several occasions to join their group. I note that the RPD asked the male appellant to explain why the criminals wanted to recruit him, and he replied that it was because Haitians in Brazil are considered vulnerable, and because we’re vulnerable, we’re at everyone’s mercy. Although the male appellant testified that he was recruited because he was vulnerable, the evidence on the record does not support the conclusion that this was because he is Haitian. On a balance of probabilities, this could have happened to any vulnerable person, regardless of their origin or nationality. This is therefore not persecution.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"The male appellant testified that the female appellant did not have full access to health services and received inadequate care when she had complications with one of her pregnancies. He stated that Brazilians are entitled to a card that gives them access to free medication, but not Haitians. The female appellant gave birth to their child at home and the umbilical cord was still attached. He stated that he called an ambulance, but in vain. He testified that he could not find a taxi as he was refused because of his Haitian accent. A Haitian with a small car drove the female appellant to the hospital.","redacted":"The male appellant testified that the female appellant did not have full access to health services and received inadequate care when she had complications with one of her pregnancies. He stated that Brazilians are entitled to a card that gives them access to free medication, but not Haitians. The female appellant gave birth to their child at home and the umbilical cord was still attached. He stated that he called an ambulance, but in vain. He testified that he could not find a taxi as he was refused because of his Haitian accent. A Haitian with a small car drove the female appellant to the hospital.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"The RPD asked him whether he had filed a complaint, and he replied that he had not because even if he had, it would not have been considered. In such a situation, I would have expected the male appellant to take measures by contacting the authorities to obtain help, which he did not do. In addition, his failure to take these steps is not consistent with a fear for the lives of his wife and child, and this undermines his credibility.","redacted":"The RPD asked him whether he had filed a complaint, and he replied that he had not because even if he had, it would not have been considered. In such a situation, I would have expected the male appellant to take measures by contacting the authorities to obtain help, which he did not do. In addition, his failure to take these steps is not consistent with a fear for the lives of his wife and child, and this undermines his credibility.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"In addition, I note that the RPD asked him whether they had gone to the hospital and whether they had been treated by a doctor, and the male appellant testified that they had, but that they had waited for some time, which is why the child is sick so often now. The RPD also asked the female appellant whether she had filed a complaint against the doctor, but she answered that she had not because she knew that she would not obtain justice. The evidence on the record shows that the female appellant had access to health services at the time her child was born, as well as afterwards when her child received follow-up treatment. While the documentary evidence shows that the health system has two tiers, private and public, the evidence does not show that there is a different system for Haitians with permanent resident status. This is therefore not persecution.","redacted":"In addition, I note that the RPD asked him whether they had gone to the hospital and whether they had been treated by a doctor, and the male appellant testified that they had, but that they had waited for some time, which is why the child is sick so often now. The RPD also asked the female appellant whether she had filed a complaint against the doctor, but she answered that she had not because she knew that she would not obtain justice. The evidence on the record shows that the female appellant had access to health services at the time her child was born, as well as afterwards when her child received follow-up treatment. While the documentary evidence shows that the health system has two tiers, private and public, the evidence does not show that there is a different system for Haitians with permanent resident status. This is therefore not persecution.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"In addition, the male appellant testified that although they are Brazilian, their children do not have health cards. When the RPD asked why the children did not have health cards, given that they are Brazilian nationals, he replied that although they are Brazilian, they do not have the same rights as Brazilians because they are of Haitian origin and are black. I am of the opinion that as Brazilian nationals, the children have the same rights as other Brazilian citizens. In sum, the evidence on the record does not support the conclusion that the appellants were persecuted or that they face a serious possibility of persecution in Brazil.","redacted":"In addition, the male appellant testified that although they are Brazilian, their children do not have health cards. When the RPD asked why the children did not have health cards, given that they are Brazilian nationals, he replied that although they are Brazilian, they do not have the same rights as Brazilians because they are of Haitian origin and are black. I am of the opinion that as Brazilian nationals, the children have the same rights as other Brazilian citizens. In sum, the evidence on the record does not support the conclusion that the appellants were persecuted or that they face a serious possibility of persecution in Brazil.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Having permanent resident status requires some effort to maintain its validity. As long as it is valid, the resident is demonstrating a continued interest in living in the host country permanently. The result of leaving the country for longer than a specified period, without a justification that is recognized under the law, is forfeiture of the right conferred by Brazil.","redacted":"Having permanent resident status requires some effort to maintain its validity. As long as it is valid, the resident is demonstrating a continued interest in living in the host country permanently. The result of leaving the country for longer than a specified period, without a justification that is recognized under the law, is forfeiture of the right conferred by Brazil.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Having obtained permanent resident status, the male and female appellants could have retained it and, if it became impossible for them to avail themselves of that status because they were outside of the country, it was their own actions that jeopardized their status. Considering that their reasons for leaving Brazil do not amount to persecution, I agree with the RPD that the male appellant and the associate appellant left Brazil voluntarily and chose to remain outside the country for more than two years. The loss of their permanent resident status was therefore voluntary and weighs in favour of exclusion. The RPD did not err.","redacted":"Having obtained permanent resident status, the male and female appellants could have retained it and, if it became impossible for them to avail themselves of that status because they were outside of the country, it was their own actions that jeopardized their status. Considering that their reasons for leaving Brazil do not amount to persecution, I agree with the RPD that the male appellant and the associate appellant left Brazil voluntarily and chose to remain outside the country for more than two years. The loss of their permanent resident status was therefore voluntary and weighs in favour of exclusion. The RPD did not err.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Possibility of returning to Brazil","redacted":"Possibility of returning to Brazil","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"The appellants do not contest the RPD’s interpretation of the Brazilian legal provisions concerning the family reunification program. In my opinion, it is accurate to say that the adult appellants could qualify for a visa allowing them to return to live in Brazil, given that their children have Brazilian citizenship. This factor therefore weighs in favour of exclusion.","redacted":"The appellants do not contest the RPD’s interpretation of the Brazilian legal provisions concerning the family reunification program. In my opinion, it is accurate to say that the adult appellants could qualify for a visa allowing them to return to live in Brazil, given that their children have Brazilian citizenship. This factor therefore weighs in favour of exclusion.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Canada’s international obligations","redacted":"Canada’s international obligations","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Concerning the possibility that they would be subjected to discrimination, it is important to note that Canada has never made a commitment to the international community to refuse to return refugee protection claimants on this specific ground. I believe that Canada’s international obligations would be upheld if the exclusion under Article 1E of the Convention were applied, in particular, the obligation to protect individuals who have a well‑founded fear of persecution and individuals who would be subjected to a risk within the meaning of subsection 97(1) if they were to return to their country of origin.","redacted":"Concerning the possibility that they would be subjected to discrimination, it is important to note that Canada has never made a commitment to the international community to refuse to return refugee protection claimants on this specific ground. I believe that Canada’s international obligations would be upheld if the exclusion under Article 1E of the Convention were applied, in particular, the obligation to protect individuals who have a well‑founded fear of persecution and individuals who would be subjected to a risk within the meaning of subsection 97(1) if they were to return to their country of origin.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Failure to assess the risk in the country of origin","redacted":"Failure to assess the risk in the country of origin","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"In my opinion, in order to properly weigh the factors in Zeng, the RPD must have assessed the risk the male appellant would allegedly face in Haiti. Therefore, I assume that the allegations of risk in Haiti are credible, which weighs against exclusion.","redacted":"In my opinion, in order to properly weigh the factors in Zeng, the RPD must have assessed the risk the male appellant would allegedly face in Haiti. Therefore, I assume that the allegations of risk in Haiti are credible, which weighs against exclusion.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Assessment of the risk the appellants would face if they were returned to Brazil","redacted":"Assessment of the risk the appellants would face if they were returned to Brazil","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Before I can conclude that the male appellant is excluded from protection under the Act, I must consider whether he would face a serious possibility of persecution on one of the five grounds set out in section 96 of the Act (race, religion, nationality, membership in a particular social group, and political opinion). This question is also relevant to consider in the case of the associate appellant. None of the appellants have invoked a risk based on section 97 of the Act, that is, the likelihood that they would be personally subjected to a risk to their lives, to a danger of torture, or to a risk of cruel and unusual treatment or punishment. I will therefore not make a determination on that point.","redacted":"Before I can conclude that the male appellant is excluded from protection under the Act, I must consider whether he would face a serious possibility of persecution on one of the five grounds set out in section 96 of the Act (race, religion, nationality, membership in a particular social group, and political opinion). This question is also relevant to consider in the case of the associate appellant. None of the appellants have invoked a risk based on section 97 of the Act, that is, the likelihood that they would be personally subjected to a risk to their lives, to a danger of torture, or to a risk of cruel and unusual treatment or punishment. I will therefore not make a determination on that point.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"I do not consider that the RPD erred in assessing the risk of persecution. I will not deny that there is a serious possibility that the appellants could face discrimination at some point in time. However, in order for discrimination to be considered persecution, it must be sustained or affect basic human rights. The experiences of the male appellant and associate appellant in Brazil are not sufficient to represent a serious possibility that the level of discrimination to which they would be subjected in the future is serious enough to amount to persecution. After weighing all the factors in Zeng, although the risk in Haiti weighs against exclusion, the appellants lost their status voluntarily and can return to Brazil. In addition, they would not face a serious possibility of persecution by reason of their race or nationality should they return to Brazil. Under the circumstances, Canada is not violating its international obligations by excluding the appellants from the protection of the Act. The RAD has weighed all the factors in Zeng and they weigh in favour of excluding the male appellant under Article 1E of the Convention. Consequently, the male appellant and the associate appellant are persons described in Article 1E and are excluded from protection in Canada.","redacted":"I do not consider that the RPD erred in assessing the risk of persecution. I will not deny that there is a serious possibility that the appellants could face discrimination at some point in time. However, in order for discrimination to be considered persecution, it must be sustained or affect basic human rights. The experiences of the male appellant and associate appellant in Brazil are not sufficient to represent a serious possibility that the level of discrimination to which they would be subjected in the future is serious enough to amount to persecution. After weighing all the factors in Zeng, although the risk in Haiti weighs against exclusion, the appellants lost their status voluntarily and can return to Brazil. In addition, they would not face a serious possibility of persecution by reason of their race or nationality should they return to Brazil. Under the circumstances, Canada is not violating its international obligations by excluding the appellants from the protection of the Act. The RAD has weighed all the factors in Zeng and they weigh in favour of excluding the male appellant under Article 1E of the Convention. Consequently, the male appellant and the associate appellant are persons described in Article 1E and are excluded from protection in Canada.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"The minor children","redacted":"The minor children","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"The minor children are Brazilian citizens. The principal appellant, as their designated representative, did not present evidence or testimony that the minor children would fear persecution or would personally be subjected to a danger of torture, to a risk to their lives or to a risk of cruel and unusual treatment or punishment in Brazil.","redacted":"The minor children are Brazilian citizens. The principal appellant, as their designated representative, did not present evidence or testimony that the minor children would fear persecution or would personally be subjected to a danger of torture, to a risk to their lives or to a risk of cruel and unusual treatment or punishment in Brazil.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"In this case, after reviewing all the evidence, the RPD decision and the recording of the hearing, and having considered the arguments presented on appeal, I conclude that the decision to reject the refugee protection claim was correct.","redacted":"In this case, after reviewing all the evidence, the RPD decision and the recording of the hearing, and having considered the arguments presented on appeal, I conclude that the decision to reject the refugee protection claim was correct.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"CONCLUSION","redacted":"CONCLUSION","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"I dismiss the appeal and confirm the RPD’s determination that the appellants are neither Convention refugees nor persons in need of protection.","redacted":"I dismiss the appeal and confirm the RPD’s determination that the appellants are neither Convention refugees nor persons in need of protection.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"IRB translation","redacted":"IRB translation","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Original language: French","redacted":"Original language: French","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Persons who are the subject of the appeal","redacted":"Persons who are the subject of the appeal","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Alex Vilgrain and Neyssa Vilgrain and Junior Jovais Vilgrain and Fernand Yves Vilgrain","redacted":"XXXX XXXX XXXXXXXX XXXX XXXXXXXX XXXX XXXX XXXXXXXX XXXX XXXX","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Personnes en cause","redacted":"Personnes en cause","language":"fr","filename":"MC0-06700a.docx"}
{"unredacted":"Appeal considered \/ heard at","redacted":"Appeal considered \/ heard at","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Ottawa, Ontario","redacted":"Ottawa, Ontario","language":"it","filename":"MC0-06700a.docx"}
{"unredacted":"Appel instruit \/ entendu à","redacted":"Appel instruit \/ entendu à","language":"fr","filename":"MC0-06700a.docx"}
{"unredacted":"Date of decision","redacted":"Date of decision","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"March 23, 2021","redacted":"March 23, 2021","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Date de la décision","redacted":"Date de la décision","language":"fr","filename":"MC0-06700a.docx"}
{"unredacted":"Panel","redacted":"Panel","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Pascale Aubin","redacted":"Pascale Aubin","language":"it","filename":"MC0-06700a.docx"}
{"unredacted":"Tribunal","redacted":"Tribunal","language":"es","filename":"MC0-06700a.docx"}
{"unredacted":"Counsel for the persons who are the subject of the appeal","redacted":"Counsel for the persons who are the subject of the appeal","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Mark Gruszczynski","redacted":"Mark Gruszczynski","language":"pl","filename":"MC0-06700a.docx"}
{"unredacted":"Conseil des personnes en cause","redacted":"Conseil des personnes en cause","language":"fr","filename":"MC0-06700a.docx"}
{"unredacted":"Designated representative","redacted":"Designated representative","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Schnider Stevenson","redacted":"XXXX XXXX","language":"sl","filename":"MC0-06700a.docx"}
{"unredacted":"Représentant(e) désigné(e)","redacted":"Représentant(e) désigné(e)","language":"fr","filename":"MC0-06700a.docx"}
{"unredacted":"Counsel for the Minister","redacted":"Counsel for the Minister","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"N\/A","redacted":"N\/A","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Conseil du ministre","redacted":"Conseil du ministre","language":"fr","filename":"MC0-06700a.docx"}
{"unredacted":"(signed)","redacted":"(signed)","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Pascale Aubin","redacted":"Pascale Aubin","language":"it","filename":"MC0-06700a.docx"}
{"unredacted":"Pascale Aubin","redacted":"Pascale Aubin","language":"it","filename":"MC0-06700a.docx"}
{"unredacted":"March 23, 2021","redacted":"March 23, 2021","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Date","redacted":"Date","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"RAD File No. \/ No de dossier de la SAR : MC006700","redacted":"RAD File No. \/ No de dossier de la SAR : MC006700","language":"eo","filename":"MC0-06700a.docx"}
{"unredacted":"MC006701 \/ MC006702 \/ MC006703","redacted":"MC006701 \/ MC006702 \/ MC006703","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Private Proceeding \/ Huis clos","redacted":"Private Proceeding \/ Huis clos","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Reasons and decision – Motifs et décision","redacted":"Reasons and decision – Motifs et décision","language":"fr","filename":"MC0-06700a.docx"}
{"unredacted":"REASONS FOR DECISION","redacted":"REASONS FOR DECISION","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"OVERVIEW","redacted":"OVERVIEW","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"I dismiss the appeal.","redacted":"I dismiss the appeal.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Alex Vilgrain, the principal appellant, and Neyssa Vilgrain, the associate appellant, are citizens of Haiti, while Junior Jovais Vilgrain and Fernand Yves Vilgrain, the minor associate appellants, are citizens of Brazil.","redacted":"XXXX XXXX, the principal appellant, and XXXX XXXX, the associate appellant, are citizens of Haiti, while XXXX XXXX XXXX and XXXX XXXX XXXX, the minor associate appellants, are citizens of Brazil.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"The male appellant alleges that he encountered problems as a result of a land dispute and of his and his father’s political involvement. He was allegedly persecuted by his father’s rival and by a group of criminals known as Groupe 72, led by the male appellant’s uncle.","redacted":"The male appellant alleges that he encountered problems as a result of a land dispute and of his and his father’s political involvement. He was allegedly persecuted by his father’s rival and by a group of criminals known as Groupe 72, led by the male appellant’s XXXX.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"In September 2013, the male appellant left Haiti for Brazil. Following his departure, these same criminals allegedly continued to persecute his family in Haiti.","redacted":"In XXXX 2013, the male appellant left Haiti for Brazil. Following his departure, these same criminals allegedly continued to persecute his family in Haiti.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"His father filed a complaint against Groupe 72, but a warrant was issued against his father for defamation. His father then filed a report against the judge.","redacted":"His father filed a complaint against Groupe 72, but a warrant was issued against his father for defamation. His father then filed a report against the judge.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"In Brazil, the male appellant was assaulted and threatened by criminals for refusing to join their group.","redacted":"In Brazil, the male appellant was assaulted and threatened by criminals for refusing to join their group.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"In 2016, because of the violence and prejudice against Haitians, the appellants and their children left Brazil, travelling through several countries in order to reach the United States (US).","redacted":"In 2016, because of the violence and prejudice against Haitians, the appellants and their children left Brazil, travelling through several countries in order to reach the United States (US).","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"In January 2017, as a result of the Trump administration’s anti-immigration policy, they left the US for Canada, where they filed their refugee protection claims.","redacted":"In XXXX 2017, as a result of the Trump administration’s anti-immigration policy, they left the US for Canada, where they filed their refugee protection claims.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"On February 7, 2020, the Refugee Protection Division (RPD) rejected the appellants’ refugee protection claims on the grounds that they are neither Convention refugees nor persons in need of protection.","redacted":"On February 7, 2020, the Refugee Protection Division (RPD) rejected the appellants’ refugee protection claims on the grounds that they are neither Convention refugees nor persons in need of protection.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"The determinative issue for the Refugee Appeal Division (RAD) is exclusion under Article 1E.","redacted":"The determinative issue for the Refugee Appeal Division (RAD) is exclusion under Article 1E.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"DETERMINATION","redacted":"DETERMINATION","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"I dismiss the appeal. The RPD was correct in determining that the appellants are neither Convention refugees nor persons in need of protection.","redacted":"I dismiss the appeal. The RPD was correct in determining that the appellants are neither Convention refugees nor persons in need of protection.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"ANALYSIS","redacted":"ANALYSIS","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"My role is to review all the evidence and to determine whether the RPD’s decision is correct.","redacted":"My role is to review all the evidence and to determine whether the RPD’s decision is correct.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"The appellants argue that the RPD incorrectly applied the Zeng test. The appellants maintain that the evidence submitted to the RPD establishes that they did not have substantially the same rights as Brazilian nationals and therefore, section 98 should not apply and they should not be excluded. They submit that the RPD did not correctly consider and analyze the alleged violent events and discrimination as valid reasons for leaving Brazil for more than two years. The appellants submit that the RPD erred in transferring the burden of proof to them. The appellants argue that the RPD also failed to consider the risk they would be subjected to if they returned to Haiti.","redacted":"The appellants argue that the RPD incorrectly applied the Zeng test. The appellants maintain that the evidence submitted to the RPD establishes that they did not have substantially the same rights as Brazilian nationals and therefore, section 98 should not apply and they should not be excluded. They submit that the RPD did not correctly consider and analyze the alleged violent events and discrimination as valid reasons for leaving Brazil for more than two years. The appellants submit that the RPD erred in transferring the burden of proof to them. The appellants argue that the RPD also failed to consider the risk they would be subjected to if they returned to Haiti.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"I do not agree with these allegations.","redacted":"I do not agree with these allegations.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"The RPD concluded that Article 1E of the Convention applies to the appellants. In order to analyze whether the exclusion clause applies, the RPD correctly relied on Zeng, which sets out the following test for exclusion under Article 1E of the Convention.","redacted":"The RPD concluded that Article 1E of the Convention applies to the appellants. In order to analyze whether the exclusion clause applies, the RPD correctly relied on Zeng, which sets out the following test for exclusion under Article 1E of the Convention.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Considering all relevant factors to the date of the hearing, does the claimant have status, substantially similar to that of its nationals, in the third country? If the answer is yes, the claimant is excluded. If the answer is no, the next question is whether the claimant previously had such status and lost it, or had access to such status and failed to acquire it. If the answer is no, the claimant is not excluded under Article 1E. If the answer is yes, the RPD must consider and balance various factors. These include, but are not limited to, the reason for the loss of status (voluntary or involuntary), whether the claimant could return to the third country, the risk the claimant would face in the home country, Canada’s international obligations, and any other relevant facts.","redacted":"Considering all relevant factors to the date of the hearing, does the claimant have status, substantially similar to that of its nationals, in the third country? If the answer is yes, the claimant is excluded. If the answer is no, the next question is whether the claimant previously had such status and lost it, or had access to such status and failed to acquire it. If the answer is no, the claimant is not excluded under Article 1E. If the answer is yes, the RPD must consider and balance various factors. These include, but are not limited to, the reason for the loss of status (voluntary or involuntary), whether the claimant could return to the third country, the risk the claimant would face in the home country, Canada’s international obligations, and any other relevant facts.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"I am of the opinion that the RPD was correct in concluding that permanent resident status in Brazil confers the rights and obligations that are attached to nationality within the intended meaning of Article 1E of the Convention. Even assuming that the appellants have lost this status, I agree with the RPD that the appellants must still be excluded from protection under the Immigration and Refugee Protection Act (the Act). The RPD did not err in applying the factors to consider according to Zeng. The appellants also failed to establish that it is likely that they would be personally subjected to a risk to their lives or to a risk of cruel and unusual treatment or punishment.","redacted":"I am of the opinion that the RPD was correct in concluding that permanent resident status in Brazil confers the rights and obligations that are attached to nationality within the intended meaning of Article 1E of the Convention. Even assuming that the appellants have lost this status, I agree with the RPD that the appellants must still be excluded from protection under the Immigration and Refugee Protection Act (the Act). The RPD did not err in applying the factors to consider according to Zeng. The appellants also failed to establish that it is likely that they would be personally subjected to a risk to their lives or to a risk of cruel and unusual treatment or punishment.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"The rights and obligations conferred by permanent residence in Brazil","redacted":"The rights and obligations conferred by permanent residence in Brazil","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"The appellants are basing their argument that certain social services are not available to permanent residents in Brazil on their personal experience. This is false. The Brazilian constitution clearly states that permanent residents in Brazil have the same rights and obligations as Brazilian citizens, with the exception of the right to vote on such matters as health, education and access to the labour market. While this may not be consistent with what the appellants experienced on various occasions, the fact remains that these are rights they could have asserted.","redacted":"The appellants are basing their argument that certain social services are not available to permanent residents in Brazil on their personal experience. This is false. The Brazilian constitution clearly states that permanent residents in Brazil have the same rights and obligations as Brazilian citizens, with the exception of the right to vote on such matters as health, education and access to the labour market. While this may not be consistent with what the appellants experienced on various occasions, the fact remains that these are rights they could have asserted.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"The appellants do not dispute that their status allows them to return to Brazil. The appellants are challenging the RPD’s conclusion that they lost their status voluntarily.","redacted":"The appellants do not dispute that their status allows them to return to Brazil. The appellants are challenging the RPD’s conclusion that they lost their status voluntarily.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Appellants’ fear in Brazil","redacted":"Appellants’ fear in Brazil","language":"it","filename":"MC0-06700a.docx"}
{"unredacted":"The appellants state that they fear returning to Brazil because of the racial discrimination and persecution or abuse they could be subjected to.","redacted":"The appellants state that they fear returning to Brazil because of the racial discrimination and persecution or abuse they could be subjected to.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"According to the case law, persecution requires an affliction of repeated acts of cruelty or a particular course or period of systematic infliction of punishment. In order for discriminatory acts to constitute persecution, they must be “sufficiently serious and occur over such a long period of time that it can be said that the claimants’ physical or moral integrity is threatened.”","redacted":"According to the case law, persecution requires an affliction of repeated acts of cruelty or a particular course or period of systematic infliction of punishment. In order for discriminatory acts to constitute persecution, they must be “sufficiently serious and occur over such a long period of time that it can be said that the claimants’ physical or moral integrity is threatened.”","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"During the hearing, the appellants testified that when they lived in Brazil, Haitians were treated like pariahs. The male appellant testified that where they were living, they were not allowed to approach a Brazilian. As an example, he described an incident when he and his wife and children were walking down the street and a little Brazilian girl said hello to them. The little girl’s mother allegedly told her not to play with this group of dogs. The male appellant also stated that he earned far less than a Brazilian woman who was doing the same job as him. The fact that the principal appellant earned a lower salary stems from several factors, especially considering the economic slump in Brazil in 2016, and cannot be characterized as persecution. I note that the appellants had living accommodations.","redacted":"During the hearing, the appellants testified that when they lived in Brazil, Haitians were treated like pariahs. The male appellant testified that where they were living, they were not allowed to approach a Brazilian. As an example, he described an incident when he and his wife and children were walking down the street and a little Brazilian girl said hello to them. The little girl’s mother allegedly told her not to play with this group of dogs. The male appellant also stated that he earned far less than a Brazilian woman who was doing the same job as him. The fact that the principal appellant earned a lower salary stems from several factors, especially considering the economic slump in Brazil in 2016, and cannot be characterized as persecution. I note that the appellants had living accommodations.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"The male appellant stated that there is systemic discrimination against Haitians at all levels. He testified that the texture of their hair and their accents gave them away and that they were discriminated against. I am of the opinion that the racist insults and abuse the male appellant was subjected to at work, while unfortunate, do not amount to persecution.","redacted":"The male appellant stated that there is systemic discrimination against Haitians at all levels. He testified that the texture of their hair and their accents gave them away and that they were discriminated against. I am of the opinion that the racist insults and abuse the male appellant was subjected to at work, while unfortunate, do not amount to persecution.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"In his Basis of Claim Form (BOC Form), the male appellant states that he left Brazil on December 16, 2016, because criminals living in his area had asked him on several occasions to join their group. I note that the RPD asked the male appellant to explain why the criminals wanted to recruit him, and he replied that it was because Haitians in Brazil are considered vulnerable, and because we’re vulnerable, we’re at everyone’s mercy. Although the male appellant testified that he was recruited because he was vulnerable, the evidence on the record does not support the conclusion that this was because he is Haitian. On a balance of probabilities, this could have happened to any vulnerable person, regardless of their origin or nationality. This is therefore not persecution.","redacted":"In his Basis of Claim Form (BOC Form), the male appellant states that he left Brazil on XXXX XXXX, 2016, because criminals living in his area had asked him on several occasions to join their group. I note that the RPD asked the male appellant to explain why the criminals wanted to recruit him, and he replied that it was because Haitians in Brazil are considered vulnerable, and because we’re vulnerable, we’re at everyone’s mercy. Although the male appellant testified that he was recruited because he was vulnerable, the evidence on the record does not support the conclusion that this was because he is Haitian. On a balance of probabilities, this could have happened to any vulnerable person, regardless of their origin or nationality. This is therefore not persecution.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"The male appellant testified that the female appellant did not have full access to health services and received inadequate care when she had complications with one of her pregnancies. He stated that Brazilians are entitled to a card that gives them access to free medication, but not Haitians. The female appellant gave birth to their child at home and the umbilical cord was still attached. He stated that he called an ambulance, but in vain. He testified that he could not find a taxi as he was refused because of his Haitian accent. A Haitian with a small car drove the female appellant to the hospital.","redacted":"The male appellant testified that the female appellant did not have full access to health services and received inadequate care when she had complications with one of her pregnancies. He stated that Brazilians are entitled to a card that gives them access to free medication, but not Haitians. The female appellant gave birth to their child at home and the umbilical cord was still attached. He stated that he called an ambulance, but in vain. He testified that he could not find a taxi as he was refused because of his Haitian accent. A Haitian with a small car drove the female appellant to the hospital.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"The RPD asked him whether he had filed a complaint, and he replied that he had not because even if he had, it would not have been considered. In such a situation, I would have expected the male appellant to take measures by contacting the authorities to obtain help, which he did not do. In addition, his failure to take these steps is not consistent with a fear for the lives of his wife and child, and this undermines his credibility.","redacted":"The RPD asked him whether he had filed a complaint, and he replied that he had not because even if he had, it would not have been considered. In such a situation, I would have expected the male appellant to take measures by contacting the authorities to obtain help, which he did not do. In addition, his failure to take these steps is not consistent with a fear for the lives of his wife and child, and this undermines his credibility.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"In addition, I note that the RPD asked him whether they had gone to the hospital and whether they had been treated by a doctor, and the male appellant testified that they had, but that they had waited for some time, which is why the child is sick so often now. The RPD also asked the female appellant whether she had filed a complaint against the doctor, but she answered that she had not because she knew that she would not obtain justice. The evidence on the record shows that the female appellant had access to health services at the time her child was born, as well as afterwards when her child received follow-up treatment. While the documentary evidence shows that the health system has two tiers, private and public, the evidence does not show that there is a different system for Haitians with permanent resident status. This is therefore not persecution.","redacted":"In addition, I note that the RPD asked him whether they had gone to the hospital and whether they had been treated by a doctor, and the male appellant testified that they had, but that they had waited for some time, which is why the child is sick so often now. The RPD also asked the female appellant whether she had filed a complaint against the doctor, but she answered that she had not because she knew that she would not obtain justice. The evidence on the record shows that the female appellant had access to health services at the time her child was born, as well as afterwards when her child received follow-up treatment. While the documentary evidence shows that the health system has two tiers, private and public, the evidence does not show that there is a different system for Haitians with permanent resident status. This is therefore not persecution.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"In addition, the male appellant testified that although they are Brazilian, their children do not have health cards. When the RPD asked why the children did not have health cards, given that they are Brazilian nationals, he replied that although they are Brazilian, they do not have the same rights as Brazilians because they are of Haitian origin and are black. I am of the opinion that as Brazilian nationals, the children have the same rights as other Brazilian citizens. In sum, the evidence on the record does not support the conclusion that the appellants were persecuted or that they face a serious possibility of persecution in Brazil.","redacted":"In addition, the male appellant testified that although they are Brazilian, their children do not have health cards. When the RPD asked why the children did not have health cards, given that they are Brazilian nationals, he replied that although they are Brazilian, they do not have the same rights as Brazilians because they are of Haitian origin and are black. I am of the opinion that as Brazilian nationals, the children have the same rights as other Brazilian citizens. In sum, the evidence on the record does not support the conclusion that the appellants were persecuted or that they face a serious possibility of persecution in Brazil.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Having permanent resident status requires some effort to maintain its validity. As long as it is valid, the resident is demonstrating a continued interest in living in the host country permanently. The result of leaving the country for longer than a specified period, without a justification that is recognized under the law, is forfeiture of the right conferred by Brazil.","redacted":"Having permanent resident status requires some effort to maintain its validity. As long as it is valid, the resident is demonstrating a continued interest in living in the host country permanently. The result of leaving the country for longer than a specified period, without a justification that is recognized under the law, is forfeiture of the right conferred by Brazil.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Having obtained permanent resident status, the male and female appellants could have retained it and, if it became impossible for them to avail themselves of that status because they were outside of the country, it was their own actions that jeopardized their status. Considering that their reasons for leaving Brazil do not amount to persecution, I agree with the RPD that the male appellant and the associate appellant left Brazil voluntarily and chose to remain outside the country for more than two years. The loss of their permanent resident status was therefore voluntary and weighs in favour of exclusion. The RPD did not err.","redacted":"Having obtained permanent resident status, the male and female appellants could have retained it and, if it became impossible for them to avail themselves of that status because they were outside of the country, it was their own actions that jeopardized their status. Considering that their reasons for leaving Brazil do not amount to persecution, I agree with the RPD that the male appellant and the associate appellant left Brazil voluntarily and chose to remain outside the country for more than two years. The loss of their permanent resident status was therefore voluntary and weighs in favour of exclusion. The RPD did not err.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Possibility of returning to Brazil","redacted":"Possibility of returning to Brazil","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"The appellants do not contest the RPD’s interpretation of the Brazilian legal provisions concerning the family reunification program. In my opinion, it is accurate to say that the adult appellants could qualify for a visa allowing them to return to live in Brazil, given that their children have Brazilian citizenship. This factor therefore weighs in favour of exclusion.","redacted":"The appellants do not contest the RPD’s interpretation of the Brazilian legal provisions concerning the family reunification program. In my opinion, it is accurate to say that the adult appellants could qualify for a visa allowing them to return to live in Brazil, given that their children have Brazilian citizenship. This factor therefore weighs in favour of exclusion.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Canada’s international obligations","redacted":"Canada’s international obligations","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Concerning the possibility that they would be subjected to discrimination, it is important to note that Canada has never made a commitment to the international community to refuse to return refugee protection claimants on this specific ground. I believe that Canada’s international obligations would be upheld if the exclusion under Article 1E of the Convention were applied, in particular, the obligation to protect individuals who have a well‑founded fear of persecution and individuals who would be subjected to a risk within the meaning of subsection 97(1) if they were to return to their country of origin.","redacted":"Concerning the possibility that they would be subjected to discrimination, it is important to note that Canada has never made a commitment to the international community to refuse to return refugee protection claimants on this specific ground. I believe that Canada’s international obligations would be upheld if the exclusion under Article 1E of the Convention were applied, in particular, the obligation to protect individuals who have a well‑founded fear of persecution and individuals who would be subjected to a risk within the meaning of subsection 97(1) if they were to return to their country of origin.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Failure to assess the risk in the country of origin","redacted":"Failure to assess the risk in the country of origin","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"In my opinion, in order to properly weigh the factors in Zeng, the RPD must have assessed the risk the male appellant would allegedly face in Haiti. Therefore, I assume that the allegations of risk in Haiti are credible, which weighs against exclusion.","redacted":"In my opinion, in order to properly weigh the factors in Zeng, the RPD must have assessed the risk the male appellant would allegedly face in Haiti. Therefore, I assume that the allegations of risk in Haiti are credible, which weighs against exclusion.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Assessment of the risk the appellants would face if they were returned to Brazil","redacted":"Assessment of the risk the appellants would face if they were returned to Brazil","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Before I can conclude that the male appellant is excluded from protection under the Act, I must consider whether he would face a serious possibility of persecution on one of the five grounds set out in section 96 of the Act (race, religion, nationality, membership in a particular social group, and political opinion). This question is also relevant to consider in the case of the associate appellant. None of the appellants have invoked a risk based on section 97 of the Act, that is, the likelihood that they would be personally subjected to a risk to their lives, to a danger of torture, or to a risk of cruel and unusual treatment or punishment. I will therefore not make a determination on that point.","redacted":"Before I can conclude that the male appellant is excluded from protection under the Act, I must consider whether he would face a serious possibility of persecution on one of the five grounds set out in section 96 of the Act (race, religion, nationality, membership in a particular social group, and political opinion). This question is also relevant to consider in the case of the associate appellant. None of the appellants have invoked a risk based on section 97 of the Act, that is, the likelihood that they would be personally subjected to a risk to their lives, to a danger of torture, or to a risk of cruel and unusual treatment or punishment. I will therefore not make a determination on that point.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"I do not consider that the RPD erred in assessing the risk of persecution. I will not deny that there is a serious possibility that the appellants could face discrimination at some point in time. However, in order for discrimination to be considered persecution, it must be sustained or affect basic human rights. The experiences of the male appellant and associate appellant in Brazil are not sufficient to represent a serious possibility that the level of discrimination to which they would be subjected in the future is serious enough to amount to persecution. After weighing all the factors in Zeng, although the risk in Haiti weighs against exclusion, the appellants lost their status voluntarily and can return to Brazil. In addition, they would not face a serious possibility of persecution by reason of their race or nationality should they return to Brazil. Under the circumstances, Canada is not violating its international obligations by excluding the appellants from the protection of the Act. The RAD has weighed all the factors in Zeng and they weigh in favour of excluding the male appellant under Article 1E of the Convention. Consequently, the male appellant and the associate appellant are persons described in Article 1E and are excluded from protection in Canada.","redacted":"I do not consider that the RPD erred in assessing the risk of persecution. I will not deny that there is a serious possibility that the appellants could face discrimination at some point in time. However, in order for discrimination to be considered persecution, it must be sustained or affect basic human rights. The experiences of the male appellant and associate appellant in Brazil are not sufficient to represent a serious possibility that the level of discrimination to which they would be subjected in the future is serious enough to amount to persecution. After weighing all the factors in Zeng, although the risk in Haiti weighs against exclusion, the appellants lost their status voluntarily and can return to Brazil. In addition, they would not face a serious possibility of persecution by reason of their race or nationality should they return to Brazil. Under the circumstances, Canada is not violating its international obligations by excluding the appellants from the protection of the Act. The RAD has weighed all the factors in Zeng and they weigh in favour of excluding the male appellant under Article 1E of the Convention. Consequently, the male appellant and the associate appellant are persons described in Article 1E and are excluded from protection in Canada.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"The minor children","redacted":"The minor children","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"The minor children are Brazilian citizens. The principal appellant, as their designated representative, did not present evidence or testimony that the minor children would fear persecution or would personally be subjected to a danger of torture, to a risk to their lives or to a risk of cruel and unusual treatment or punishment in Brazil.","redacted":"The minor children are Brazilian citizens. The principal appellant, as their designated representative, did not present evidence or testimony that the minor children would fear persecution or would personally be subjected to a danger of torture, to a risk to their lives or to a risk of cruel and unusual treatment or punishment in Brazil.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"In this case, after reviewing all the evidence, the RPD decision and the recording of the hearing, and having considered the arguments presented on appeal, I conclude that the decision to reject the refugee protection claim was correct.","redacted":"In this case, after reviewing all the evidence, the RPD decision and the recording of the hearing, and having considered the arguments presented on appeal, I conclude that the decision to reject the refugee protection claim was correct.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"CONCLUSION","redacted":"CONCLUSION","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"I dismiss the appeal and confirm the RPD’s determination that the appellants are neither Convention refugees nor persons in need of protection.","redacted":"I dismiss the appeal and confirm the RPD’s determination that the appellants are neither Convention refugees nor persons in need of protection.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"IRB translation","redacted":"IRB translation","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Original language: French","redacted":"Original language: French","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Persons who are the subject of the appeal","redacted":"Persons who are the subject of the appeal","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Alex Vilgrain and Neyssa Vilgrain and Junior Jovais Vilgrain and Fernand Yves Vilgrain","redacted":"XXXX XXXX XXXXXXXX XXXX XXXXXXXX XXXX XXXX XXXXXXXX XXXX XXXX","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Personnes en cause","redacted":"Personnes en cause","language":"fr","filename":"MC0-06700a.docx"}
{"unredacted":"Appeal considered \/ heard at","redacted":"Appeal considered \/ heard at","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Ottawa, Ontario","redacted":"Ottawa, Ontario","language":"it","filename":"MC0-06700a.docx"}
{"unredacted":"Appel instruit \/ entendu à","redacted":"Appel instruit \/ entendu à","language":"fr","filename":"MC0-06700a.docx"}
{"unredacted":"Date of decision","redacted":"Date of decision","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"March 23, 2021","redacted":"March 23, 2021","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Date de la décision","redacted":"Date de la décision","language":"fr","filename":"MC0-06700a.docx"}
{"unredacted":"Panel","redacted":"Panel","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Pascale Aubin","redacted":"Pascale Aubin","language":"it","filename":"MC0-06700a.docx"}
{"unredacted":"Tribunal","redacted":"Tribunal","language":"es","filename":"MC0-06700a.docx"}
{"unredacted":"Counsel for the persons who are the subject of the appeal","redacted":"Counsel for the persons who are the subject of the appeal","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Mark Gruszczynski","redacted":"Mark Gruszczynski","language":"pl","filename":"MC0-06700a.docx"}
{"unredacted":"Conseil des personnes en cause","redacted":"Conseil des personnes en cause","language":"fr","filename":"MC0-06700a.docx"}
{"unredacted":"Designated representative","redacted":"Designated representative","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Schnider Stevenson","redacted":"XXXX XXXX","language":"sl","filename":"MC0-06700a.docx"}
{"unredacted":"Représentant(e) désigné(e)","redacted":"Représentant(e) désigné(e)","language":"fr","filename":"MC0-06700a.docx"}
{"unredacted":"Counsel for the Minister","redacted":"Counsel for the Minister","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"N\/A","redacted":"N\/A","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Conseil du ministre","redacted":"Conseil du ministre","language":"fr","filename":"MC0-06700a.docx"}
{"unredacted":"(signed)","redacted":"(signed)","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Pascale Aubin","redacted":"Pascale Aubin","language":"it","filename":"MC0-06700a.docx"}
{"unredacted":"Pascale Aubin","redacted":"Pascale Aubin","language":"it","filename":"MC0-06700a.docx"}
{"unredacted":"March 23, 2021","redacted":"March 23, 2021","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Date","redacted":"Date","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"RAD File No. \/ No de dossier de la SAR : MC006700","redacted":"RAD File No. \/ No de dossier de la SAR : MC006700","language":"eo","filename":"MC0-06700a.docx"}
{"unredacted":"MC006701 \/ MC006702 \/ MC006703","redacted":"MC006701 \/ MC006702 \/ MC006703","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Private Proceeding \/ Huis clos","redacted":"Private Proceeding \/ Huis clos","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Reasons and decision – Motifs et décision","redacted":"Reasons and decision – Motifs et décision","language":"fr","filename":"MC0-06700a.docx"}
{"unredacted":"REASONS FOR DECISION","redacted":"REASONS FOR DECISION","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"OVERVIEW","redacted":"OVERVIEW","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"I dismiss the appeal.","redacted":"I dismiss the appeal.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Alex Vilgrain, the principal appellant, and Neyssa Vilgrain, the associate appellant, are citizens of Haiti, while Junior Jovais Vilgrain and Fernand Yves Vilgrain, the minor associate appellants, are citizens of Brazil.","redacted":"XXXX XXXX, the principal appellant, and XXXX XXXX, the associate appellant, are citizens of Haiti, while XXXX XXXX XXXX and XXXX XXXX XXXX, the minor associate appellants, are citizens of Brazil.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"The male appellant alleges that he encountered problems as a result of a land dispute and of his and his father’s political involvement. He was allegedly persecuted by his father’s rival and by a group of criminals known as Groupe 72, led by the male appellant’s uncle.","redacted":"The male appellant alleges that he encountered problems as a result of a land dispute and of his and his father’s political involvement. He was allegedly persecuted by his father’s rival and by a group of criminals known as Groupe 72, led by the male appellant’s XXXX.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"In September 2013, the male appellant left Haiti for Brazil. Following his departure, these same criminals allegedly continued to persecute his family in Haiti.","redacted":"In XXXX 2013, the male appellant left Haiti for Brazil. Following his departure, these same criminals allegedly continued to persecute his family in Haiti.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"His father filed a complaint against Groupe 72, but a warrant was issued against his father for defamation. His father then filed a report against the judge.","redacted":"His father filed a complaint against Groupe 72, but a warrant was issued against his father for defamation. His father then filed a report against the judge.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"In Brazil, the male appellant was assaulted and threatened by criminals for refusing to join their group.","redacted":"In Brazil, the male appellant was assaulted and threatened by criminals for refusing to join their group.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"In 2016, because of the violence and prejudice against Haitians, the appellants and their children left Brazil, travelling through several countries in order to reach the United States (US).","redacted":"In 2016, because of the violence and prejudice against Haitians, the appellants and their children left Brazil, travelling through several countries in order to reach the United States (US).","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"In January 2017, as a result of the Trump administration’s anti-immigration policy, they left the US for Canada, where they filed their refugee protection claims.","redacted":"In XXXX 2017, as a result of the Trump administration’s anti-immigration policy, they left the US for Canada, where they filed their refugee protection claims.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"On February 7, 2020, the Refugee Protection Division (RPD) rejected the appellants’ refugee protection claims on the grounds that they are neither Convention refugees nor persons in need of protection.","redacted":"On February 7, 2020, the Refugee Protection Division (RPD) rejected the appellants’ refugee protection claims on the grounds that they are neither Convention refugees nor persons in need of protection.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"The determinative issue for the Refugee Appeal Division (RAD) is exclusion under Article 1E.","redacted":"The determinative issue for the Refugee Appeal Division (RAD) is exclusion under Article 1E.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"DETERMINATION","redacted":"DETERMINATION","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"I dismiss the appeal. The RPD was correct in determining that the appellants are neither Convention refugees nor persons in need of protection.","redacted":"I dismiss the appeal. The RPD was correct in determining that the appellants are neither Convention refugees nor persons in need of protection.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"ANALYSIS","redacted":"ANALYSIS","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"My role is to review all the evidence and to determine whether the RPD’s decision is correct.","redacted":"My role is to review all the evidence and to determine whether the RPD’s decision is correct.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"The appellants argue that the RPD incorrectly applied the Zeng test. The appellants maintain that the evidence submitted to the RPD establishes that they did not have substantially the same rights as Brazilian nationals and therefore, section 98 should not apply and they should not be excluded. They submit that the RPD did not correctly consider and analyze the alleged violent events and discrimination as valid reasons for leaving Brazil for more than two years. The appellants submit that the RPD erred in transferring the burden of proof to them. The appellants argue that the RPD also failed to consider the risk they would be subjected to if they returned to Haiti.","redacted":"The appellants argue that the RPD incorrectly applied the Zeng test. The appellants maintain that the evidence submitted to the RPD establishes that they did not have substantially the same rights as Brazilian nationals and therefore, section 98 should not apply and they should not be excluded. They submit that the RPD did not correctly consider and analyze the alleged violent events and discrimination as valid reasons for leaving Brazil for more than two years. The appellants submit that the RPD erred in transferring the burden of proof to them. The appellants argue that the RPD also failed to consider the risk they would be subjected to if they returned to Haiti.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"I do not agree with these allegations.","redacted":"I do not agree with these allegations.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"The RPD concluded that Article 1E of the Convention applies to the appellants. In order to analyze whether the exclusion clause applies, the RPD correctly relied on Zeng, which sets out the following test for exclusion under Article 1E of the Convention.","redacted":"The RPD concluded that Article 1E of the Convention applies to the appellants. In order to analyze whether the exclusion clause applies, the RPD correctly relied on Zeng, which sets out the following test for exclusion under Article 1E of the Convention.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Considering all relevant factors to the date of the hearing, does the claimant have status, substantially similar to that of its nationals, in the third country? If the answer is yes, the claimant is excluded. If the answer is no, the next question is whether the claimant previously had such status and lost it, or had access to such status and failed to acquire it. If the answer is no, the claimant is not excluded under Article 1E. If the answer is yes, the RPD must consider and balance various factors. These include, but are not limited to, the reason for the loss of status (voluntary or involuntary), whether the claimant could return to the third country, the risk the claimant would face in the home country, Canada’s international obligations, and any other relevant facts.","redacted":"Considering all relevant factors to the date of the hearing, does the claimant have status, substantially similar to that of its nationals, in the third country? If the answer is yes, the claimant is excluded. If the answer is no, the next question is whether the claimant previously had such status and lost it, or had access to such status and failed to acquire it. If the answer is no, the claimant is not excluded under Article 1E. If the answer is yes, the RPD must consider and balance various factors. These include, but are not limited to, the reason for the loss of status (voluntary or involuntary), whether the claimant could return to the third country, the risk the claimant would face in the home country, Canada’s international obligations, and any other relevant facts.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"I am of the opinion that the RPD was correct in concluding that permanent resident status in Brazil confers the rights and obligations that are attached to nationality within the intended meaning of Article 1E of the Convention. Even assuming that the appellants have lost this status, I agree with the RPD that the appellants must still be excluded from protection under the Immigration and Refugee Protection Act (the Act). The RPD did not err in applying the factors to consider according to Zeng. The appellants also failed to establish that it is likely that they would be personally subjected to a risk to their lives or to a risk of cruel and unusual treatment or punishment.","redacted":"I am of the opinion that the RPD was correct in concluding that permanent resident status in Brazil confers the rights and obligations that are attached to nationality within the intended meaning of Article 1E of the Convention. Even assuming that the appellants have lost this status, I agree with the RPD that the appellants must still be excluded from protection under the Immigration and Refugee Protection Act (the Act). The RPD did not err in applying the factors to consider according to Zeng. The appellants also failed to establish that it is likely that they would be personally subjected to a risk to their lives or to a risk of cruel and unusual treatment or punishment.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"The rights and obligations conferred by permanent residence in Brazil","redacted":"The rights and obligations conferred by permanent residence in Brazil","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"The appellants are basing their argument that certain social services are not available to permanent residents in Brazil on their personal experience. This is false. The Brazilian constitution clearly states that permanent residents in Brazil have the same rights and obligations as Brazilian citizens, with the exception of the right to vote on such matters as health, education and access to the labour market. While this may not be consistent with what the appellants experienced on various occasions, the fact remains that these are rights they could have asserted.","redacted":"The appellants are basing their argument that certain social services are not available to permanent residents in Brazil on their personal experience. This is false. The Brazilian constitution clearly states that permanent residents in Brazil have the same rights and obligations as Brazilian citizens, with the exception of the right to vote on such matters as health, education and access to the labour market. While this may not be consistent with what the appellants experienced on various occasions, the fact remains that these are rights they could have asserted.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"The appellants do not dispute that their status allows them to return to Brazil. The appellants are challenging the RPD’s conclusion that they lost their status voluntarily.","redacted":"The appellants do not dispute that their status allows them to return to Brazil. The appellants are challenging the RPD’s conclusion that they lost their status voluntarily.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Appellants’ fear in Brazil","redacted":"Appellants’ fear in Brazil","language":"it","filename":"MC0-06700a.docx"}
{"unredacted":"The appellants state that they fear returning to Brazil because of the racial discrimination and persecution or abuse they could be subjected to.","redacted":"The appellants state that they fear returning to Brazil because of the racial discrimination and persecution or abuse they could be subjected to.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"According to the case law, persecution requires an affliction of repeated acts of cruelty or a particular course or period of systematic infliction of punishment. In order for discriminatory acts to constitute persecution, they must be “sufficiently serious and occur over such a long period of time that it can be said that the claimants’ physical or moral integrity is threatened.”","redacted":"According to the case law, persecution requires an affliction of repeated acts of cruelty or a particular course or period of systematic infliction of punishment. In order for discriminatory acts to constitute persecution, they must be “sufficiently serious and occur over such a long period of time that it can be said that the claimants’ physical or moral integrity is threatened.”","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"During the hearing, the appellants testified that when they lived in Brazil, Haitians were treated like pariahs. The male appellant testified that where they were living, they were not allowed to approach a Brazilian. As an example, he described an incident when he and his wife and children were walking down the street and a little Brazilian girl said hello to them. The little girl’s mother allegedly told her not to play with this group of dogs. The male appellant also stated that he earned far less than a Brazilian woman who was doing the same job as him. The fact that the principal appellant earned a lower salary stems from several factors, especially considering the economic slump in Brazil in 2016, and cannot be characterized as persecution. I note that the appellants had living accommodations.","redacted":"During the hearing, the appellants testified that when they lived in Brazil, Haitians were treated like pariahs. The male appellant testified that where they were living, they were not allowed to approach a Brazilian. As an example, he described an incident when he and his wife and children were walking down the street and a little Brazilian girl said hello to them. The little girl’s mother allegedly told her not to play with this group of dogs. The male appellant also stated that he earned far less than a Brazilian woman who was doing the same job as him. The fact that the principal appellant earned a lower salary stems from several factors, especially considering the economic slump in Brazil in 2016, and cannot be characterized as persecution. I note that the appellants had living accommodations.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"The male appellant stated that there is systemic discrimination against Haitians at all levels. He testified that the texture of their hair and their accents gave them away and that they were discriminated against. I am of the opinion that the racist insults and abuse the male appellant was subjected to at work, while unfortunate, do not amount to persecution.","redacted":"The male appellant stated that there is systemic discrimination against Haitians at all levels. He testified that the texture of their hair and their accents gave them away and that they were discriminated against. I am of the opinion that the racist insults and abuse the male appellant was subjected to at work, while unfortunate, do not amount to persecution.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"In his Basis of Claim Form (BOC Form), the male appellant states that he left Brazil on December 16, 2016, because criminals living in his area had asked him on several occasions to join their group. I note that the RPD asked the male appellant to explain why the criminals wanted to recruit him, and he replied that it was because Haitians in Brazil are considered vulnerable, and because we’re vulnerable, we’re at everyone’s mercy. Although the male appellant testified that he was recruited because he was vulnerable, the evidence on the record does not support the conclusion that this was because he is Haitian. On a balance of probabilities, this could have happened to any vulnerable person, regardless of their origin or nationality. This is therefore not persecution.","redacted":"In his Basis of Claim Form (BOC Form), the male appellant states that he left Brazil on XXXX XXXX, 2016, because criminals living in his area had asked him on several occasions to join their group. I note that the RPD asked the male appellant to explain why the criminals wanted to recruit him, and he replied that it was because Haitians in Brazil are considered vulnerable, and because we’re vulnerable, we’re at everyone’s mercy. Although the male appellant testified that he was recruited because he was vulnerable, the evidence on the record does not support the conclusion that this was because he is Haitian. On a balance of probabilities, this could have happened to any vulnerable person, regardless of their origin or nationality. This is therefore not persecution.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"The male appellant testified that the female appellant did not have full access to health services and received inadequate care when she had complications with one of her pregnancies. He stated that Brazilians are entitled to a card that gives them access to free medication, but not Haitians. The female appellant gave birth to their child at home and the umbilical cord was still attached. He stated that he called an ambulance, but in vain. He testified that he could not find a taxi as he was refused because of his Haitian accent. A Haitian with a small car drove the female appellant to the hospital.","redacted":"The male appellant testified that the female appellant did not have full access to health services and received inadequate care when she had complications with one of her pregnancies. He stated that Brazilians are entitled to a card that gives them access to free medication, but not Haitians. The female appellant gave birth to their child at home and the umbilical cord was still attached. He stated that he called an ambulance, but in vain. He testified that he could not find a taxi as he was refused because of his Haitian accent. A Haitian with a small car drove the female appellant to the hospital.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"The RPD asked him whether he had filed a complaint, and he replied that he had not because even if he had, it would not have been considered. In such a situation, I would have expected the male appellant to take measures by contacting the authorities to obtain help, which he did not do. In addition, his failure to take these steps is not consistent with a fear for the lives of his wife and child, and this undermines his credibility.","redacted":"The RPD asked him whether he had filed a complaint, and he replied that he had not because even if he had, it would not have been considered. In such a situation, I would have expected the male appellant to take measures by contacting the authorities to obtain help, which he did not do. In addition, his failure to take these steps is not consistent with a fear for the lives of his wife and child, and this undermines his credibility.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"In addition, I note that the RPD asked him whether they had gone to the hospital and whether they had been treated by a doctor, and the male appellant testified that they had, but that they had waited for some time, which is why the child is sick so often now. The RPD also asked the female appellant whether she had filed a complaint against the doctor, but she answered that she had not because she knew that she would not obtain justice. The evidence on the record shows that the female appellant had access to health services at the time her child was born, as well as afterwards when her child received follow-up treatment. While the documentary evidence shows that the health system has two tiers, private and public, the evidence does not show that there is a different system for Haitians with permanent resident status. This is therefore not persecution.","redacted":"In addition, I note that the RPD asked him whether they had gone to the hospital and whether they had been treated by a doctor, and the male appellant testified that they had, but that they had waited for some time, which is why the child is sick so often now. The RPD also asked the female appellant whether she had filed a complaint against the doctor, but she answered that she had not because she knew that she would not obtain justice. The evidence on the record shows that the female appellant had access to health services at the time her child was born, as well as afterwards when her child received follow-up treatment. While the documentary evidence shows that the health system has two tiers, private and public, the evidence does not show that there is a different system for Haitians with permanent resident status. This is therefore not persecution.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"In addition, the male appellant testified that although they are Brazilian, their children do not have health cards. When the RPD asked why the children did not have health cards, given that they are Brazilian nationals, he replied that although they are Brazilian, they do not have the same rights as Brazilians because they are of Haitian origin and are black. I am of the opinion that as Brazilian nationals, the children have the same rights as other Brazilian citizens. In sum, the evidence on the record does not support the conclusion that the appellants were persecuted or that they face a serious possibility of persecution in Brazil.","redacted":"In addition, the male appellant testified that although they are Brazilian, their children do not have health cards. When the RPD asked why the children did not have health cards, given that they are Brazilian nationals, he replied that although they are Brazilian, they do not have the same rights as Brazilians because they are of Haitian origin and are black. I am of the opinion that as Brazilian nationals, the children have the same rights as other Brazilian citizens. In sum, the evidence on the record does not support the conclusion that the appellants were persecuted or that they face a serious possibility of persecution in Brazil.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Having permanent resident status requires some effort to maintain its validity. As long as it is valid, the resident is demonstrating a continued interest in living in the host country permanently. The result of leaving the country for longer than a specified period, without a justification that is recognized under the law, is forfeiture of the right conferred by Brazil.","redacted":"Having permanent resident status requires some effort to maintain its validity. As long as it is valid, the resident is demonstrating a continued interest in living in the host country permanently. The result of leaving the country for longer than a specified period, without a justification that is recognized under the law, is forfeiture of the right conferred by Brazil.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Having obtained permanent resident status, the male and female appellants could have retained it and, if it became impossible for them to avail themselves of that status because they were outside of the country, it was their own actions that jeopardized their status. Considering that their reasons for leaving Brazil do not amount to persecution, I agree with the RPD that the male appellant and the associate appellant left Brazil voluntarily and chose to remain outside the country for more than two years. The loss of their permanent resident status was therefore voluntary and weighs in favour of exclusion. The RPD did not err.","redacted":"Having obtained permanent resident status, the male and female appellants could have retained it and, if it became impossible for them to avail themselves of that status because they were outside of the country, it was their own actions that jeopardized their status. Considering that their reasons for leaving Brazil do not amount to persecution, I agree with the RPD that the male appellant and the associate appellant left Brazil voluntarily and chose to remain outside the country for more than two years. The loss of their permanent resident status was therefore voluntary and weighs in favour of exclusion. The RPD did not err.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Possibility of returning to Brazil","redacted":"Possibility of returning to Brazil","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"The appellants do not contest the RPD’s interpretation of the Brazilian legal provisions concerning the family reunification program. In my opinion, it is accurate to say that the adult appellants could qualify for a visa allowing them to return to live in Brazil, given that their children have Brazilian citizenship. This factor therefore weighs in favour of exclusion.","redacted":"The appellants do not contest the RPD’s interpretation of the Brazilian legal provisions concerning the family reunification program. In my opinion, it is accurate to say that the adult appellants could qualify for a visa allowing them to return to live in Brazil, given that their children have Brazilian citizenship. This factor therefore weighs in favour of exclusion.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Canada’s international obligations","redacted":"Canada’s international obligations","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Concerning the possibility that they would be subjected to discrimination, it is important to note that Canada has never made a commitment to the international community to refuse to return refugee protection claimants on this specific ground. I believe that Canada’s international obligations would be upheld if the exclusion under Article 1E of the Convention were applied, in particular, the obligation to protect individuals who have a well‑founded fear of persecution and individuals who would be subjected to a risk within the meaning of subsection 97(1) if they were to return to their country of origin.","redacted":"Concerning the possibility that they would be subjected to discrimination, it is important to note that Canada has never made a commitment to the international community to refuse to return refugee protection claimants on this specific ground. I believe that Canada’s international obligations would be upheld if the exclusion under Article 1E of the Convention were applied, in particular, the obligation to protect individuals who have a well‑founded fear of persecution and individuals who would be subjected to a risk within the meaning of subsection 97(1) if they were to return to their country of origin.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Failure to assess the risk in the country of origin","redacted":"Failure to assess the risk in the country of origin","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"In my opinion, in order to properly weigh the factors in Zeng, the RPD must have assessed the risk the male appellant would allegedly face in Haiti. Therefore, I assume that the allegations of risk in Haiti are credible, which weighs against exclusion.","redacted":"In my opinion, in order to properly weigh the factors in Zeng, the RPD must have assessed the risk the male appellant would allegedly face in Haiti. Therefore, I assume that the allegations of risk in Haiti are credible, which weighs against exclusion.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Assessment of the risk the appellants would face if they were returned to Brazil","redacted":"Assessment of the risk the appellants would face if they were returned to Brazil","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Before I can conclude that the male appellant is excluded from protection under the Act, I must consider whether he would face a serious possibility of persecution on one of the five grounds set out in section 96 of the Act (race, religion, nationality, membership in a particular social group, and political opinion). This question is also relevant to consider in the case of the associate appellant. None of the appellants have invoked a risk based on section 97 of the Act, that is, the likelihood that they would be personally subjected to a risk to their lives, to a danger of torture, or to a risk of cruel and unusual treatment or punishment. I will therefore not make a determination on that point.","redacted":"Before I can conclude that the male appellant is excluded from protection under the Act, I must consider whether he would face a serious possibility of persecution on one of the five grounds set out in section 96 of the Act (race, religion, nationality, membership in a particular social group, and political opinion). This question is also relevant to consider in the case of the associate appellant. None of the appellants have invoked a risk based on section 97 of the Act, that is, the likelihood that they would be personally subjected to a risk to their lives, to a danger of torture, or to a risk of cruel and unusual treatment or punishment. I will therefore not make a determination on that point.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"I do not consider that the RPD erred in assessing the risk of persecution. I will not deny that there is a serious possibility that the appellants could face discrimination at some point in time. However, in order for discrimination to be considered persecution, it must be sustained or affect basic human rights. The experiences of the male appellant and associate appellant in Brazil are not sufficient to represent a serious possibility that the level of discrimination to which they would be subjected in the future is serious enough to amount to persecution. After weighing all the factors in Zeng, although the risk in Haiti weighs against exclusion, the appellants lost their status voluntarily and can return to Brazil. In addition, they would not face a serious possibility of persecution by reason of their race or nationality should they return to Brazil. Under the circumstances, Canada is not violating its international obligations by excluding the appellants from the protection of the Act. The RAD has weighed all the factors in Zeng and they weigh in favour of excluding the male appellant under Article 1E of the Convention. Consequently, the male appellant and the associate appellant are persons described in Article 1E and are excluded from protection in Canada.","redacted":"I do not consider that the RPD erred in assessing the risk of persecution. I will not deny that there is a serious possibility that the appellants could face discrimination at some point in time. However, in order for discrimination to be considered persecution, it must be sustained or affect basic human rights. The experiences of the male appellant and associate appellant in Brazil are not sufficient to represent a serious possibility that the level of discrimination to which they would be subjected in the future is serious enough to amount to persecution. After weighing all the factors in Zeng, although the risk in Haiti weighs against exclusion, the appellants lost their status voluntarily and can return to Brazil. In addition, they would not face a serious possibility of persecution by reason of their race or nationality should they return to Brazil. Under the circumstances, Canada is not violating its international obligations by excluding the appellants from the protection of the Act. The RAD has weighed all the factors in Zeng and they weigh in favour of excluding the male appellant under Article 1E of the Convention. Consequently, the male appellant and the associate appellant are persons described in Article 1E and are excluded from protection in Canada.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"The minor children","redacted":"The minor children","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"The minor children are Brazilian citizens. The principal appellant, as their designated representative, did not present evidence or testimony that the minor children would fear persecution or would personally be subjected to a danger of torture, to a risk to their lives or to a risk of cruel and unusual treatment or punishment in Brazil.","redacted":"The minor children are Brazilian citizens. The principal appellant, as their designated representative, did not present evidence or testimony that the minor children would fear persecution or would personally be subjected to a danger of torture, to a risk to their lives or to a risk of cruel and unusual treatment or punishment in Brazil.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"In this case, after reviewing all the evidence, the RPD decision and the recording of the hearing, and having considered the arguments presented on appeal, I conclude that the decision to reject the refugee protection claim was correct.","redacted":"In this case, after reviewing all the evidence, the RPD decision and the recording of the hearing, and having considered the arguments presented on appeal, I conclude that the decision to reject the refugee protection claim was correct.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"CONCLUSION","redacted":"CONCLUSION","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"I dismiss the appeal and confirm the RPD’s determination that the appellants are neither Convention refugees nor persons in need of protection.","redacted":"I dismiss the appeal and confirm the RPD’s determination that the appellants are neither Convention refugees nor persons in need of protection.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"IRB translation","redacted":"IRB translation","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Original language: French","redacted":"Original language: French","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Persons who are the subject of the appeal","redacted":"Persons who are the subject of the appeal","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Alex Vilgrain and Neyssa Vilgrain and Junior Jovais Vilgrain and Fernand Yves Vilgrain","redacted":"XXXX XXXX XXXXXXXX XXXX XXXXXXXX XXXX XXXX XXXXXXXX XXXX XXXX","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Personnes en cause","redacted":"Personnes en cause","language":"fr","filename":"MC0-06700a.docx"}
{"unredacted":"Appeal considered \/ heard at","redacted":"Appeal considered \/ heard at","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Ottawa, Ontario","redacted":"Ottawa, Ontario","language":"it","filename":"MC0-06700a.docx"}
{"unredacted":"Appel instruit \/ entendu à","redacted":"Appel instruit \/ entendu à","language":"fr","filename":"MC0-06700a.docx"}
{"unredacted":"Date of decision","redacted":"Date of decision","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"March 23, 2021","redacted":"March 23, 2021","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Date de la décision","redacted":"Date de la décision","language":"fr","filename":"MC0-06700a.docx"}
{"unredacted":"Panel","redacted":"Panel","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Pascale Aubin","redacted":"Pascale Aubin","language":"it","filename":"MC0-06700a.docx"}
{"unredacted":"Tribunal","redacted":"Tribunal","language":"es","filename":"MC0-06700a.docx"}
{"unredacted":"Counsel for the persons who are the subject of the appeal","redacted":"Counsel for the persons who are the subject of the appeal","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Mark Gruszczynski","redacted":"Mark Gruszczynski","language":"pl","filename":"MC0-06700a.docx"}
{"unredacted":"Conseil des personnes en cause","redacted":"Conseil des personnes en cause","language":"fr","filename":"MC0-06700a.docx"}
{"unredacted":"Designated representative","redacted":"Designated representative","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Schnider Stevenson","redacted":"XXXX XXXX","language":"sl","filename":"MC0-06700a.docx"}
{"unredacted":"Représentant(e) désigné(e)","redacted":"Représentant(e) désigné(e)","language":"fr","filename":"MC0-06700a.docx"}
{"unredacted":"Counsel for the Minister","redacted":"Counsel for the Minister","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"N\/A","redacted":"N\/A","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Conseil du ministre","redacted":"Conseil du ministre","language":"fr","filename":"MC0-06700a.docx"}
{"unredacted":"(signed)","redacted":"(signed)","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Pascale Aubin","redacted":"Pascale Aubin","language":"it","filename":"MC0-06700a.docx"}
{"unredacted":"Pascale Aubin","redacted":"Pascale Aubin","language":"it","filename":"MC0-06700a.docx"}
{"unredacted":"March 23, 2021","redacted":"March 23, 2021","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Date","redacted":"Date","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"RAD File No. \/ No de dossier de la SAR : MC006700","redacted":"RAD File No. \/ No de dossier de la SAR : MC006700","language":"eo","filename":"MC0-06700a.docx"}
{"unredacted":"MC006701 \/ MC006702 \/ MC006703","redacted":"MC006701 \/ MC006702 \/ MC006703","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Private Proceeding \/ Huis clos","redacted":"Private Proceeding \/ Huis clos","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Reasons and decision – Motifs et décision","redacted":"Reasons and decision – Motifs et décision","language":"fr","filename":"MC0-06700a.docx"}
{"unredacted":"REASONS FOR DECISION","redacted":"REASONS FOR DECISION","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"OVERVIEW","redacted":"OVERVIEW","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"I dismiss the appeal.","redacted":"I dismiss the appeal.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Alex Vilgrain, the principal appellant, and Neyssa Vilgrain, the associate appellant, are citizens of Haiti, while Junior Jovais Vilgrain and Fernand Yves Vilgrain, the minor associate appellants, are citizens of Brazil.","redacted":"XXXX XXXX, the principal appellant, and XXXX XXXX, the associate appellant, are citizens of Haiti, while XXXX XXXX XXXX and XXXX XXXX XXXX, the minor associate appellants, are citizens of Brazil.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"The male appellant alleges that he encountered problems as a result of a land dispute and of his and his father’s political involvement. He was allegedly persecuted by his father’s rival and by a group of criminals known as Groupe 72, led by the male appellant’s uncle.","redacted":"The male appellant alleges that he encountered problems as a result of a land dispute and of his and his father’s political involvement. He was allegedly persecuted by his father’s rival and by a group of criminals known as Groupe 72, led by the male appellant’s XXXX.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"In September 2013, the male appellant left Haiti for Brazil. Following his departure, these same criminals allegedly continued to persecute his family in Haiti.","redacted":"In XXXX 2013, the male appellant left Haiti for Brazil. Following his departure, these same criminals allegedly continued to persecute his family in Haiti.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"His father filed a complaint against Groupe 72, but a warrant was issued against his father for defamation. His father then filed a report against the judge.","redacted":"His father filed a complaint against Groupe 72, but a warrant was issued against his father for defamation. His father then filed a report against the judge.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"In Brazil, the male appellant was assaulted and threatened by criminals for refusing to join their group.","redacted":"In Brazil, the male appellant was assaulted and threatened by criminals for refusing to join their group.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"In 2016, because of the violence and prejudice against Haitians, the appellants and their children left Brazil, travelling through several countries in order to reach the United States (US).","redacted":"In 2016, because of the violence and prejudice against Haitians, the appellants and their children left Brazil, travelling through several countries in order to reach the United States (US).","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"In January 2017, as a result of the Trump administration’s anti-immigration policy, they left the US for Canada, where they filed their refugee protection claims.","redacted":"In XXXX 2017, as a result of the Trump administration’s anti-immigration policy, they left the US for Canada, where they filed their refugee protection claims.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"On February 7, 2020, the Refugee Protection Division (RPD) rejected the appellants’ refugee protection claims on the grounds that they are neither Convention refugees nor persons in need of protection.","redacted":"On February 7, 2020, the Refugee Protection Division (RPD) rejected the appellants’ refugee protection claims on the grounds that they are neither Convention refugees nor persons in need of protection.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"The determinative issue for the Refugee Appeal Division (RAD) is exclusion under Article 1E.","redacted":"The determinative issue for the Refugee Appeal Division (RAD) is exclusion under Article 1E.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"DETERMINATION","redacted":"DETERMINATION","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"I dismiss the appeal. The RPD was correct in determining that the appellants are neither Convention refugees nor persons in need of protection.","redacted":"I dismiss the appeal. The RPD was correct in determining that the appellants are neither Convention refugees nor persons in need of protection.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"ANALYSIS","redacted":"ANALYSIS","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"My role is to review all the evidence and to determine whether the RPD’s decision is correct.","redacted":"My role is to review all the evidence and to determine whether the RPD’s decision is correct.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"The appellants argue that the RPD incorrectly applied the Zeng test. The appellants maintain that the evidence submitted to the RPD establishes that they did not have substantially the same rights as Brazilian nationals and therefore, section 98 should not apply and they should not be excluded. They submit that the RPD did not correctly consider and analyze the alleged violent events and discrimination as valid reasons for leaving Brazil for more than two years. The appellants submit that the RPD erred in transferring the burden of proof to them. The appellants argue that the RPD also failed to consider the risk they would be subjected to if they returned to Haiti.","redacted":"The appellants argue that the RPD incorrectly applied the Zeng test. The appellants maintain that the evidence submitted to the RPD establishes that they did not have substantially the same rights as Brazilian nationals and therefore, section 98 should not apply and they should not be excluded. They submit that the RPD did not correctly consider and analyze the alleged violent events and discrimination as valid reasons for leaving Brazil for more than two years. The appellants submit that the RPD erred in transferring the burden of proof to them. The appellants argue that the RPD also failed to consider the risk they would be subjected to if they returned to Haiti.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"I do not agree with these allegations.","redacted":"I do not agree with these allegations.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"The RPD concluded that Article 1E of the Convention applies to the appellants. In order to analyze whether the exclusion clause applies, the RPD correctly relied on Zeng, which sets out the following test for exclusion under Article 1E of the Convention.","redacted":"The RPD concluded that Article 1E of the Convention applies to the appellants. In order to analyze whether the exclusion clause applies, the RPD correctly relied on Zeng, which sets out the following test for exclusion under Article 1E of the Convention.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Considering all relevant factors to the date of the hearing, does the claimant have status, substantially similar to that of its nationals, in the third country? If the answer is yes, the claimant is excluded. If the answer is no, the next question is whether the claimant previously had such status and lost it, or had access to such status and failed to acquire it. If the answer is no, the claimant is not excluded under Article 1E. If the answer is yes, the RPD must consider and balance various factors. These include, but are not limited to, the reason for the loss of status (voluntary or involuntary), whether the claimant could return to the third country, the risk the claimant would face in the home country, Canada’s international obligations, and any other relevant facts.","redacted":"Considering all relevant factors to the date of the hearing, does the claimant have status, substantially similar to that of its nationals, in the third country? If the answer is yes, the claimant is excluded. If the answer is no, the next question is whether the claimant previously had such status and lost it, or had access to such status and failed to acquire it. If the answer is no, the claimant is not excluded under Article 1E. If the answer is yes, the RPD must consider and balance various factors. These include, but are not limited to, the reason for the loss of status (voluntary or involuntary), whether the claimant could return to the third country, the risk the claimant would face in the home country, Canada’s international obligations, and any other relevant facts.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"I am of the opinion that the RPD was correct in concluding that permanent resident status in Brazil confers the rights and obligations that are attached to nationality within the intended meaning of Article 1E of the Convention. Even assuming that the appellants have lost this status, I agree with the RPD that the appellants must still be excluded from protection under the Immigration and Refugee Protection Act (the Act). The RPD did not err in applying the factors to consider according to Zeng. The appellants also failed to establish that it is likely that they would be personally subjected to a risk to their lives or to a risk of cruel and unusual treatment or punishment.","redacted":"I am of the opinion that the RPD was correct in concluding that permanent resident status in Brazil confers the rights and obligations that are attached to nationality within the intended meaning of Article 1E of the Convention. Even assuming that the appellants have lost this status, I agree with the RPD that the appellants must still be excluded from protection under the Immigration and Refugee Protection Act (the Act). The RPD did not err in applying the factors to consider according to Zeng. The appellants also failed to establish that it is likely that they would be personally subjected to a risk to their lives or to a risk of cruel and unusual treatment or punishment.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"The rights and obligations conferred by permanent residence in Brazil","redacted":"The rights and obligations conferred by permanent residence in Brazil","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"The appellants are basing their argument that certain social services are not available to permanent residents in Brazil on their personal experience. This is false. The Brazilian constitution clearly states that permanent residents in Brazil have the same rights and obligations as Brazilian citizens, with the exception of the right to vote on such matters as health, education and access to the labour market. While this may not be consistent with what the appellants experienced on various occasions, the fact remains that these are rights they could have asserted.","redacted":"The appellants are basing their argument that certain social services are not available to permanent residents in Brazil on their personal experience. This is false. The Brazilian constitution clearly states that permanent residents in Brazil have the same rights and obligations as Brazilian citizens, with the exception of the right to vote on such matters as health, education and access to the labour market. While this may not be consistent with what the appellants experienced on various occasions, the fact remains that these are rights they could have asserted.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"The appellants do not dispute that their status allows them to return to Brazil. The appellants are challenging the RPD’s conclusion that they lost their status voluntarily.","redacted":"The appellants do not dispute that their status allows them to return to Brazil. The appellants are challenging the RPD’s conclusion that they lost their status voluntarily.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Appellants’ fear in Brazil","redacted":"Appellants’ fear in Brazil","language":"it","filename":"MC0-06700a.docx"}
{"unredacted":"The appellants state that they fear returning to Brazil because of the racial discrimination and persecution or abuse they could be subjected to.","redacted":"The appellants state that they fear returning to Brazil because of the racial discrimination and persecution or abuse they could be subjected to.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"According to the case law, persecution requires an affliction of repeated acts of cruelty or a particular course or period of systematic infliction of punishment. In order for discriminatory acts to constitute persecution, they must be “sufficiently serious and occur over such a long period of time that it can be said that the claimants’ physical or moral integrity is threatened.”","redacted":"According to the case law, persecution requires an affliction of repeated acts of cruelty or a particular course or period of systematic infliction of punishment. In order for discriminatory acts to constitute persecution, they must be “sufficiently serious and occur over such a long period of time that it can be said that the claimants’ physical or moral integrity is threatened.”","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"During the hearing, the appellants testified that when they lived in Brazil, Haitians were treated like pariahs. The male appellant testified that where they were living, they were not allowed to approach a Brazilian. As an example, he described an incident when he and his wife and children were walking down the street and a little Brazilian girl said hello to them. The little girl’s mother allegedly told her not to play with this group of dogs. The male appellant also stated that he earned far less than a Brazilian woman who was doing the same job as him. The fact that the principal appellant earned a lower salary stems from several factors, especially considering the economic slump in Brazil in 2016, and cannot be characterized as persecution. I note that the appellants had living accommodations.","redacted":"During the hearing, the appellants testified that when they lived in Brazil, Haitians were treated like pariahs. The male appellant testified that where they were living, they were not allowed to approach a Brazilian. As an example, he described an incident when he and his wife and children were walking down the street and a little Brazilian girl said hello to them. The little girl’s mother allegedly told her not to play with this group of dogs. The male appellant also stated that he earned far less than a Brazilian woman who was doing the same job as him. The fact that the principal appellant earned a lower salary stems from several factors, especially considering the economic slump in Brazil in 2016, and cannot be characterized as persecution. I note that the appellants had living accommodations.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"The male appellant stated that there is systemic discrimination against Haitians at all levels. He testified that the texture of their hair and their accents gave them away and that they were discriminated against. I am of the opinion that the racist insults and abuse the male appellant was subjected to at work, while unfortunate, do not amount to persecution.","redacted":"The male appellant stated that there is systemic discrimination against Haitians at all levels. He testified that the texture of their hair and their accents gave them away and that they were discriminated against. I am of the opinion that the racist insults and abuse the male appellant was subjected to at work, while unfortunate, do not amount to persecution.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"In his Basis of Claim Form (BOC Form), the male appellant states that he left Brazil on December 16, 2016, because criminals living in his area had asked him on several occasions to join their group. I note that the RPD asked the male appellant to explain why the criminals wanted to recruit him, and he replied that it was because Haitians in Brazil are considered vulnerable, and because we’re vulnerable, we’re at everyone’s mercy. Although the male appellant testified that he was recruited because he was vulnerable, the evidence on the record does not support the conclusion that this was because he is Haitian. On a balance of probabilities, this could have happened to any vulnerable person, regardless of their origin or nationality. This is therefore not persecution.","redacted":"In his Basis of Claim Form (BOC Form), the male appellant states that he left Brazil on XXXX XXXX, 2016, because criminals living in his area had asked him on several occasions to join their group. I note that the RPD asked the male appellant to explain why the criminals wanted to recruit him, and he replied that it was because Haitians in Brazil are considered vulnerable, and because we’re vulnerable, we’re at everyone’s mercy. Although the male appellant testified that he was recruited because he was vulnerable, the evidence on the record does not support the conclusion that this was because he is Haitian. On a balance of probabilities, this could have happened to any vulnerable person, regardless of their origin or nationality. This is therefore not persecution.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"The male appellant testified that the female appellant did not have full access to health services and received inadequate care when she had complications with one of her pregnancies. He stated that Brazilians are entitled to a card that gives them access to free medication, but not Haitians. The female appellant gave birth to their child at home and the umbilical cord was still attached. He stated that he called an ambulance, but in vain. He testified that he could not find a taxi as he was refused because of his Haitian accent. A Haitian with a small car drove the female appellant to the hospital.","redacted":"The male appellant testified that the female appellant did not have full access to health services and received inadequate care when she had complications with one of her pregnancies. He stated that Brazilians are entitled to a card that gives them access to free medication, but not Haitians. The female appellant gave birth to their child at home and the umbilical cord was still attached. He stated that he called an ambulance, but in vain. He testified that he could not find a taxi as he was refused because of his Haitian accent. A Haitian with a small car drove the female appellant to the hospital.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"The RPD asked him whether he had filed a complaint, and he replied that he had not because even if he had, it would not have been considered. In such a situation, I would have expected the male appellant to take measures by contacting the authorities to obtain help, which he did not do. In addition, his failure to take these steps is not consistent with a fear for the lives of his wife and child, and this undermines his credibility.","redacted":"The RPD asked him whether he had filed a complaint, and he replied that he had not because even if he had, it would not have been considered. In such a situation, I would have expected the male appellant to take measures by contacting the authorities to obtain help, which he did not do. In addition, his failure to take these steps is not consistent with a fear for the lives of his wife and child, and this undermines his credibility.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"In addition, I note that the RPD asked him whether they had gone to the hospital and whether they had been treated by a doctor, and the male appellant testified that they had, but that they had waited for some time, which is why the child is sick so often now. The RPD also asked the female appellant whether she had filed a complaint against the doctor, but she answered that she had not because she knew that she would not obtain justice. The evidence on the record shows that the female appellant had access to health services at the time her child was born, as well as afterwards when her child received follow-up treatment. While the documentary evidence shows that the health system has two tiers, private and public, the evidence does not show that there is a different system for Haitians with permanent resident status. This is therefore not persecution.","redacted":"In addition, I note that the RPD asked him whether they had gone to the hospital and whether they had been treated by a doctor, and the male appellant testified that they had, but that they had waited for some time, which is why the child is sick so often now. The RPD also asked the female appellant whether she had filed a complaint against the doctor, but she answered that she had not because she knew that she would not obtain justice. The evidence on the record shows that the female appellant had access to health services at the time her child was born, as well as afterwards when her child received follow-up treatment. While the documentary evidence shows that the health system has two tiers, private and public, the evidence does not show that there is a different system for Haitians with permanent resident status. This is therefore not persecution.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"In addition, the male appellant testified that although they are Brazilian, their children do not have health cards. When the RPD asked why the children did not have health cards, given that they are Brazilian nationals, he replied that although they are Brazilian, they do not have the same rights as Brazilians because they are of Haitian origin and are black. I am of the opinion that as Brazilian nationals, the children have the same rights as other Brazilian citizens. In sum, the evidence on the record does not support the conclusion that the appellants were persecuted or that they face a serious possibility of persecution in Brazil.","redacted":"In addition, the male appellant testified that although they are Brazilian, their children do not have health cards. When the RPD asked why the children did not have health cards, given that they are Brazilian nationals, he replied that although they are Brazilian, they do not have the same rights as Brazilians because they are of Haitian origin and are black. I am of the opinion that as Brazilian nationals, the children have the same rights as other Brazilian citizens. In sum, the evidence on the record does not support the conclusion that the appellants were persecuted or that they face a serious possibility of persecution in Brazil.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Having permanent resident status requires some effort to maintain its validity. As long as it is valid, the resident is demonstrating a continued interest in living in the host country permanently. The result of leaving the country for longer than a specified period, without a justification that is recognized under the law, is forfeiture of the right conferred by Brazil.","redacted":"Having permanent resident status requires some effort to maintain its validity. As long as it is valid, the resident is demonstrating a continued interest in living in the host country permanently. The result of leaving the country for longer than a specified period, without a justification that is recognized under the law, is forfeiture of the right conferred by Brazil.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Having obtained permanent resident status, the male and female appellants could have retained it and, if it became impossible for them to avail themselves of that status because they were outside of the country, it was their own actions that jeopardized their status. Considering that their reasons for leaving Brazil do not amount to persecution, I agree with the RPD that the male appellant and the associate appellant left Brazil voluntarily and chose to remain outside the country for more than two years. The loss of their permanent resident status was therefore voluntary and weighs in favour of exclusion. The RPD did not err.","redacted":"Having obtained permanent resident status, the male and female appellants could have retained it and, if it became impossible for them to avail themselves of that status because they were outside of the country, it was their own actions that jeopardized their status. Considering that their reasons for leaving Brazil do not amount to persecution, I agree with the RPD that the male appellant and the associate appellant left Brazil voluntarily and chose to remain outside the country for more than two years. The loss of their permanent resident status was therefore voluntary and weighs in favour of exclusion. The RPD did not err.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Possibility of returning to Brazil","redacted":"Possibility of returning to Brazil","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"The appellants do not contest the RPD’s interpretation of the Brazilian legal provisions concerning the family reunification program. In my opinion, it is accurate to say that the adult appellants could qualify for a visa allowing them to return to live in Brazil, given that their children have Brazilian citizenship. This factor therefore weighs in favour of exclusion.","redacted":"The appellants do not contest the RPD’s interpretation of the Brazilian legal provisions concerning the family reunification program. In my opinion, it is accurate to say that the adult appellants could qualify for a visa allowing them to return to live in Brazil, given that their children have Brazilian citizenship. This factor therefore weighs in favour of exclusion.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Canada’s international obligations","redacted":"Canada’s international obligations","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Concerning the possibility that they would be subjected to discrimination, it is important to note that Canada has never made a commitment to the international community to refuse to return refugee protection claimants on this specific ground. I believe that Canada’s international obligations would be upheld if the exclusion under Article 1E of the Convention were applied, in particular, the obligation to protect individuals who have a well‑founded fear of persecution and individuals who would be subjected to a risk within the meaning of subsection 97(1) if they were to return to their country of origin.","redacted":"Concerning the possibility that they would be subjected to discrimination, it is important to note that Canada has never made a commitment to the international community to refuse to return refugee protection claimants on this specific ground. I believe that Canada’s international obligations would be upheld if the exclusion under Article 1E of the Convention were applied, in particular, the obligation to protect individuals who have a well‑founded fear of persecution and individuals who would be subjected to a risk within the meaning of subsection 97(1) if they were to return to their country of origin.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Failure to assess the risk in the country of origin","redacted":"Failure to assess the risk in the country of origin","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"In my opinion, in order to properly weigh the factors in Zeng, the RPD must have assessed the risk the male appellant would allegedly face in Haiti. Therefore, I assume that the allegations of risk in Haiti are credible, which weighs against exclusion.","redacted":"In my opinion, in order to properly weigh the factors in Zeng, the RPD must have assessed the risk the male appellant would allegedly face in Haiti. Therefore, I assume that the allegations of risk in Haiti are credible, which weighs against exclusion.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Assessment of the risk the appellants would face if they were returned to Brazil","redacted":"Assessment of the risk the appellants would face if they were returned to Brazil","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Before I can conclude that the male appellant is excluded from protection under the Act, I must consider whether he would face a serious possibility of persecution on one of the five grounds set out in section 96 of the Act (race, religion, nationality, membership in a particular social group, and political opinion). This question is also relevant to consider in the case of the associate appellant. None of the appellants have invoked a risk based on section 97 of the Act, that is, the likelihood that they would be personally subjected to a risk to their lives, to a danger of torture, or to a risk of cruel and unusual treatment or punishment. I will therefore not make a determination on that point.","redacted":"Before I can conclude that the male appellant is excluded from protection under the Act, I must consider whether he would face a serious possibility of persecution on one of the five grounds set out in section 96 of the Act (race, religion, nationality, membership in a particular social group, and political opinion). This question is also relevant to consider in the case of the associate appellant. None of the appellants have invoked a risk based on section 97 of the Act, that is, the likelihood that they would be personally subjected to a risk to their lives, to a danger of torture, or to a risk of cruel and unusual treatment or punishment. I will therefore not make a determination on that point.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"I do not consider that the RPD erred in assessing the risk of persecution. I will not deny that there is a serious possibility that the appellants could face discrimination at some point in time. However, in order for discrimination to be considered persecution, it must be sustained or affect basic human rights. The experiences of the male appellant and associate appellant in Brazil are not sufficient to represent a serious possibility that the level of discrimination to which they would be subjected in the future is serious enough to amount to persecution. After weighing all the factors in Zeng, although the risk in Haiti weighs against exclusion, the appellants lost their status voluntarily and can return to Brazil. In addition, they would not face a serious possibility of persecution by reason of their race or nationality should they return to Brazil. Under the circumstances, Canada is not violating its international obligations by excluding the appellants from the protection of the Act. The RAD has weighed all the factors in Zeng and they weigh in favour of excluding the male appellant under Article 1E of the Convention. Consequently, the male appellant and the associate appellant are persons described in Article 1E and are excluded from protection in Canada.","redacted":"I do not consider that the RPD erred in assessing the risk of persecution. I will not deny that there is a serious possibility that the appellants could face discrimination at some point in time. However, in order for discrimination to be considered persecution, it must be sustained or affect basic human rights. The experiences of the male appellant and associate appellant in Brazil are not sufficient to represent a serious possibility that the level of discrimination to which they would be subjected in the future is serious enough to amount to persecution. After weighing all the factors in Zeng, although the risk in Haiti weighs against exclusion, the appellants lost their status voluntarily and can return to Brazil. In addition, they would not face a serious possibility of persecution by reason of their race or nationality should they return to Brazil. Under the circumstances, Canada is not violating its international obligations by excluding the appellants from the protection of the Act. The RAD has weighed all the factors in Zeng and they weigh in favour of excluding the male appellant under Article 1E of the Convention. Consequently, the male appellant and the associate appellant are persons described in Article 1E and are excluded from protection in Canada.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"The minor children","redacted":"The minor children","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"The minor children are Brazilian citizens. The principal appellant, as their designated representative, did not present evidence or testimony that the minor children would fear persecution or would personally be subjected to a danger of torture, to a risk to their lives or to a risk of cruel and unusual treatment or punishment in Brazil.","redacted":"The minor children are Brazilian citizens. The principal appellant, as their designated representative, did not present evidence or testimony that the minor children would fear persecution or would personally be subjected to a danger of torture, to a risk to their lives or to a risk of cruel and unusual treatment or punishment in Brazil.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"In this case, after reviewing all the evidence, the RPD decision and the recording of the hearing, and having considered the arguments presented on appeal, I conclude that the decision to reject the refugee protection claim was correct.","redacted":"In this case, after reviewing all the evidence, the RPD decision and the recording of the hearing, and having considered the arguments presented on appeal, I conclude that the decision to reject the refugee protection claim was correct.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"CONCLUSION","redacted":"CONCLUSION","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"I dismiss the appeal and confirm the RPD’s determination that the appellants are neither Convention refugees nor persons in need of protection.","redacted":"I dismiss the appeal and confirm the RPD’s determination that the appellants are neither Convention refugees nor persons in need of protection.","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"IRB translation","redacted":"IRB translation","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Original language: French","redacted":"Original language: French","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Persons who are the subject of the appeal","redacted":"Persons who are the subject of the appeal","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Alex Vilgrain and Neyssa Vilgrain and Junior Jovais Vilgrain and Fernand Yves Vilgrain","redacted":"XXXX XXXX XXXXXXXX XXXX XXXXXXXX XXXX XXXX XXXXXXXX XXXX XXXX","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Personnes en cause","redacted":"Personnes en cause","language":"fr","filename":"MC0-06700a.docx"}
{"unredacted":"Appeal considered \/ heard at","redacted":"Appeal considered \/ heard at","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Ottawa, Ontario","redacted":"Ottawa, Ontario","language":"it","filename":"MC0-06700a.docx"}
{"unredacted":"Appel instruit \/ entendu à","redacted":"Appel instruit \/ entendu à","language":"fr","filename":"MC0-06700a.docx"}
{"unredacted":"Date of decision","redacted":"Date of decision","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"March 23, 2021","redacted":"March 23, 2021","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Date de la décision","redacted":"Date de la décision","language":"fr","filename":"MC0-06700a.docx"}
{"unredacted":"Panel","redacted":"Panel","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Pascale Aubin","redacted":"Pascale Aubin","language":"it","filename":"MC0-06700a.docx"}
{"unredacted":"Tribunal","redacted":"Tribunal","language":"es","filename":"MC0-06700a.docx"}
{"unredacted":"Counsel for the persons who are the subject of the appeal","redacted":"Counsel for the persons who are the subject of the appeal","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Mark Gruszczynski","redacted":"Mark Gruszczynski","language":"pl","filename":"MC0-06700a.docx"}
{"unredacted":"Conseil des personnes en cause","redacted":"Conseil des personnes en cause","language":"fr","filename":"MC0-06700a.docx"}
{"unredacted":"Designated representative","redacted":"Designated representative","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Schnider Stevenson","redacted":"XXXX XXXX","language":"sl","filename":"MC0-06700a.docx"}
{"unredacted":"Représentant(e) désigné(e)","redacted":"Représentant(e) désigné(e)","language":"fr","filename":"MC0-06700a.docx"}
{"unredacted":"Counsel for the Minister","redacted":"Counsel for the Minister","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"N\/A","redacted":"N\/A","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Conseil du ministre","redacted":"Conseil du ministre","language":"fr","filename":"MC0-06700a.docx"}
{"unredacted":"(signed)","redacted":"(signed)","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Pascale Aubin","redacted":"Pascale Aubin","language":"it","filename":"MC0-06700a.docx"}
{"unredacted":"Pascale Aubin","redacted":"Pascale Aubin","language":"it","filename":"MC0-06700a.docx"}
{"unredacted":"March 23, 2021","redacted":"March 23, 2021","language":"en","filename":"MC0-06700a.docx"}
{"unredacted":"Date","redacted":"Date","language":"en","filename":"MC0-06700a.docx"}
