{"unredacted":"RAD File \/ Dossier de la SAR : MC011075","redacted":"RAD File \/ Dossier de la SAR : MC011075","language":"fr","filename":"MC0-11075a.docx"}
{"unredacted":"MC011076 \/ MC011077 \/ MC011078","redacted":"MC011076 \/ MC011077 \/ MC011078","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Private Proceeding \/ Huis clos","redacted":"Private Proceeding \/ Huis clos","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Reasons and decision Motifs et décision","redacted":"Reasons and decision Motifs et décision","language":"fr","filename":"MC0-11075a.docx"}
{"unredacted":"REASONS FOR DECISION","redacted":"REASONS FOR DECISION","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"OVERVIEW","redacted":"OVERVIEW","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Manuel Rafael Vanegas Velásquez (Principal Appellant) and Tatiana Catalina Amaya Aguilar, Milena Aguilar Velásquez, Patricia Aguilar Velásquez (Associate Appellants) are citizens of Colombia. They fear a criminal group, the Black Eagles, due to Mr. Vanegas Velásquez involvement in the 2014 and 2018 regional elections in Santander. Their claim was denied by the Refugee Protection Division (RPD) based on credibility findings. The Appellants allege that the COVID-19 measures imposed at the RPD hearing created an unfair hearing and led to adverse findings against them. They also argue that the RPD failed to understand their evidence and to apply the presumption of truth or the benefit of the doubt to their evidence.","redacted":"XXXX XXXX XXXX XXXX (Principal Appellant) and XXXX XXXX XXXX XXXX, XXXX XXXX XXXX, XXXX XXXX XXXX (Associate Appellants) are citizens of Colombia. They fear a criminal group, the Black Eagles, due to Mr. XXXX XXXX involvement in the 2014 and 2018 regional elections in XXXX. Their claim was denied by the Refugee Protection Division (RPD) based on credibility findings. The Appellants allege that the COVID-19 measures imposed at the RPD hearing created an unfair hearing and led to adverse findings against them. They also argue that the RPD failed to understand their evidence and to apply the presumption of truth or the benefit of the doubt to their evidence.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"DECISION","redacted":"DECISION","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"I dismiss the appeal. The RPD was correct in finding that the Appellants are neither Convention refugees nor persons in need of protection.","redacted":"I dismiss the appeal. The RPD was correct in finding that the Appellants are neither Convention refugees nor persons in need of protection.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"BACKGROUND","redacted":"BACKGROUND","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"The Appellants fear a criminal group in Columbia, the Black Eagles, due to Mr. Vanegas Velásquez involvement in the Colombian Conservative Party (PCC). Mr. Vanegas Velásquez and Ms. Amaya Aguilar were members of the PCC from October 2012 to February 2018. The applicants allege that they were threatened by armed men in September 2014 and in May 2018 after the regional elections of those years. The Appellants left Colombia for the United States in June 2018, entered Canada illegally on June 24, 2018, and claimed refugee status shortly thereafter.","redacted":"The Appellants fear a criminal group in Columbia, the Black Eagles, due to Mr. XXXX XXXX involvement in the Colombian Conservative Party (PCC). Mr. XXXX XXXX and Ms. XXXX XXXX were members of the PCC from XXXX 2012 to XXXX 2018. The applicants allege that they were threatened by armed men in XXXX 2014 and in XXXX 2018 after the regional elections of those years. The Appellants left Colombia for the United States in XXXX 2018, entered Canada illegally on XXXX XXXX, 2018, and claimed refugee status shortly thereafter.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"The Appellants indicate that they are not presenting new evidence but have provided an affidavit from Mr. Vanegas Velásquez. This affidavit relates his views and feelings about the RPD decision but does not contain new facts or other evidence. I have considered this affidavit as part of the Appellants’ memorandum of argument.","redacted":"The Appellants indicate that they are not presenting new evidence but have provided an affidavit from Mr. XXXX XXXX. This affidavit relates his views and feelings about the RPD decision but does not contain new facts or other evidence. I have considered this affidavit as part of the Appellants’ memorandum of argument.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"The Appellants are requesting an oral hearing. As there is no new evidence, I do not have jurisdiction to convene an oral hearing.","redacted":"The Appellants are requesting an oral hearing. As there is no new evidence, I do not have jurisdiction to convene an oral hearing.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"At the outset of the hearing, the RPD confirmed that the claim of the Associate Appellants was based on the events surrounding Mr. Vanegas Velásquez, specifically that there were no independent bases of claim for the other Appellants. Having reviewed the oral and documentary evidence, I agree that there are no other grounds for the claims of the Associate Appellants.","redacted":"At the outset of the hearing, the RPD confirmed that the claim of the Associate Appellants was based on the events surrounding Mr. XXXX XXXX, specifically that there were no independent bases of claim for the other Appellants. Having reviewed the oral and documentary evidence, I agree that there are no other grounds for the claims of the Associate Appellants.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"ANALYSIS","redacted":"ANALYSIS","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"My role is to look at all the evidence and decide if the RPD made the correct decision.","redacted":"My role is to look at all the evidence and decide if the RPD made the correct decision.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"The RPD found that the Appellants were not credible about the following key elements of their claim:","redacted":"The RPD found that the Appellants were not credible about the following key elements of their claim:","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"The Appellants had little knowledge of the regional elections of the City of Otanche in which Mr. Vanegas Velásquez participated. Mr. Vanegas Velásquez was not able to give the name of the mayor of Bucaramanga, the number of people on the regional council or the name of any candidates. He incorrectly cited the years of the two elections in which he campaigned.","redacted":"The Appellants had little knowledge of the regional elections of the City of Otanche in which Mr. XXXX XXXX participated. Mr. XXXX XXXX was not able to give the name of the mayor of XXXX, the number of people on the regional council or the name of any candidates. He incorrectly cited the years of the two elections in which he campaigned.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"His party membership card had no dates of issue nor of expiration. He was not able to name the person who was the president of the party when he joined it, even though that person’s name was on the membership card.","redacted":"His party membership card had no dates of issue nor of expiration. He was not able to name the person who was the president of the party when he joined it, even though that person’s name was on the membership card.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"The Appellants appear to have no knowledge of the Black Eagles group. The Appellants testified that the Black Eagles could be found everywhere in Columbia while the objective evidence indicates that they are found in a select few areas. Mr. Vanegas Velásquez was unable to name the candidates supported by the Black Eagles in any of the elections.","redacted":"The Appellants appear to have no knowledge of the Black Eagles group. The Appellants testified that the Black Eagles could be found everywhere in Columbia while the objective evidence indicates that they are found in a select few areas. Mr. XXXX XXXX was unable to name the candidates supported by the Black Eagles in any of the elections.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"In his denunciation to the police in 2014, Mr. Vanegas Velásquez does not attribute the death threats to the Black Eagles. Similarly, Mr. Vanegas Velásquez indicated that the men did not identify themselves as Black Eagles in any of the 2014 or 2018 events.","redacted":"In his denunciation to the police in 2014, Mr. XXXX XXXX does not attribute the death threats to the Black Eagles. Similarly, Mr. XXXX XXXX indicated that the men did not identify themselves as Black Eagles in any of the 2014 or 2018 events.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Mr. Vanegas Velásquez believed the assailants to have been members of the Black Eagles based on information from his father-in-law. The father-in-law had not seen or heard the assailants but spoke to community contacts. The RPD found that this third-hand information was speculative about the identity of the assailants.","redacted":"Mr. XXXX XXXX believed the assailants to have been members of the Black Eagles based on information from his father-in-law. The father-in-law had not seen or heard the assailants but spoke to community contacts. The RPD found that this third-hand information was speculative about the identity of the assailants.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Mr. Vanegas Velásquez had not inquired into the status of the police investigations into his complaints and did not know why they had been classified as “inactive” by the police. He indicated that it is typical for Columbian police to ignore or to downplay complaints unless a person is dead.","redacted":"Mr. XXXX XXXX had not inquired into the status of the police investigations into his complaints and did not know why they had been classified as “inactive” by the police. He indicated that it is typical for Columbian police to ignore or to downplay complaints unless a person is dead.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"The RPD found that the anonymous calls were received by Ms. Amaya Aguilar (and not by Mr. Vanegas Velásquez) and that some of these calls could not be attributed to the Black Eagles. I also note that one of the police reports indicates that these calls may have come from a company selling cellular packages.","redacted":"The RPD found that the anonymous calls were received by Ms. XXXX XXXX (and not by Mr. XXXX XXXX) and that some of these calls could not be attributed to the Black Eagles. I also note that one of the police reports indicates that these calls may have come from a company selling cellular packages.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"The RPD also found that the documentary evidence showed that the Black Eagles name was often used by multiple unrelated and unstructured groups (including street gangs). The RPD found that the Black Eagles were not a unified and cohesive criminal group.","redacted":"The RPD also found that the documentary evidence showed that the Black Eagles name was often used by multiple unrelated and unstructured groups (including street gangs). The RPD found that the Black Eagles were not a unified and cohesive criminal group.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"COVID-19 Measures","redacted":"COVID-19 Measures","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"The Appellants argue that the safety measures established by the IRB in light of the COVID-19 pandemic prevented them from presenting their evidence, from being well understood and from having a fair hearing. In light of the exceptional nature of the global pandemic, I find that there was no breach of natural justice during the RPD hearing.","redacted":"The Appellants argue that the safety measures established by the IRB in light of the COVID-19 pandemic prevented them from presenting their evidence, from being well understood and from having a fair hearing. In light of the exceptional nature of the global pandemic, I find that there was no breach of natural justice during the RPD hearing.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"The safety measures at the RPD hearing included mandatory masks for all persons in the room; plexiglass sheets between the RPD member, the translator and the Appellants; maintaining a distance of more than two metres between the parties; and mandatory use of hand sanitizer when entering and exiting the room. These measures were installed by direction of the Chairperson, established in accordance with federal legislation,and pursuant to directions and recommendations from the Public Health Agency of Canada.","redacted":"The safety measures at the RPD hearing included mandatory masks for all persons in the room; plexiglass sheets between the RPD member, the translator and the Appellants; maintaining a distance of more than two metres between the parties; and mandatory use of hand sanitizer when entering and exiting the room. These measures were installed by direction of the Chairperson, established in accordance with federal legislation,and pursuant to directions and recommendations from the Public Health Agency of Canada.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"During the RPD hearing Appellants’ counsel requested that the Appellants be able to remove their masks in order to facilitate their testimony. The RPD allowed this request in accordance with the IRB’s COVID-19 health and safety measures. The RPD member and interpreter remained masked and behind plexiglass throughout the Appellants’ testimony.","redacted":"During the RPD hearing Appellants’ counsel requested that the Appellants be able to remove their masks in order to facilitate their testimony. The RPD allowed this request in accordance with the IRB’s COVID-19 health and safety measures. The RPD member and interpreter remained masked and behind plexiglass throughout the Appellants’ testimony.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"The Appellants argue that the wearing of a mask was not required by the Quebec provincial order. I note the hearing was held in a federal hearing room by a federal department. I find that there was no error in the RPD following the mandatory directives imposed by the Chairperson in relation to the COVID-19 pandemic.","redacted":"The Appellants argue that the wearing of a mask was not required by the Quebec provincial order. I note the hearing was held in a federal hearing room by a federal department. I find that there was no error in the RPD following the mandatory directives imposed by the Chairperson in relation to the COVID-19 pandemic.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"The Appellant argues that wearing a mask affected the Appellant’s ability to communicate. The directive imposed by the Chairperson allowed the RPD member, in his discretion, to allow the Appellant to remove his mask to testify. It appears that the RPD allowed the Appellants to remove their masks for the entirety of their testimony. In reviewing the audio recording and the decision, I find that the RPD or the interpreter did not have difficulties hearing the Appellant. The interpreter did not indicate to the RPD that she was having difficulties hearing or performing her task due to wearing a mask. The RPD found that the Appellant could not express himself clearly for reasons unrelated to the mask. For example, the Appellant did not answer the questions directly or give contradictory or unclear answers. These difficulties in his testimony were not caused by the wearing of a mask and could have happened without a mask.","redacted":"The Appellant argues that wearing a mask affected the Appellant’s ability to communicate. The directive imposed by the Chairperson allowed the RPD member, in his discretion, to allow the Appellant to remove his mask to testify. It appears that the RPD allowed the Appellants to remove their masks for the entirety of their testimony. In reviewing the audio recording and the decision, I find that the RPD or the interpreter did not have difficulties hearing the Appellant. The interpreter did not indicate to the RPD that she was having difficulties hearing or performing her task due to wearing a mask. The RPD found that the Appellant could not express himself clearly for reasons unrelated to the mask. For example, the Appellant did not answer the questions directly or give contradictory or unclear answers. These difficulties in his testimony were not caused by the wearing of a mask and could have happened without a mask.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"The Appellant argues that wearing a mask affected the Appellants’ ability to know how their testimony was being received. The Appellant has provided no caselaw on the right for an applicant or accused person or a witness to be able to see the face of the decision-maker. I have also not found any authorities for this proposition. I note, first of all, the hearing was held following the mandatory directives imposed by the Chairperson in relation to the COVID-19 pandemic. Being in a hearing room, for multiple hours, with at least four other people, requires the simple measures of social distancing and wearing a mask, especially in the face of the evolving knowledge about the propagation of the virus by aerosol. In these difficult times, the Appellant’s natural justice rights must be balanced against the competing and broader societal interest in public health in a worldwide pandemic.","redacted":"The Appellant argues that wearing a mask affected the Appellants’ ability to know how their testimony was being received. The Appellant has provided no caselaw on the right for an applicant or accused person or a witness to be able to see the face of the decision-maker. I have also not found any authorities for this proposition. I note, first of all, the hearing was held following the mandatory directives imposed by the Chairperson in relation to the COVID-19 pandemic. Being in a hearing room, for multiple hours, with at least four other people, requires the simple measures of social distancing and wearing a mask, especially in the face of the evolving knowledge about the propagation of the virus by aerosol. In these difficult times, the Appellant’s natural justice rights must be balanced against the competing and broader societal interest in public health in a worldwide pandemic.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"The Appellants argue that wearing a mask during a hearing was a breach of natural justice. In the exceptional circumstances of a global pandemic, I find that this argument is without merit. The Appellants had a hearing with all the parties present. The Appellants were able to remove their masks to facilitate their testimony. In reviewing the audio recording, I note that the RPD rephrased or restated his questions as necessary. The RPD confronted the Appellant with the inconsistencies or omissions in his testimony and gave him an opportunity to respond. The interpreter clarified the Appellant’s responses on multiple occasions. While I acknowledge that the hearing conditions were not ideal, I also find that the ability of the Appellant to know the facial reactions of the RPD member or of the interpreter is not relevant to the determination of credibility. It is not the member or the interpreter who have the onus of establishing their claim. I am mindful of the Supreme Court of Canada caselaw on demeanour evidence in the context of witness’ testimony.","redacted":"The Appellants argue that wearing a mask during a hearing was a breach of natural justice. In the exceptional circumstances of a global pandemic, I find that this argument is without merit. The Appellants had a hearing with all the parties present. The Appellants were able to remove their masks to facilitate their testimony. In reviewing the audio recording, I note that the RPD rephrased or restated his questions as necessary. The RPD confronted the Appellant with the inconsistencies or omissions in his testimony and gave him an opportunity to respond. The interpreter clarified the Appellant’s responses on multiple occasions. While I acknowledge that the hearing conditions were not ideal, I also find that the ability of the Appellant to know the facial reactions of the RPD member or of the interpreter is not relevant to the determination of credibility. It is not the member or the interpreter who have the onus of establishing their claim. I am mindful of the Supreme Court of Canada caselaw on demeanour evidence in the context of witness’ testimony.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Wearing a niqab presents only a partial obstacle to the assessment of demeanour. A witness wearing a niqab may still express herself through her eyes, body language, and gestures. Moreover, the niqab has no effect on the witness’ verbal testimony, including the tone and inflection of her voice, the cadence of her speech, or, most significantly, the substance of the answers she gives.","redacted":"Wearing a niqab presents only a partial obstacle to the assessment of demeanour. A witness wearing a niqab may still express herself through her eyes, body language, and gestures. Moreover, the niqab has no effect on the witness’ verbal testimony, including the tone and inflection of her voice, the cadence of her speech, or, most significantly, the substance of the answers she gives.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"I also note that adjudicators are often trained to show no reaction and not to take cultural cues, such as facial reactions, into account in their decisions. Having reviewed the audio hearing, I find that there were numerous sources of information available to the Appellant and their counsel about the RPD’s concerns about their evidence: the RPD’s tone inflection and cadence, the requests to repeat answers, the rephrasing of questions, not to mention his statements when he did not understand the Appellants. I find that there was no breach of natural justice in having the RPD member and the interpreter wear a mask and sit behind plexiglass for the hearing.","redacted":"I also note that adjudicators are often trained to show no reaction and not to take cultural cues, such as facial reactions, into account in their decisions. Having reviewed the audio hearing, I find that there were numerous sources of information available to the Appellant and their counsel about the RPD’s concerns about their evidence: the RPD’s tone inflection and cadence, the requests to repeat answers, the rephrasing of questions, not to mention his statements when he did not understand the Appellants. I find that there was no breach of natural justice in having the RPD member and the interpreter wear a mask and sit behind plexiglass for the hearing.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Interpretation","redacted":"Interpretation","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"The Appellants argue that the interpretation was not adequate. I have already addressed the part of this argument that deals with the impact of the COVID-19 measures on the interpretation. The Federal Court of Appeal in Mohammadian establishes that a claimant waives his rights if he fails to object to the quality of the language interpretation during the hearing before the RPD. There was no such objection during the RPD hearing.","redacted":"The Appellants argue that the interpretation was not adequate. I have already addressed the part of this argument that deals with the impact of the COVID-19 measures on the interpretation. The Federal Court of Appeal in Mohammadian establishes that a claimant waives his rights if he fails to object to the quality of the language interpretation during the hearing before the RPD. There was no such objection during the RPD hearing.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"As was pointed out by the Supreme Court, \"the underlying principle behind all of the interests protected by the right to interpreter assistance ….. is that of linguistic understanding\". The principles surrounding interpretation have been summarized by the Federal Court","redacted":"As was pointed out by the Supreme Court, \"the underlying principle behind all of the interests protected by the right to interpreter assistance ….. is that of linguistic understanding\". The principles surrounding interpretation have been summarized by the Federal Court","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"The interpretation must be precise, continuous, competent, impartial and contemporaneous.","redacted":"The interpretation must be precise, continuous, competent, impartial and contemporaneous.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"No proof of actual prejudice is required as a condition of obtaining relief.","redacted":"No proof of actual prejudice is required as a condition of obtaining relief.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"The right is to adequate translation not perfect translation. The fundamental value is linguistic understanding.","redacted":"The right is to adequate translation not perfect translation. The fundamental value is linguistic understanding.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Waiver of the right results if an objection to the quality of the translation is not raised by a claimant at the first opportunity in those cases where it is reasonable to expect that a complaint be made.","redacted":"Waiver of the right results if an objection to the quality of the translation is not raised by a claimant at the first opportunity in those cases where it is reasonable to expect that a complaint be made.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"It is a question of fact in each case whether it is reasonable to expect that a complaint be made about the inadequacy of interpretation.","redacted":"It is a question of fact in each case whether it is reasonable to expect that a complaint be made about the inadequacy of interpretation.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"If the interpreter is having difficulty speaking an applicant’s language and being understood by him it is a matter which should be raised at the earliest opportunity.","redacted":"If the interpreter is having difficulty speaking an applicant’s language and being understood by him it is a matter which should be raised at the earliest opportunity.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"I have reviewed the audio hearing. I have found one instance where the RPD questioned whether the Appellant was understanding the translation and one instance where the interpreter expressed her opinion that the Appellant did not speak Spanish very well. I agree that the interpretation was not, at all times, a word-for-word translation as the translator would ask clarifying questions or listen to a large block of testimony before translating it. The translator commented that the Appellant did not express himself well in Spanish and the RPD member indicated that he would take this into consideration in his decision. The Appellant responded that he was stressed as this was his first experience in a court. I also find that the translator’s insistence that she be allowed to take a break after the RPD’s questions were entirely reasonable. At that point, she had been translating detailed testimony for more than 1.5 hours.","redacted":"I have reviewed the audio hearing. I have found one instance where the RPD questioned whether the Appellant was understanding the translation and one instance where the interpreter expressed her opinion that the Appellant did not speak Spanish very well. I agree that the interpretation was not, at all times, a word-for-word translation as the translator would ask clarifying questions or listen to a large block of testimony before translating it. The translator commented that the Appellant did not express himself well in Spanish and the RPD member indicated that he would take this into consideration in his decision. The Appellant responded that he was stressed as this was his first experience in a court. I also find that the translator’s insistence that she be allowed to take a break after the RPD’s questions were entirely reasonable. At that point, she had been translating detailed testimony for more than 1.5 hours.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"I find that the difficulties expressed by the Appellant in his affidavit cannot be attributed to problems with the interpreter. The Appellant had difficulty answering precise questions. There were three instances during the hearing where the translator was unable to provide a clear translation: there is only one of these that could be attributed to a translation problem. These instances are: Mr. Vanegas Velásquez was asked what candidate was supported by the Black Eagles in the election and instead explained that the Black Eagles controlled the village and he was campaigning to take back the village; he was asked what event was the most critical or important for him and instead summarized all the events; he was asked to explain a contradiction in his evidence, being that he had testified to moving (“démenagement”) to Bogota after the assault in 2014 while his written evidence showed that he already lived in Bogota at the time of the 2014 assaults. Instead of answering the question, Mr. Vanegas Velásquez explained why he had a US visa, when he visited his family, what threats had been made to his wife, etc. Even for this last issue, I have difficulty in agreeing that the translation may have affected the testimony. Mr. Vanegas Velásquez did not answer the question despite being given several opportunities to do so. Having reviewed the oral and written evidence, I am satisfied that the interpretation services provided to the Appellant did not result in any linguistic misunderstanding between the Appellant and the RPD panel. The Appellant has failed to demonstrate how the conclusions drawn by the RPD, particularly regarding his crediblity were due to alleged interpretation errors rather than shortcomings in his testimony. I am satisfied that the interpretation services did not result in linguistic misunderstanding so as to breach the Appellant’s right to procedural fairness.","redacted":"I find that the difficulties expressed by the Appellant in his affidavit cannot be attributed to problems with the interpreter. The Appellant had difficulty answering precise questions. There were three instances during the hearing where the translator was unable to provide a clear translation: there is only one of these that could be attributed to a translation problem. These instances are: Mr. XXXX XXXX was asked what candidate was supported by the Black Eagles in the election and instead explained that the Black Eagles controlled the village and he was campaigning to take back the village; he was asked what event was the most critical or important for him and instead summarized all the events; he was asked to explain a contradiction in his evidence, being that he had testified to moving (“démenagement”) to Bogota after the assault in 2014 while his written evidence showed that he already lived in Bogota at the time of the 2014 assaults. Instead of answering the question, Mr. XXXX XXXX explained why he had a US visa, when he visited his family, what threats had been made to his wife, etc. Even for this last issue, I have difficulty in agreeing that the translation may have affected the testimony. Mr. XXXX XXXX did not answer the question despite being given several opportunities to do so. Having reviewed the oral and written evidence, I am satisfied that the interpretation services provided to the Appellant did not result in any linguistic misunderstanding between the Appellant and the RPD panel. The Appellant has failed to demonstrate how the conclusions drawn by the RPD, particularly regarding his crediblity were due to alleged interpretation errors rather than shortcomings in his testimony. I am satisfied that the interpretation services did not result in linguistic misunderstanding so as to breach the Appellant’s right to procedural fairness.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Presumption of Truth and Credibility Findings","redacted":"Presumption of Truth and Credibility Findings","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"The Appellants argue that the RPD erred in its findings that the Appellants were not credible. They argue that they were held to a higher standard of proof and the RPD erroneously impugned their credibility for their lack of knowledge of the Black Eagles group, a group of which they were not a part and concerning which they had little immediate knowledge. The RPD also erred in its assessment of the Appellants’ evidence, rejecting documents for what they did not say rather than for what they did say. The Appellants argue that the RPD did not sufficiently rebut the presumption of truthfulness and relied on peripheral inconsistencies and omissions in order to do so. Further, the Appellants argue that the RPD refused to accept the Appellants’ reasonable explanations for these alleged omissions and inconsistencies.","redacted":"The Appellants argue that the RPD erred in its findings that the Appellants were not credible. They argue that they were held to a higher standard of proof and the RPD erroneously impugned their credibility for their lack of knowledge of the Black Eagles group, a group of which they were not a part and concerning which they had little immediate knowledge. The RPD also erred in its assessment of the Appellants’ evidence, rejecting documents for what they did not say rather than for what they did say. The Appellants argue that the RPD did not sufficiently rebut the presumption of truthfulness and relied on peripheral inconsistencies and omissions in order to do so. Further, the Appellants argue that the RPD refused to accept the Appellants’ reasonable explanations for these alleged omissions and inconsistencies.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"The RPD found that there were numerous omissions, inconsistencies and gaps in the Appellants’ testimony as set out above. In Maldonado, the Federal Court of Appeal held that when an applicant swears to the truth of certain allegations, a presumption is created that those allegations are true unless there is reason to doubt their truthfulness. This presumption applies to the totality of the evidence. However, as the Federal Court has noted, “The presumption is rebuttable where the evidence on the record is inconsistent with a claimant’s sworn testimony.” As I will explain, I find that the presumption has been rebutted because of the multiple contradictions, ambiguities and omissions in his testimony.","redacted":"The RPD found that there were numerous omissions, inconsistencies and gaps in the Appellants’ testimony as set out above. In Maldonado, the Federal Court of Appeal held that when an applicant swears to the truth of certain allegations, a presumption is created that those allegations are true unless there is reason to doubt their truthfulness. This presumption applies to the totality of the evidence. However, as the Federal Court has noted, “The presumption is rebuttable where the evidence on the record is inconsistent with a claimant’s sworn testimony.” As I will explain, I find that the presumption has been rebutted because of the multiple contradictions, ambiguities and omissions in his testimony.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"As a matter of law, it is open to the Refugee Appeal Division (RAD) and the RPD to draw negative inferences from a material omission or a contradiction in testimony. A material omission is an element that is central to the claim, including the risks allegedly faced in the country of origin. In this case, I find that there are several unexplained omissions and contradictions which affect the credibility of this claim. While I agree with the Appellants that each individual one of these omissions or contradictions is not determinative, I find that, taken as a group, these omissions and contradictions negatively affect the credibility of these claims.","redacted":"As a matter of law, it is open to the Refugee Appeal Division (RAD) and the RPD to draw negative inferences from a material omission or a contradiction in testimony. A material omission is an element that is central to the claim, including the risks allegedly faced in the country of origin. In this case, I find that there are several unexplained omissions and contradictions which affect the credibility of this claim. While I agree with the Appellants that each individual one of these omissions or contradictions is not determinative, I find that, taken as a group, these omissions and contradictions negatively affect the credibility of these claims.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Political knowledge and electoral information","redacted":"Political knowledge and electoral information","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"The Appellant testified that the elections were held at the beginning of 2018 but could not recall the month of the regional elections. He later testified that the elections happened around the middle of the year but he was not a candidate for the election himself. This is a key issue as the Appellants’ claim is based on their political involvement. It is an important inconsistency that Mr. Vanegas Velásquez was not able to provide information about the electoral campaigns for which he collected information and distributed publicity materials. The RPD returned to this topic twice and the Appellant was not able to provide a month or year of the elections. He was not able to provide the names of any other candidates, the name of the mayor of the region in 2014 or how many people were on the council. I also find that it is reasonable that a political operative would know the names of the opposing candidates and the incumbent politicians. The Appellant did not have a response when the RPD member confronted him with information that municipal elections were held in 2015 and 2019, and not in 2014 and 2018 as testified by the Appellant. He could not provide the name of the head of the Conservative party when he joined the party in 2012, although the card indicated a name with the title of “president” on the card. These facts are important as the Appellants allege that the assaults and threats from the Black Eagles were a result of their political involvement. If the assaults and threats preceded the period of campaigning for the elections, the link between the threat to the Appellant and their political involvement becomes tenuous.","redacted":"The Appellant testified that the elections were held at the beginning of 2018 but could not recall the month of the regional elections. He later testified that the elections happened around the middle of the year but he was not a candidate for the election himself. This is a key issue as the Appellants’ claim is based on their political involvement. It is an important inconsistency that Mr. XXXX XXXX was not able to provide information about the electoral campaigns for which he collected information and distributed publicity materials. The RPD returned to this topic twice and the Appellant was not able to provide a month or year of the elections. He was not able to provide the names of any other candidates, the name of the mayor of the region in 2014 or how many people were on the council. I also find that it is reasonable that a political operative would know the names of the opposing candidates and the incumbent politicians. The Appellant did not have a response when the RPD member confronted him with information that municipal elections were held in 2015 and 2019, and not in 2014 and 2018 as testified by the Appellant. He could not provide the name of the head of the Conservative party when he joined the party in 2012, although the card indicated a name with the title of “president” on the card. These facts are important as the Appellants allege that the assaults and threats from the Black Eagles were a result of their political involvement. If the assaults and threats preceded the period of campaigning for the elections, the link between the threat to the Appellant and their political involvement becomes tenuous.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Police investigations","redacted":"Police investigations","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"The Appellants argue that their credibility was impugned based on the police decision to stop the investigation. Having reviewed the decision and the audio recording of the hearing, I find that the RPD did not impugn the Appellants’ credibility based on the actions of the police. Rather, the RPD questioned the Appellants’ failure to follow up on their complaints made in 2014 or in 2018. I agree that this failure undermines the Appellants’ allegation of fear from the Black Eagles. The Appellants’ credibility on this point is further undermined by Mr. Vanegas Velásquez’s testimony that he did not flee with his valid US visa after 2014 as he was waiting for or relying on the investigation of the 2014 assault.","redacted":"The Appellants argue that their credibility was impugned based on the police decision to stop the investigation. Having reviewed the decision and the audio recording of the hearing, I find that the RPD did not impugn the Appellants’ credibility based on the actions of the police. Rather, the RPD questioned the Appellants’ failure to follow up on their complaints made in 2014 or in 2018. I agree that this failure undermines the Appellants’ allegation of fear from the Black Eagles. The Appellants’ credibility on this point is further undermined by Mr. XXXX XXXX testimony that he did not flee with his valid US visa after 2014 as he was waiting for or relying on the investigation of the 2014 assault.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Black Eagles","redacted":"Black Eagles","language":"it","filename":"MC0-11075a.docx"}
{"unredacted":"The Appellants argue that their credibility was impugned based on their knowledge of the Black Eagles. I agree that it is possible that the police did not include the name of the Black Eagles in their report for reasons unrelated to the Appellants. However, in reviewing the audio recording, I note that the Appellant testified that the assailants in 2014 did not identify themselves as Black Eagles. The RPD did not err in their finding that the police report did not support the Appellants’ allegation that they were assaulted by the Black Eagles in 2014. I also find that the RPD was correct in its findings about the Appellants’ knowledge of the Black Eagles. The Appellants were asked questions relative to their risk in Columbia as it relates to the Black Eagles. For example, the Appellants testified that the Black Eagles were everywhere in Columbia and that they would be at risk across Columbia. When confronted with the NDP evidence that the Black Eagles had limited geographic reach and were not an organized group nor a single group, the Appellants did not answer the question. I find that these questions were relevant and related to their belief about their risk in Columbia. I also note that there were multiple areas which led the RPD to a negative finding of credibility: even if I were to agree that the Appellants could not have known much information about the Black Eagles, I find that there were other sufficient areas, as discussed above, which support the negative findings on credibility.","redacted":"The Appellants argue that their credibility was impugned based on their knowledge of the Black Eagles. I agree that it is possible that the police did not include the name of the Black Eagles in their report for reasons unrelated to the Appellants. However, in reviewing the audio recording, I note that the Appellant testified that the assailants in 2014 did not identify themselves as Black Eagles. The RPD did not err in their finding that the police report did not support the Appellants’ allegation that they were assaulted by the Black Eagles in 2014. I also find that the RPD was correct in its findings about the Appellants’ knowledge of the Black Eagles. The Appellants were asked questions relative to their risk in Columbia as it relates to the Black Eagles. For example, the Appellants testified that the Black Eagles were everywhere in Columbia and that they would be at risk across Columbia. When confronted with the NDP evidence that the Black Eagles had limited geographic reach and were not an organized group nor a single group, the Appellants did not answer the question. I find that these questions were relevant and related to their belief about their risk in Columbia. I also note that there were multiple areas which led the RPD to a negative finding of credibility: even if I were to agree that the Appellants could not have known much information about the Black Eagles, I find that there were other sufficient areas, as discussed above, which support the negative findings on credibility.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"I find that the RPD made no errors in its assessments in regards to the Appellants’ political knowledge or opinions, police investigations and knowledge of the Black Eagles.","redacted":"I find that the RPD made no errors in its assessments in regards to the Appellants’ political knowledge or opinions, police investigations and knowledge of the Black Eagles.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Standard of Proof","redacted":"Standard of Proof","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"The Appellants argue that the RPD applied a higher standard of proof to their claim than set out in the law. They do not provide specifics about where this error occurred. Rule 3(3)(g) of the RAD Rules requires that claimants indicate the errors that are the grounds of the appeal and where those errors are located in the RPD’s decision or recording of the hearing. I have reviewed the oral and written evidence and have not found where the RPD applied an unfair or improper standard of proof.","redacted":"The Appellants argue that the RPD applied a higher standard of proof to their claim than set out in the law. They do not provide specifics about where this error occurred. Rule 3(3)(g) of the RAD Rules requires that claimants indicate the errors that are the grounds of the appeal and where those errors are located in the RPD’s decision or recording of the hearing. I have reviewed the oral and written evidence and have not found where the RPD applied an unfair or improper standard of proof.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"To be clear, I have noted paragraphs 20 and 41 of the RPD decision where the RPD stated its conclusions about the risk of the Appellants based on their political opinions. The conclusions at para 41 are stated correctly using the correct legal tests and standard of proof and I find that there is no error.","redacted":"To be clear, I have noted paragraphs 20 and 41 of the RPD decision where the RPD stated its conclusions about the risk of the Appellants based on their political opinions. The conclusions at para 41 are stated correctly using the correct legal tests and standard of proof and I find that there is no error.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"In addition, the Appellant submits that he should be given the “benefit of the doubt.” Respectfully, I find that the Appellant has not demonstrated the merits of this argument. The Supreme Court of Canada has cited with approval the following from the UNHCR Handbook:","redacted":"In addition, the Appellant submits that he should be given the “benefit of the doubt.” Respectfully, I find that the Appellant has not demonstrated the merits of this argument. The Supreme Court of Canada has cited with approval the following from the UNHCR Handbook:","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"The benefit of the doubt should, however, only be given when all available evidence has been obtained and checked and when the examiner is satisfied as to the applicant’s general credibility. The applicant’s statements must be coherent and plausible, and must not run counter to generally known facts.","redacted":"The benefit of the doubt should, however, only be given when all available evidence has been obtained and checked and when the examiner is satisfied as to the applicant’s general credibility. The applicant’s statements must be coherent and plausible, and must not run counter to generally known facts.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"I find that the Appellants have not established their general credibility such that they should be afforded the benefit of this general principle.","redacted":"I find that the Appellants have not established their general credibility such that they should be afforded the benefit of this general principle.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Finally, the Appellants have provided submissions about the possibility of an internal flight alternative (IFA). As the RPD had found, and as I have found, the Appellants have not established the fundamentals of their claim: their political activity, the assaults and threats against them and their political profile. I find that I do not need to consider their argument about the viability of an IFA.","redacted":"Finally, the Appellants have provided submissions about the possibility of an internal flight alternative (IFA). As the RPD had found, and as I have found, the Appellants have not established the fundamentals of their claim: their political activity, the assaults and threats against them and their political profile. I find that I do not need to consider their argument about the viability of an IFA.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"CONCLUSION","redacted":"CONCLUSION","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"After conducting an independent analysis of the record, I find that the overall credibility assessment by the RPD was correct. I find that the Appellants have not demonstrated that they face a serious possibility of persecution on a Convention ground. I further find that they have not demonstrated, on a balance of probabilities, that they face a risk of torture, a risk to life or a risk of cruel and unusual treatment or punishment.","redacted":"After conducting an independent analysis of the record, I find that the overall credibility assessment by the RPD was correct. I find that the Appellants have not demonstrated that they face a serious possibility of persecution on a Convention ground. I further find that they have not demonstrated, on a balance of probabilities, that they face a risk of torture, a risk to life or a risk of cruel and unusual treatment or punishment.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"I dismiss the appeal and confirm the decision of the RPD that the Appellants are neither Convention refugees nor persons in need of protection, pursuant to paragraph 111(1)(a) of the Immigration and Refugee Protection Act.","redacted":"I dismiss the appeal and confirm the decision of the RPD that the Appellants are neither Convention refugees nor persons in need of protection, pursuant to paragraph 111(1)(a) of the Immigration and Refugee Protection Act.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Persons who are the subject of the appeal","redacted":"Persons who are the subject of the appeal","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Manuel Rafael Vanegas Velásquez and Tatiana Catalina Amaya Aguilar and Milena Aguilar Velásquez and Patricia Aguilar Velásquez","redacted":"XXXX XXXX XXXX XXXX XXXXXXXX XXXX XXXX XXXX XXXXXXXX XXXX XXXX XXXXXXXX XXXX XXXX","language":"hu","filename":"MC0-11075a.docx"}
{"unredacted":"Personnes en cause","redacted":"Personnes en cause","language":"fr","filename":"MC0-11075a.docx"}
{"unredacted":"Appeal considered \/ heard at","redacted":"Appeal considered \/ heard at","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Ottawa, ON","redacted":"Ottawa, ON","language":"fi","filename":"MC0-11075a.docx"}
{"unredacted":"Appel instruit \/ entendu à","redacted":"Appel instruit \/ entendu à","language":"fr","filename":"MC0-11075a.docx"}
{"unredacted":"Date of decision","redacted":"Date of decision","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"March 3 2021","redacted":"March 3 2021","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Date de la décision","redacted":"Date de la décision","language":"fr","filename":"MC0-11075a.docx"}
{"unredacted":"Panel","redacted":"Panel","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Pamela Arnott","redacted":"Pamela Arnott","language":"pt","filename":"MC0-11075a.docx"}
{"unredacted":"Tribunal","redacted":"Tribunal","language":"es","filename":"MC0-11075a.docx"}
{"unredacted":"Counsel for the persons who are the subject of the appeal","redacted":"Counsel for the persons who are the subject of the appeal","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Robin Dejardin","redacted":"Robin Dejardin","language":"id","filename":"MC0-11075a.docx"}
{"unredacted":"Conseil des personnes en cause","redacted":"Conseil des personnes en cause","language":"fr","filename":"MC0-11075a.docx"}
{"unredacted":"Designated representative","redacted":"Designated representative","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Luis Fernando López Paredes","redacted":"XXXX XXXX XXXX XXXX","language":"pt","filename":"MC0-11075a.docx"}
{"unredacted":"Représentant(e) désigné(e)","redacted":"Représentant(e) désigné(e)","language":"fr","filename":"MC0-11075a.docx"}
{"unredacted":"Counsel for the Minister","redacted":"Counsel for the Minister","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"N\/A","redacted":"N\/A","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Conseil du ministre","redacted":"Conseil du ministre","language":"fr","filename":"MC0-11075a.docx"}
{"unredacted":"(signed)","redacted":"(signed)","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Pamela Arnott","redacted":"Pamela Arnott","language":"pt","filename":"MC0-11075a.docx"}
{"unredacted":"Pamela Arnott","redacted":"Pamela Arnott","language":"pt","filename":"MC0-11075a.docx"}
{"unredacted":"March 3 2021","redacted":"March 3 2021","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Date","redacted":"Date","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"RAD File \/ Dossier de la SAR : MC011075","redacted":"RAD File \/ Dossier de la SAR : MC011075","language":"fr","filename":"MC0-11075a.docx"}
{"unredacted":"MC011076 \/ MC011077 \/ MC011078","redacted":"MC011076 \/ MC011077 \/ MC011078","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Private Proceeding \/ Huis clos","redacted":"Private Proceeding \/ Huis clos","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Reasons and decision Motifs et décision","redacted":"Reasons and decision Motifs et décision","language":"fr","filename":"MC0-11075a.docx"}
{"unredacted":"REASONS FOR DECISION","redacted":"REASONS FOR DECISION","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"OVERVIEW","redacted":"OVERVIEW","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Manuel Rafael Vanegas Velásquez (Principal Appellant) and Tatiana Catalina Amaya Aguilar, Milena Aguilar Velásquez, Patricia Aguilar Velásquez (Associate Appellants) are citizens of Colombia. They fear a criminal group, the Black Eagles, due to Mr. Vanegas Velásquez involvement in the 2014 and 2018 regional elections in Santander. Their claim was denied by the Refugee Protection Division (RPD) based on credibility findings. The Appellants allege that the COVID-19 measures imposed at the RPD hearing created an unfair hearing and led to adverse findings against them. They also argue that the RPD failed to understand their evidence and to apply the presumption of truth or the benefit of the doubt to their evidence.","redacted":"XXXX XXXX XXXX XXXX (Principal Appellant) and XXXX XXXX XXXX XXXX, XXXX XXXX XXXX, XXXX XXXX XXXX (Associate Appellants) are citizens of Colombia. They fear a criminal group, the Black Eagles, due to Mr. XXXX XXXX involvement in the 2014 and 2018 regional elections in XXXX. Their claim was denied by the Refugee Protection Division (RPD) based on credibility findings. The Appellants allege that the COVID-19 measures imposed at the RPD hearing created an unfair hearing and led to adverse findings against them. They also argue that the RPD failed to understand their evidence and to apply the presumption of truth or the benefit of the doubt to their evidence.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"DECISION","redacted":"DECISION","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"I dismiss the appeal. The RPD was correct in finding that the Appellants are neither Convention refugees nor persons in need of protection.","redacted":"I dismiss the appeal. The RPD was correct in finding that the Appellants are neither Convention refugees nor persons in need of protection.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"BACKGROUND","redacted":"BACKGROUND","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"The Appellants fear a criminal group in Columbia, the Black Eagles, due to Mr. Vanegas Velásquez involvement in the Colombian Conservative Party (PCC). Mr. Vanegas Velásquez and Ms. Amaya Aguilar were members of the PCC from October 2012 to February 2018. The applicants allege that they were threatened by armed men in September 2014 and in May 2018 after the regional elections of those years. The Appellants left Colombia for the United States in June 2018, entered Canada illegally on June 24, 2018, and claimed refugee status shortly thereafter.","redacted":"The Appellants fear a criminal group in Columbia, the Black Eagles, due to Mr. XXXX XXXX involvement in the Colombian Conservative Party (PCC). Mr. XXXX XXXX and Ms. XXXX XXXX were members of the PCC from XXXX 2012 to XXXX 2018. The applicants allege that they were threatened by armed men in XXXX 2014 and in XXXX 2018 after the regional elections of those years. The Appellants left Colombia for the United States in XXXX 2018, entered Canada illegally on XXXX XXXX, 2018, and claimed refugee status shortly thereafter.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"The Appellants indicate that they are not presenting new evidence but have provided an affidavit from Mr. Vanegas Velásquez. This affidavit relates his views and feelings about the RPD decision but does not contain new facts or other evidence. I have considered this affidavit as part of the Appellants’ memorandum of argument.","redacted":"The Appellants indicate that they are not presenting new evidence but have provided an affidavit from Mr. XXXX XXXX. This affidavit relates his views and feelings about the RPD decision but does not contain new facts or other evidence. I have considered this affidavit as part of the Appellants’ memorandum of argument.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"The Appellants are requesting an oral hearing. As there is no new evidence, I do not have jurisdiction to convene an oral hearing.","redacted":"The Appellants are requesting an oral hearing. As there is no new evidence, I do not have jurisdiction to convene an oral hearing.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"At the outset of the hearing, the RPD confirmed that the claim of the Associate Appellants was based on the events surrounding Mr. Vanegas Velásquez, specifically that there were no independent bases of claim for the other Appellants. Having reviewed the oral and documentary evidence, I agree that there are no other grounds for the claims of the Associate Appellants.","redacted":"At the outset of the hearing, the RPD confirmed that the claim of the Associate Appellants was based on the events surrounding Mr. XXXX XXXX, specifically that there were no independent bases of claim for the other Appellants. Having reviewed the oral and documentary evidence, I agree that there are no other grounds for the claims of the Associate Appellants.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"ANALYSIS","redacted":"ANALYSIS","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"My role is to look at all the evidence and decide if the RPD made the correct decision.","redacted":"My role is to look at all the evidence and decide if the RPD made the correct decision.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"The RPD found that the Appellants were not credible about the following key elements of their claim:","redacted":"The RPD found that the Appellants were not credible about the following key elements of their claim:","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"The Appellants had little knowledge of the regional elections of the City of Otanche in which Mr. Vanegas Velásquez participated. Mr. Vanegas Velásquez was not able to give the name of the mayor of Bucaramanga, the number of people on the regional council or the name of any candidates. He incorrectly cited the years of the two elections in which he campaigned.","redacted":"The Appellants had little knowledge of the regional elections of the City of Otanche in which Mr. XXXX XXXX participated. Mr. XXXX XXXX was not able to give the name of the mayor of XXXX, the number of people on the regional council or the name of any candidates. He incorrectly cited the years of the two elections in which he campaigned.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"His party membership card had no dates of issue nor of expiration. He was not able to name the person who was the president of the party when he joined it, even though that person’s name was on the membership card.","redacted":"His party membership card had no dates of issue nor of expiration. He was not able to name the person who was the president of the party when he joined it, even though that person’s name was on the membership card.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"The Appellants appear to have no knowledge of the Black Eagles group. The Appellants testified that the Black Eagles could be found everywhere in Columbia while the objective evidence indicates that they are found in a select few areas. Mr. Vanegas Velásquez was unable to name the candidates supported by the Black Eagles in any of the elections.","redacted":"The Appellants appear to have no knowledge of the Black Eagles group. The Appellants testified that the Black Eagles could be found everywhere in Columbia while the objective evidence indicates that they are found in a select few areas. Mr. XXXX XXXX was unable to name the candidates supported by the Black Eagles in any of the elections.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"In his denunciation to the police in 2014, Mr. Vanegas Velásquez does not attribute the death threats to the Black Eagles. Similarly, Mr. Vanegas Velásquez indicated that the men did not identify themselves as Black Eagles in any of the 2014 or 2018 events.","redacted":"In his denunciation to the police in 2014, Mr. XXXX XXXX does not attribute the death threats to the Black Eagles. Similarly, Mr. XXXX XXXX indicated that the men did not identify themselves as Black Eagles in any of the 2014 or 2018 events.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Mr. Vanegas Velásquez believed the assailants to have been members of the Black Eagles based on information from his father-in-law. The father-in-law had not seen or heard the assailants but spoke to community contacts. The RPD found that this third-hand information was speculative about the identity of the assailants.","redacted":"Mr. XXXX XXXX believed the assailants to have been members of the Black Eagles based on information from his father-in-law. The father-in-law had not seen or heard the assailants but spoke to community contacts. The RPD found that this third-hand information was speculative about the identity of the assailants.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Mr. Vanegas Velásquez had not inquired into the status of the police investigations into his complaints and did not know why they had been classified as “inactive” by the police. He indicated that it is typical for Columbian police to ignore or to downplay complaints unless a person is dead.","redacted":"Mr. XXXX XXXX had not inquired into the status of the police investigations into his complaints and did not know why they had been classified as “inactive” by the police. He indicated that it is typical for Columbian police to ignore or to downplay complaints unless a person is dead.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"The RPD found that the anonymous calls were received by Ms. Amaya Aguilar (and not by Mr. Vanegas Velásquez) and that some of these calls could not be attributed to the Black Eagles. I also note that one of the police reports indicates that these calls may have come from a company selling cellular packages.","redacted":"The RPD found that the anonymous calls were received by Ms. XXXX XXXX (and not by Mr. XXXX XXXX) and that some of these calls could not be attributed to the Black Eagles. I also note that one of the police reports indicates that these calls may have come from a company selling cellular packages.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"The RPD also found that the documentary evidence showed that the Black Eagles name was often used by multiple unrelated and unstructured groups (including street gangs). The RPD found that the Black Eagles were not a unified and cohesive criminal group.","redacted":"The RPD also found that the documentary evidence showed that the Black Eagles name was often used by multiple unrelated and unstructured groups (including street gangs). The RPD found that the Black Eagles were not a unified and cohesive criminal group.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"COVID-19 Measures","redacted":"COVID-19 Measures","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"The Appellants argue that the safety measures established by the IRB in light of the COVID-19 pandemic prevented them from presenting their evidence, from being well understood and from having a fair hearing. In light of the exceptional nature of the global pandemic, I find that there was no breach of natural justice during the RPD hearing.","redacted":"The Appellants argue that the safety measures established by the IRB in light of the COVID-19 pandemic prevented them from presenting their evidence, from being well understood and from having a fair hearing. In light of the exceptional nature of the global pandemic, I find that there was no breach of natural justice during the RPD hearing.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"The safety measures at the RPD hearing included mandatory masks for all persons in the room; plexiglass sheets between the RPD member, the translator and the Appellants; maintaining a distance of more than two metres between the parties; and mandatory use of hand sanitizer when entering and exiting the room. These measures were installed by direction of the Chairperson, established in accordance with federal legislation,and pursuant to directions and recommendations from the Public Health Agency of Canada.","redacted":"The safety measures at the RPD hearing included mandatory masks for all persons in the room; plexiglass sheets between the RPD member, the translator and the Appellants; maintaining a distance of more than two metres between the parties; and mandatory use of hand sanitizer when entering and exiting the room. These measures were installed by direction of the Chairperson, established in accordance with federal legislation,and pursuant to directions and recommendations from the Public Health Agency of Canada.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"During the RPD hearing Appellants’ counsel requested that the Appellants be able to remove their masks in order to facilitate their testimony. The RPD allowed this request in accordance with the IRB’s COVID-19 health and safety measures. The RPD member and interpreter remained masked and behind plexiglass throughout the Appellants’ testimony.","redacted":"During the RPD hearing Appellants’ counsel requested that the Appellants be able to remove their masks in order to facilitate their testimony. The RPD allowed this request in accordance with the IRB’s COVID-19 health and safety measures. The RPD member and interpreter remained masked and behind plexiglass throughout the Appellants’ testimony.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"The Appellants argue that the wearing of a mask was not required by the Quebec provincial order. I note the hearing was held in a federal hearing room by a federal department. I find that there was no error in the RPD following the mandatory directives imposed by the Chairperson in relation to the COVID-19 pandemic.","redacted":"The Appellants argue that the wearing of a mask was not required by the Quebec provincial order. I note the hearing was held in a federal hearing room by a federal department. I find that there was no error in the RPD following the mandatory directives imposed by the Chairperson in relation to the COVID-19 pandemic.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"The Appellant argues that wearing a mask affected the Appellant’s ability to communicate. The directive imposed by the Chairperson allowed the RPD member, in his discretion, to allow the Appellant to remove his mask to testify. It appears that the RPD allowed the Appellants to remove their masks for the entirety of their testimony. In reviewing the audio recording and the decision, I find that the RPD or the interpreter did not have difficulties hearing the Appellant. The interpreter did not indicate to the RPD that she was having difficulties hearing or performing her task due to wearing a mask. The RPD found that the Appellant could not express himself clearly for reasons unrelated to the mask. For example, the Appellant did not answer the questions directly or give contradictory or unclear answers. These difficulties in his testimony were not caused by the wearing of a mask and could have happened without a mask.","redacted":"The Appellant argues that wearing a mask affected the Appellant’s ability to communicate. The directive imposed by the Chairperson allowed the RPD member, in his discretion, to allow the Appellant to remove his mask to testify. It appears that the RPD allowed the Appellants to remove their masks for the entirety of their testimony. In reviewing the audio recording and the decision, I find that the RPD or the interpreter did not have difficulties hearing the Appellant. The interpreter did not indicate to the RPD that she was having difficulties hearing or performing her task due to wearing a mask. The RPD found that the Appellant could not express himself clearly for reasons unrelated to the mask. For example, the Appellant did not answer the questions directly or give contradictory or unclear answers. These difficulties in his testimony were not caused by the wearing of a mask and could have happened without a mask.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"The Appellant argues that wearing a mask affected the Appellants’ ability to know how their testimony was being received. The Appellant has provided no caselaw on the right for an applicant or accused person or a witness to be able to see the face of the decision-maker. I have also not found any authorities for this proposition. I note, first of all, the hearing was held following the mandatory directives imposed by the Chairperson in relation to the COVID-19 pandemic. Being in a hearing room, for multiple hours, with at least four other people, requires the simple measures of social distancing and wearing a mask, especially in the face of the evolving knowledge about the propagation of the virus by aerosol. In these difficult times, the Appellant’s natural justice rights must be balanced against the competing and broader societal interest in public health in a worldwide pandemic.","redacted":"The Appellant argues that wearing a mask affected the Appellants’ ability to know how their testimony was being received. The Appellant has provided no caselaw on the right for an applicant or accused person or a witness to be able to see the face of the decision-maker. I have also not found any authorities for this proposition. I note, first of all, the hearing was held following the mandatory directives imposed by the Chairperson in relation to the COVID-19 pandemic. Being in a hearing room, for multiple hours, with at least four other people, requires the simple measures of social distancing and wearing a mask, especially in the face of the evolving knowledge about the propagation of the virus by aerosol. In these difficult times, the Appellant’s natural justice rights must be balanced against the competing and broader societal interest in public health in a worldwide pandemic.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"The Appellants argue that wearing a mask during a hearing was a breach of natural justice. In the exceptional circumstances of a global pandemic, I find that this argument is without merit. The Appellants had a hearing with all the parties present. The Appellants were able to remove their masks to facilitate their testimony. In reviewing the audio recording, I note that the RPD rephrased or restated his questions as necessary. The RPD confronted the Appellant with the inconsistencies or omissions in his testimony and gave him an opportunity to respond. The interpreter clarified the Appellant’s responses on multiple occasions. While I acknowledge that the hearing conditions were not ideal, I also find that the ability of the Appellant to know the facial reactions of the RPD member or of the interpreter is not relevant to the determination of credibility. It is not the member or the interpreter who have the onus of establishing their claim. I am mindful of the Supreme Court of Canada caselaw on demeanour evidence in the context of witness’ testimony.","redacted":"The Appellants argue that wearing a mask during a hearing was a breach of natural justice. In the exceptional circumstances of a global pandemic, I find that this argument is without merit. The Appellants had a hearing with all the parties present. The Appellants were able to remove their masks to facilitate their testimony. In reviewing the audio recording, I note that the RPD rephrased or restated his questions as necessary. The RPD confronted the Appellant with the inconsistencies or omissions in his testimony and gave him an opportunity to respond. The interpreter clarified the Appellant’s responses on multiple occasions. While I acknowledge that the hearing conditions were not ideal, I also find that the ability of the Appellant to know the facial reactions of the RPD member or of the interpreter is not relevant to the determination of credibility. It is not the member or the interpreter who have the onus of establishing their claim. I am mindful of the Supreme Court of Canada caselaw on demeanour evidence in the context of witness’ testimony.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Wearing a niqab presents only a partial obstacle to the assessment of demeanour. A witness wearing a niqab may still express herself through her eyes, body language, and gestures. Moreover, the niqab has no effect on the witness’ verbal testimony, including the tone and inflection of her voice, the cadence of her speech, or, most significantly, the substance of the answers she gives.","redacted":"Wearing a niqab presents only a partial obstacle to the assessment of demeanour. A witness wearing a niqab may still express herself through her eyes, body language, and gestures. Moreover, the niqab has no effect on the witness’ verbal testimony, including the tone and inflection of her voice, the cadence of her speech, or, most significantly, the substance of the answers she gives.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"I also note that adjudicators are often trained to show no reaction and not to take cultural cues, such as facial reactions, into account in their decisions. Having reviewed the audio hearing, I find that there were numerous sources of information available to the Appellant and their counsel about the RPD’s concerns about their evidence: the RPD’s tone inflection and cadence, the requests to repeat answers, the rephrasing of questions, not to mention his statements when he did not understand the Appellants. I find that there was no breach of natural justice in having the RPD member and the interpreter wear a mask and sit behind plexiglass for the hearing.","redacted":"I also note that adjudicators are often trained to show no reaction and not to take cultural cues, such as facial reactions, into account in their decisions. Having reviewed the audio hearing, I find that there were numerous sources of information available to the Appellant and their counsel about the RPD’s concerns about their evidence: the RPD’s tone inflection and cadence, the requests to repeat answers, the rephrasing of questions, not to mention his statements when he did not understand the Appellants. I find that there was no breach of natural justice in having the RPD member and the interpreter wear a mask and sit behind plexiglass for the hearing.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Interpretation","redacted":"Interpretation","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"The Appellants argue that the interpretation was not adequate. I have already addressed the part of this argument that deals with the impact of the COVID-19 measures on the interpretation. The Federal Court of Appeal in Mohammadian establishes that a claimant waives his rights if he fails to object to the quality of the language interpretation during the hearing before the RPD. There was no such objection during the RPD hearing.","redacted":"The Appellants argue that the interpretation was not adequate. I have already addressed the part of this argument that deals with the impact of the COVID-19 measures on the interpretation. The Federal Court of Appeal in Mohammadian establishes that a claimant waives his rights if he fails to object to the quality of the language interpretation during the hearing before the RPD. There was no such objection during the RPD hearing.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"As was pointed out by the Supreme Court, \"the underlying principle behind all of the interests protected by the right to interpreter assistance ….. is that of linguistic understanding\". The principles surrounding interpretation have been summarized by the Federal Court","redacted":"As was pointed out by the Supreme Court, \"the underlying principle behind all of the interests protected by the right to interpreter assistance ….. is that of linguistic understanding\". The principles surrounding interpretation have been summarized by the Federal Court","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"The interpretation must be precise, continuous, competent, impartial and contemporaneous.","redacted":"The interpretation must be precise, continuous, competent, impartial and contemporaneous.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"No proof of actual prejudice is required as a condition of obtaining relief.","redacted":"No proof of actual prejudice is required as a condition of obtaining relief.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"The right is to adequate translation not perfect translation. The fundamental value is linguistic understanding.","redacted":"The right is to adequate translation not perfect translation. The fundamental value is linguistic understanding.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Waiver of the right results if an objection to the quality of the translation is not raised by a claimant at the first opportunity in those cases where it is reasonable to expect that a complaint be made.","redacted":"Waiver of the right results if an objection to the quality of the translation is not raised by a claimant at the first opportunity in those cases where it is reasonable to expect that a complaint be made.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"It is a question of fact in each case whether it is reasonable to expect that a complaint be made about the inadequacy of interpretation.","redacted":"It is a question of fact in each case whether it is reasonable to expect that a complaint be made about the inadequacy of interpretation.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"If the interpreter is having difficulty speaking an applicant’s language and being understood by him it is a matter which should be raised at the earliest opportunity.","redacted":"If the interpreter is having difficulty speaking an applicant’s language and being understood by him it is a matter which should be raised at the earliest opportunity.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"I have reviewed the audio hearing. I have found one instance where the RPD questioned whether the Appellant was understanding the translation and one instance where the interpreter expressed her opinion that the Appellant did not speak Spanish very well. I agree that the interpretation was not, at all times, a word-for-word translation as the translator would ask clarifying questions or listen to a large block of testimony before translating it. The translator commented that the Appellant did not express himself well in Spanish and the RPD member indicated that he would take this into consideration in his decision. The Appellant responded that he was stressed as this was his first experience in a court. I also find that the translator’s insistence that she be allowed to take a break after the RPD’s questions were entirely reasonable. At that point, she had been translating detailed testimony for more than 1.5 hours.","redacted":"I have reviewed the audio hearing. I have found one instance where the RPD questioned whether the Appellant was understanding the translation and one instance where the interpreter expressed her opinion that the Appellant did not speak Spanish very well. I agree that the interpretation was not, at all times, a word-for-word translation as the translator would ask clarifying questions or listen to a large block of testimony before translating it. The translator commented that the Appellant did not express himself well in Spanish and the RPD member indicated that he would take this into consideration in his decision. The Appellant responded that he was stressed as this was his first experience in a court. I also find that the translator’s insistence that she be allowed to take a break after the RPD’s questions were entirely reasonable. At that point, she had been translating detailed testimony for more than 1.5 hours.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"I find that the difficulties expressed by the Appellant in his affidavit cannot be attributed to problems with the interpreter. The Appellant had difficulty answering precise questions. There were three instances during the hearing where the translator was unable to provide a clear translation: there is only one of these that could be attributed to a translation problem. These instances are: Mr. Vanegas Velásquez was asked what candidate was supported by the Black Eagles in the election and instead explained that the Black Eagles controlled the village and he was campaigning to take back the village; he was asked what event was the most critical or important for him and instead summarized all the events; he was asked to explain a contradiction in his evidence, being that he had testified to moving (“démenagement”) to Bogota after the assault in 2014 while his written evidence showed that he already lived in Bogota at the time of the 2014 assaults. Instead of answering the question, Mr. Vanegas Velásquez explained why he had a US visa, when he visited his family, what threats had been made to his wife, etc. Even for this last issue, I have difficulty in agreeing that the translation may have affected the testimony. Mr. Vanegas Velásquez did not answer the question despite being given several opportunities to do so. Having reviewed the oral and written evidence, I am satisfied that the interpretation services provided to the Appellant did not result in any linguistic misunderstanding between the Appellant and the RPD panel. The Appellant has failed to demonstrate how the conclusions drawn by the RPD, particularly regarding his crediblity were due to alleged interpretation errors rather than shortcomings in his testimony. I am satisfied that the interpretation services did not result in linguistic misunderstanding so as to breach the Appellant’s right to procedural fairness.","redacted":"I find that the difficulties expressed by the Appellant in his affidavit cannot be attributed to problems with the interpreter. The Appellant had difficulty answering precise questions. There were three instances during the hearing where the translator was unable to provide a clear translation: there is only one of these that could be attributed to a translation problem. These instances are: Mr. XXXX XXXX was asked what candidate was supported by the Black Eagles in the election and instead explained that the Black Eagles controlled the village and he was campaigning to take back the village; he was asked what event was the most critical or important for him and instead summarized all the events; he was asked to explain a contradiction in his evidence, being that he had testified to moving (“démenagement”) to Bogota after the assault in 2014 while his written evidence showed that he already lived in Bogota at the time of the 2014 assaults. Instead of answering the question, Mr. XXXX XXXX explained why he had a US visa, when he visited his family, what threats had been made to his wife, etc. Even for this last issue, I have difficulty in agreeing that the translation may have affected the testimony. Mr. XXXX XXXX did not answer the question despite being given several opportunities to do so. Having reviewed the oral and written evidence, I am satisfied that the interpretation services provided to the Appellant did not result in any linguistic misunderstanding between the Appellant and the RPD panel. The Appellant has failed to demonstrate how the conclusions drawn by the RPD, particularly regarding his crediblity were due to alleged interpretation errors rather than shortcomings in his testimony. I am satisfied that the interpretation services did not result in linguistic misunderstanding so as to breach the Appellant’s right to procedural fairness.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Presumption of Truth and Credibility Findings","redacted":"Presumption of Truth and Credibility Findings","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"The Appellants argue that the RPD erred in its findings that the Appellants were not credible. They argue that they were held to a higher standard of proof and the RPD erroneously impugned their credibility for their lack of knowledge of the Black Eagles group, a group of which they were not a part and concerning which they had little immediate knowledge. The RPD also erred in its assessment of the Appellants’ evidence, rejecting documents for what they did not say rather than for what they did say. The Appellants argue that the RPD did not sufficiently rebut the presumption of truthfulness and relied on peripheral inconsistencies and omissions in order to do so. Further, the Appellants argue that the RPD refused to accept the Appellants’ reasonable explanations for these alleged omissions and inconsistencies.","redacted":"The Appellants argue that the RPD erred in its findings that the Appellants were not credible. They argue that they were held to a higher standard of proof and the RPD erroneously impugned their credibility for their lack of knowledge of the Black Eagles group, a group of which they were not a part and concerning which they had little immediate knowledge. The RPD also erred in its assessment of the Appellants’ evidence, rejecting documents for what they did not say rather than for what they did say. The Appellants argue that the RPD did not sufficiently rebut the presumption of truthfulness and relied on peripheral inconsistencies and omissions in order to do so. Further, the Appellants argue that the RPD refused to accept the Appellants’ reasonable explanations for these alleged omissions and inconsistencies.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"The RPD found that there were numerous omissions, inconsistencies and gaps in the Appellants’ testimony as set out above. In Maldonado, the Federal Court of Appeal held that when an applicant swears to the truth of certain allegations, a presumption is created that those allegations are true unless there is reason to doubt their truthfulness. This presumption applies to the totality of the evidence. However, as the Federal Court has noted, “The presumption is rebuttable where the evidence on the record is inconsistent with a claimant’s sworn testimony.” As I will explain, I find that the presumption has been rebutted because of the multiple contradictions, ambiguities and omissions in his testimony.","redacted":"The RPD found that there were numerous omissions, inconsistencies and gaps in the Appellants’ testimony as set out above. In Maldonado, the Federal Court of Appeal held that when an applicant swears to the truth of certain allegations, a presumption is created that those allegations are true unless there is reason to doubt their truthfulness. This presumption applies to the totality of the evidence. However, as the Federal Court has noted, “The presumption is rebuttable where the evidence on the record is inconsistent with a claimant’s sworn testimony.” As I will explain, I find that the presumption has been rebutted because of the multiple contradictions, ambiguities and omissions in his testimony.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"As a matter of law, it is open to the Refugee Appeal Division (RAD) and the RPD to draw negative inferences from a material omission or a contradiction in testimony. A material omission is an element that is central to the claim, including the risks allegedly faced in the country of origin. In this case, I find that there are several unexplained omissions and contradictions which affect the credibility of this claim. While I agree with the Appellants that each individual one of these omissions or contradictions is not determinative, I find that, taken as a group, these omissions and contradictions negatively affect the credibility of these claims.","redacted":"As a matter of law, it is open to the Refugee Appeal Division (RAD) and the RPD to draw negative inferences from a material omission or a contradiction in testimony. A material omission is an element that is central to the claim, including the risks allegedly faced in the country of origin. In this case, I find that there are several unexplained omissions and contradictions which affect the credibility of this claim. While I agree with the Appellants that each individual one of these omissions or contradictions is not determinative, I find that, taken as a group, these omissions and contradictions negatively affect the credibility of these claims.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Political knowledge and electoral information","redacted":"Political knowledge and electoral information","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"The Appellant testified that the elections were held at the beginning of 2018 but could not recall the month of the regional elections. He later testified that the elections happened around the middle of the year but he was not a candidate for the election himself. This is a key issue as the Appellants’ claim is based on their political involvement. It is an important inconsistency that Mr. Vanegas Velásquez was not able to provide information about the electoral campaigns for which he collected information and distributed publicity materials. The RPD returned to this topic twice and the Appellant was not able to provide a month or year of the elections. He was not able to provide the names of any other candidates, the name of the mayor of the region in 2014 or how many people were on the council. I also find that it is reasonable that a political operative would know the names of the opposing candidates and the incumbent politicians. The Appellant did not have a response when the RPD member confronted him with information that municipal elections were held in 2015 and 2019, and not in 2014 and 2018 as testified by the Appellant. He could not provide the name of the head of the Conservative party when he joined the party in 2012, although the card indicated a name with the title of “president” on the card. These facts are important as the Appellants allege that the assaults and threats from the Black Eagles were a result of their political involvement. If the assaults and threats preceded the period of campaigning for the elections, the link between the threat to the Appellant and their political involvement becomes tenuous.","redacted":"The Appellant testified that the elections were held at the beginning of 2018 but could not recall the month of the regional elections. He later testified that the elections happened around the middle of the year but he was not a candidate for the election himself. This is a key issue as the Appellants’ claim is based on their political involvement. It is an important inconsistency that Mr. XXXX XXXX was not able to provide information about the electoral campaigns for which he collected information and distributed publicity materials. The RPD returned to this topic twice and the Appellant was not able to provide a month or year of the elections. He was not able to provide the names of any other candidates, the name of the mayor of the region in 2014 or how many people were on the council. I also find that it is reasonable that a political operative would know the names of the opposing candidates and the incumbent politicians. The Appellant did not have a response when the RPD member confronted him with information that municipal elections were held in 2015 and 2019, and not in 2014 and 2018 as testified by the Appellant. He could not provide the name of the head of the Conservative party when he joined the party in 2012, although the card indicated a name with the title of “president” on the card. These facts are important as the Appellants allege that the assaults and threats from the Black Eagles were a result of their political involvement. If the assaults and threats preceded the period of campaigning for the elections, the link between the threat to the Appellant and their political involvement becomes tenuous.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Police investigations","redacted":"Police investigations","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"The Appellants argue that their credibility was impugned based on the police decision to stop the investigation. Having reviewed the decision and the audio recording of the hearing, I find that the RPD did not impugn the Appellants’ credibility based on the actions of the police. Rather, the RPD questioned the Appellants’ failure to follow up on their complaints made in 2014 or in 2018. I agree that this failure undermines the Appellants’ allegation of fear from the Black Eagles. The Appellants’ credibility on this point is further undermined by Mr. Vanegas Velásquez’s testimony that he did not flee with his valid US visa after 2014 as he was waiting for or relying on the investigation of the 2014 assault.","redacted":"The Appellants argue that their credibility was impugned based on the police decision to stop the investigation. Having reviewed the decision and the audio recording of the hearing, I find that the RPD did not impugn the Appellants’ credibility based on the actions of the police. Rather, the RPD questioned the Appellants’ failure to follow up on their complaints made in 2014 or in 2018. I agree that this failure undermines the Appellants’ allegation of fear from the Black Eagles. The Appellants’ credibility on this point is further undermined by Mr. XXXX XXXX testimony that he did not flee with his valid US visa after 2014 as he was waiting for or relying on the investigation of the 2014 assault.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Black Eagles","redacted":"Black Eagles","language":"it","filename":"MC0-11075a.docx"}
{"unredacted":"The Appellants argue that their credibility was impugned based on their knowledge of the Black Eagles. I agree that it is possible that the police did not include the name of the Black Eagles in their report for reasons unrelated to the Appellants. However, in reviewing the audio recording, I note that the Appellant testified that the assailants in 2014 did not identify themselves as Black Eagles. The RPD did not err in their finding that the police report did not support the Appellants’ allegation that they were assaulted by the Black Eagles in 2014. I also find that the RPD was correct in its findings about the Appellants’ knowledge of the Black Eagles. The Appellants were asked questions relative to their risk in Columbia as it relates to the Black Eagles. For example, the Appellants testified that the Black Eagles were everywhere in Columbia and that they would be at risk across Columbia. When confronted with the NDP evidence that the Black Eagles had limited geographic reach and were not an organized group nor a single group, the Appellants did not answer the question. I find that these questions were relevant and related to their belief about their risk in Columbia. I also note that there were multiple areas which led the RPD to a negative finding of credibility: even if I were to agree that the Appellants could not have known much information about the Black Eagles, I find that there were other sufficient areas, as discussed above, which support the negative findings on credibility.","redacted":"The Appellants argue that their credibility was impugned based on their knowledge of the Black Eagles. I agree that it is possible that the police did not include the name of the Black Eagles in their report for reasons unrelated to the Appellants. However, in reviewing the audio recording, I note that the Appellant testified that the assailants in 2014 did not identify themselves as Black Eagles. The RPD did not err in their finding that the police report did not support the Appellants’ allegation that they were assaulted by the Black Eagles in 2014. I also find that the RPD was correct in its findings about the Appellants’ knowledge of the Black Eagles. The Appellants were asked questions relative to their risk in Columbia as it relates to the Black Eagles. For example, the Appellants testified that the Black Eagles were everywhere in Columbia and that they would be at risk across Columbia. When confronted with the NDP evidence that the Black Eagles had limited geographic reach and were not an organized group nor a single group, the Appellants did not answer the question. I find that these questions were relevant and related to their belief about their risk in Columbia. I also note that there were multiple areas which led the RPD to a negative finding of credibility: even if I were to agree that the Appellants could not have known much information about the Black Eagles, I find that there were other sufficient areas, as discussed above, which support the negative findings on credibility.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"I find that the RPD made no errors in its assessments in regards to the Appellants’ political knowledge or opinions, police investigations and knowledge of the Black Eagles.","redacted":"I find that the RPD made no errors in its assessments in regards to the Appellants’ political knowledge or opinions, police investigations and knowledge of the Black Eagles.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Standard of Proof","redacted":"Standard of Proof","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"The Appellants argue that the RPD applied a higher standard of proof to their claim than set out in the law. They do not provide specifics about where this error occurred. Rule 3(3)(g) of the RAD Rules requires that claimants indicate the errors that are the grounds of the appeal and where those errors are located in the RPD’s decision or recording of the hearing. I have reviewed the oral and written evidence and have not found where the RPD applied an unfair or improper standard of proof.","redacted":"The Appellants argue that the RPD applied a higher standard of proof to their claim than set out in the law. They do not provide specifics about where this error occurred. Rule 3(3)(g) of the RAD Rules requires that claimants indicate the errors that are the grounds of the appeal and where those errors are located in the RPD’s decision or recording of the hearing. I have reviewed the oral and written evidence and have not found where the RPD applied an unfair or improper standard of proof.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"To be clear, I have noted paragraphs 20 and 41 of the RPD decision where the RPD stated its conclusions about the risk of the Appellants based on their political opinions. The conclusions at para 41 are stated correctly using the correct legal tests and standard of proof and I find that there is no error.","redacted":"To be clear, I have noted paragraphs 20 and 41 of the RPD decision where the RPD stated its conclusions about the risk of the Appellants based on their political opinions. The conclusions at para 41 are stated correctly using the correct legal tests and standard of proof and I find that there is no error.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"In addition, the Appellant submits that he should be given the “benefit of the doubt.” Respectfully, I find that the Appellant has not demonstrated the merits of this argument. The Supreme Court of Canada has cited with approval the following from the UNHCR Handbook:","redacted":"In addition, the Appellant submits that he should be given the “benefit of the doubt.” Respectfully, I find that the Appellant has not demonstrated the merits of this argument. The Supreme Court of Canada has cited with approval the following from the UNHCR Handbook:","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"The benefit of the doubt should, however, only be given when all available evidence has been obtained and checked and when the examiner is satisfied as to the applicant’s general credibility. The applicant’s statements must be coherent and plausible, and must not run counter to generally known facts.","redacted":"The benefit of the doubt should, however, only be given when all available evidence has been obtained and checked and when the examiner is satisfied as to the applicant’s general credibility. The applicant’s statements must be coherent and plausible, and must not run counter to generally known facts.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"I find that the Appellants have not established their general credibility such that they should be afforded the benefit of this general principle.","redacted":"I find that the Appellants have not established their general credibility such that they should be afforded the benefit of this general principle.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Finally, the Appellants have provided submissions about the possibility of an internal flight alternative (IFA). As the RPD had found, and as I have found, the Appellants have not established the fundamentals of their claim: their political activity, the assaults and threats against them and their political profile. I find that I do not need to consider their argument about the viability of an IFA.","redacted":"Finally, the Appellants have provided submissions about the possibility of an internal flight alternative (IFA). As the RPD had found, and as I have found, the Appellants have not established the fundamentals of their claim: their political activity, the assaults and threats against them and their political profile. I find that I do not need to consider their argument about the viability of an IFA.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"CONCLUSION","redacted":"CONCLUSION","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"After conducting an independent analysis of the record, I find that the overall credibility assessment by the RPD was correct. I find that the Appellants have not demonstrated that they face a serious possibility of persecution on a Convention ground. I further find that they have not demonstrated, on a balance of probabilities, that they face a risk of torture, a risk to life or a risk of cruel and unusual treatment or punishment.","redacted":"After conducting an independent analysis of the record, I find that the overall credibility assessment by the RPD was correct. I find that the Appellants have not demonstrated that they face a serious possibility of persecution on a Convention ground. I further find that they have not demonstrated, on a balance of probabilities, that they face a risk of torture, a risk to life or a risk of cruel and unusual treatment or punishment.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"I dismiss the appeal and confirm the decision of the RPD that the Appellants are neither Convention refugees nor persons in need of protection, pursuant to paragraph 111(1)(a) of the Immigration and Refugee Protection Act.","redacted":"I dismiss the appeal and confirm the decision of the RPD that the Appellants are neither Convention refugees nor persons in need of protection, pursuant to paragraph 111(1)(a) of the Immigration and Refugee Protection Act.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Persons who are the subject of the appeal","redacted":"Persons who are the subject of the appeal","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Manuel Rafael Vanegas Velásquez and Tatiana Catalina Amaya Aguilar and Milena Aguilar Velásquez and Patricia Aguilar Velásquez","redacted":"XXXX XXXX XXXX XXXX XXXXXXXX XXXX XXXX XXXX XXXXXXXX XXXX XXXX XXXXXXXX XXXX XXXX","language":"hu","filename":"MC0-11075a.docx"}
{"unredacted":"Personnes en cause","redacted":"Personnes en cause","language":"fr","filename":"MC0-11075a.docx"}
{"unredacted":"Appeal considered \/ heard at","redacted":"Appeal considered \/ heard at","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Ottawa, ON","redacted":"Ottawa, ON","language":"fi","filename":"MC0-11075a.docx"}
{"unredacted":"Appel instruit \/ entendu à","redacted":"Appel instruit \/ entendu à","language":"fr","filename":"MC0-11075a.docx"}
{"unredacted":"Date of decision","redacted":"Date of decision","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"March 3 2021","redacted":"March 3 2021","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Date de la décision","redacted":"Date de la décision","language":"fr","filename":"MC0-11075a.docx"}
{"unredacted":"Panel","redacted":"Panel","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Pamela Arnott","redacted":"Pamela Arnott","language":"pt","filename":"MC0-11075a.docx"}
{"unredacted":"Tribunal","redacted":"Tribunal","language":"es","filename":"MC0-11075a.docx"}
{"unredacted":"Counsel for the persons who are the subject of the appeal","redacted":"Counsel for the persons who are the subject of the appeal","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Robin Dejardin","redacted":"Robin Dejardin","language":"id","filename":"MC0-11075a.docx"}
{"unredacted":"Conseil des personnes en cause","redacted":"Conseil des personnes en cause","language":"fr","filename":"MC0-11075a.docx"}
{"unredacted":"Designated representative","redacted":"Designated representative","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Luis Fernando López Paredes","redacted":"XXXX XXXX XXXX XXXX","language":"pt","filename":"MC0-11075a.docx"}
{"unredacted":"Représentant(e) désigné(e)","redacted":"Représentant(e) désigné(e)","language":"fr","filename":"MC0-11075a.docx"}
{"unredacted":"Counsel for the Minister","redacted":"Counsel for the Minister","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"N\/A","redacted":"N\/A","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Conseil du ministre","redacted":"Conseil du ministre","language":"fr","filename":"MC0-11075a.docx"}
{"unredacted":"(signed)","redacted":"(signed)","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Pamela Arnott","redacted":"Pamela Arnott","language":"pt","filename":"MC0-11075a.docx"}
{"unredacted":"Pamela Arnott","redacted":"Pamela Arnott","language":"pt","filename":"MC0-11075a.docx"}
{"unredacted":"March 3 2021","redacted":"March 3 2021","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Date","redacted":"Date","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"RAD File \/ Dossier de la SAR : MC011075","redacted":"RAD File \/ Dossier de la SAR : MC011075","language":"fr","filename":"MC0-11075a.docx"}
{"unredacted":"MC011076 \/ MC011077 \/ MC011078","redacted":"MC011076 \/ MC011077 \/ MC011078","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Private Proceeding \/ Huis clos","redacted":"Private Proceeding \/ Huis clos","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Reasons and decision Motifs et décision","redacted":"Reasons and decision Motifs et décision","language":"fr","filename":"MC0-11075a.docx"}
{"unredacted":"REASONS FOR DECISION","redacted":"REASONS FOR DECISION","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"OVERVIEW","redacted":"OVERVIEW","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Manuel Rafael Vanegas Velásquez (Principal Appellant) and Tatiana Catalina Amaya Aguilar, Milena Aguilar Velásquez, Patricia Aguilar Velásquez (Associate Appellants) are citizens of Colombia. They fear a criminal group, the Black Eagles, due to Mr. Vanegas Velásquez involvement in the 2014 and 2018 regional elections in Santander. Their claim was denied by the Refugee Protection Division (RPD) based on credibility findings. The Appellants allege that the COVID-19 measures imposed at the RPD hearing created an unfair hearing and led to adverse findings against them. They also argue that the RPD failed to understand their evidence and to apply the presumption of truth or the benefit of the doubt to their evidence.","redacted":"XXXX XXXX XXXX XXXX (Principal Appellant) and XXXX XXXX XXXX XXXX, XXXX XXXX XXXX, XXXX XXXX XXXX (Associate Appellants) are citizens of Colombia. They fear a criminal group, the Black Eagles, due to Mr. XXXX XXXX involvement in the 2014 and 2018 regional elections in XXXX. Their claim was denied by the Refugee Protection Division (RPD) based on credibility findings. The Appellants allege that the COVID-19 measures imposed at the RPD hearing created an unfair hearing and led to adverse findings against them. They also argue that the RPD failed to understand their evidence and to apply the presumption of truth or the benefit of the doubt to their evidence.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"DECISION","redacted":"DECISION","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"I dismiss the appeal. The RPD was correct in finding that the Appellants are neither Convention refugees nor persons in need of protection.","redacted":"I dismiss the appeal. The RPD was correct in finding that the Appellants are neither Convention refugees nor persons in need of protection.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"BACKGROUND","redacted":"BACKGROUND","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"The Appellants fear a criminal group in Columbia, the Black Eagles, due to Mr. Vanegas Velásquez involvement in the Colombian Conservative Party (PCC). Mr. Vanegas Velásquez and Ms. Amaya Aguilar were members of the PCC from October 2012 to February 2018. The applicants allege that they were threatened by armed men in September 2014 and in May 2018 after the regional elections of those years. The Appellants left Colombia for the United States in June 2018, entered Canada illegally on June 24, 2018, and claimed refugee status shortly thereafter.","redacted":"The Appellants fear a criminal group in Columbia, the Black Eagles, due to Mr. XXXX XXXX involvement in the Colombian Conservative Party (PCC). Mr. XXXX XXXX and Ms. XXXX XXXX were members of the PCC from XXXX 2012 to XXXX 2018. The applicants allege that they were threatened by armed men in XXXX 2014 and in XXXX 2018 after the regional elections of those years. The Appellants left Colombia for the United States in XXXX 2018, entered Canada illegally on XXXX XXXX, 2018, and claimed refugee status shortly thereafter.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"The Appellants indicate that they are not presenting new evidence but have provided an affidavit from Mr. Vanegas Velásquez. This affidavit relates his views and feelings about the RPD decision but does not contain new facts or other evidence. I have considered this affidavit as part of the Appellants’ memorandum of argument.","redacted":"The Appellants indicate that they are not presenting new evidence but have provided an affidavit from Mr. XXXX XXXX. This affidavit relates his views and feelings about the RPD decision but does not contain new facts or other evidence. I have considered this affidavit as part of the Appellants’ memorandum of argument.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"The Appellants are requesting an oral hearing. As there is no new evidence, I do not have jurisdiction to convene an oral hearing.","redacted":"The Appellants are requesting an oral hearing. As there is no new evidence, I do not have jurisdiction to convene an oral hearing.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"At the outset of the hearing, the RPD confirmed that the claim of the Associate Appellants was based on the events surrounding Mr. Vanegas Velásquez, specifically that there were no independent bases of claim for the other Appellants. Having reviewed the oral and documentary evidence, I agree that there are no other grounds for the claims of the Associate Appellants.","redacted":"At the outset of the hearing, the RPD confirmed that the claim of the Associate Appellants was based on the events surrounding Mr. XXXX XXXX, specifically that there were no independent bases of claim for the other Appellants. Having reviewed the oral and documentary evidence, I agree that there are no other grounds for the claims of the Associate Appellants.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"ANALYSIS","redacted":"ANALYSIS","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"My role is to look at all the evidence and decide if the RPD made the correct decision.","redacted":"My role is to look at all the evidence and decide if the RPD made the correct decision.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"The RPD found that the Appellants were not credible about the following key elements of their claim:","redacted":"The RPD found that the Appellants were not credible about the following key elements of their claim:","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"The Appellants had little knowledge of the regional elections of the City of Otanche in which Mr. Vanegas Velásquez participated. Mr. Vanegas Velásquez was not able to give the name of the mayor of Bucaramanga, the number of people on the regional council or the name of any candidates. He incorrectly cited the years of the two elections in which he campaigned.","redacted":"The Appellants had little knowledge of the regional elections of the City of Otanche in which Mr. XXXX XXXX participated. Mr. XXXX XXXX was not able to give the name of the mayor of XXXX, the number of people on the regional council or the name of any candidates. He incorrectly cited the years of the two elections in which he campaigned.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"His party membership card had no dates of issue nor of expiration. He was not able to name the person who was the president of the party when he joined it, even though that person’s name was on the membership card.","redacted":"His party membership card had no dates of issue nor of expiration. He was not able to name the person who was the president of the party when he joined it, even though that person’s name was on the membership card.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"The Appellants appear to have no knowledge of the Black Eagles group. The Appellants testified that the Black Eagles could be found everywhere in Columbia while the objective evidence indicates that they are found in a select few areas. Mr. Vanegas Velásquez was unable to name the candidates supported by the Black Eagles in any of the elections.","redacted":"The Appellants appear to have no knowledge of the Black Eagles group. The Appellants testified that the Black Eagles could be found everywhere in Columbia while the objective evidence indicates that they are found in a select few areas. Mr. XXXX XXXX was unable to name the candidates supported by the Black Eagles in any of the elections.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"In his denunciation to the police in 2014, Mr. Vanegas Velásquez does not attribute the death threats to the Black Eagles. Similarly, Mr. Vanegas Velásquez indicated that the men did not identify themselves as Black Eagles in any of the 2014 or 2018 events.","redacted":"In his denunciation to the police in 2014, Mr. XXXX XXXX does not attribute the death threats to the Black Eagles. Similarly, Mr. XXXX XXXX indicated that the men did not identify themselves as Black Eagles in any of the 2014 or 2018 events.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Mr. Vanegas Velásquez believed the assailants to have been members of the Black Eagles based on information from his father-in-law. The father-in-law had not seen or heard the assailants but spoke to community contacts. The RPD found that this third-hand information was speculative about the identity of the assailants.","redacted":"Mr. XXXX XXXX believed the assailants to have been members of the Black Eagles based on information from his father-in-law. The father-in-law had not seen or heard the assailants but spoke to community contacts. The RPD found that this third-hand information was speculative about the identity of the assailants.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Mr. Vanegas Velásquez had not inquired into the status of the police investigations into his complaints and did not know why they had been classified as “inactive” by the police. He indicated that it is typical for Columbian police to ignore or to downplay complaints unless a person is dead.","redacted":"Mr. XXXX XXXX had not inquired into the status of the police investigations into his complaints and did not know why they had been classified as “inactive” by the police. He indicated that it is typical for Columbian police to ignore or to downplay complaints unless a person is dead.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"The RPD found that the anonymous calls were received by Ms. Amaya Aguilar (and not by Mr. Vanegas Velásquez) and that some of these calls could not be attributed to the Black Eagles. I also note that one of the police reports indicates that these calls may have come from a company selling cellular packages.","redacted":"The RPD found that the anonymous calls were received by Ms. XXXX XXXX (and not by Mr. XXXX XXXX) and that some of these calls could not be attributed to the Black Eagles. I also note that one of the police reports indicates that these calls may have come from a company selling cellular packages.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"The RPD also found that the documentary evidence showed that the Black Eagles name was often used by multiple unrelated and unstructured groups (including street gangs). The RPD found that the Black Eagles were not a unified and cohesive criminal group.","redacted":"The RPD also found that the documentary evidence showed that the Black Eagles name was often used by multiple unrelated and unstructured groups (including street gangs). The RPD found that the Black Eagles were not a unified and cohesive criminal group.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"COVID-19 Measures","redacted":"COVID-19 Measures","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"The Appellants argue that the safety measures established by the IRB in light of the COVID-19 pandemic prevented them from presenting their evidence, from being well understood and from having a fair hearing. In light of the exceptional nature of the global pandemic, I find that there was no breach of natural justice during the RPD hearing.","redacted":"The Appellants argue that the safety measures established by the IRB in light of the COVID-19 pandemic prevented them from presenting their evidence, from being well understood and from having a fair hearing. In light of the exceptional nature of the global pandemic, I find that there was no breach of natural justice during the RPD hearing.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"The safety measures at the RPD hearing included mandatory masks for all persons in the room; plexiglass sheets between the RPD member, the translator and the Appellants; maintaining a distance of more than two metres between the parties; and mandatory use of hand sanitizer when entering and exiting the room. These measures were installed by direction of the Chairperson, established in accordance with federal legislation,and pursuant to directions and recommendations from the Public Health Agency of Canada.","redacted":"The safety measures at the RPD hearing included mandatory masks for all persons in the room; plexiglass sheets between the RPD member, the translator and the Appellants; maintaining a distance of more than two metres between the parties; and mandatory use of hand sanitizer when entering and exiting the room. These measures were installed by direction of the Chairperson, established in accordance with federal legislation,and pursuant to directions and recommendations from the Public Health Agency of Canada.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"During the RPD hearing Appellants’ counsel requested that the Appellants be able to remove their masks in order to facilitate their testimony. The RPD allowed this request in accordance with the IRB’s COVID-19 health and safety measures. The RPD member and interpreter remained masked and behind plexiglass throughout the Appellants’ testimony.","redacted":"During the RPD hearing Appellants’ counsel requested that the Appellants be able to remove their masks in order to facilitate their testimony. The RPD allowed this request in accordance with the IRB’s COVID-19 health and safety measures. The RPD member and interpreter remained masked and behind plexiglass throughout the Appellants’ testimony.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"The Appellants argue that the wearing of a mask was not required by the Quebec provincial order. I note the hearing was held in a federal hearing room by a federal department. I find that there was no error in the RPD following the mandatory directives imposed by the Chairperson in relation to the COVID-19 pandemic.","redacted":"The Appellants argue that the wearing of a mask was not required by the Quebec provincial order. I note the hearing was held in a federal hearing room by a federal department. I find that there was no error in the RPD following the mandatory directives imposed by the Chairperson in relation to the COVID-19 pandemic.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"The Appellant argues that wearing a mask affected the Appellant’s ability to communicate. The directive imposed by the Chairperson allowed the RPD member, in his discretion, to allow the Appellant to remove his mask to testify. It appears that the RPD allowed the Appellants to remove their masks for the entirety of their testimony. In reviewing the audio recording and the decision, I find that the RPD or the interpreter did not have difficulties hearing the Appellant. The interpreter did not indicate to the RPD that she was having difficulties hearing or performing her task due to wearing a mask. The RPD found that the Appellant could not express himself clearly for reasons unrelated to the mask. For example, the Appellant did not answer the questions directly or give contradictory or unclear answers. These difficulties in his testimony were not caused by the wearing of a mask and could have happened without a mask.","redacted":"The Appellant argues that wearing a mask affected the Appellant’s ability to communicate. The directive imposed by the Chairperson allowed the RPD member, in his discretion, to allow the Appellant to remove his mask to testify. It appears that the RPD allowed the Appellants to remove their masks for the entirety of their testimony. In reviewing the audio recording and the decision, I find that the RPD or the interpreter did not have difficulties hearing the Appellant. The interpreter did not indicate to the RPD that she was having difficulties hearing or performing her task due to wearing a mask. The RPD found that the Appellant could not express himself clearly for reasons unrelated to the mask. For example, the Appellant did not answer the questions directly or give contradictory or unclear answers. These difficulties in his testimony were not caused by the wearing of a mask and could have happened without a mask.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"The Appellant argues that wearing a mask affected the Appellants’ ability to know how their testimony was being received. The Appellant has provided no caselaw on the right for an applicant or accused person or a witness to be able to see the face of the decision-maker. I have also not found any authorities for this proposition. I note, first of all, the hearing was held following the mandatory directives imposed by the Chairperson in relation to the COVID-19 pandemic. Being in a hearing room, for multiple hours, with at least four other people, requires the simple measures of social distancing and wearing a mask, especially in the face of the evolving knowledge about the propagation of the virus by aerosol. In these difficult times, the Appellant’s natural justice rights must be balanced against the competing and broader societal interest in public health in a worldwide pandemic.","redacted":"The Appellant argues that wearing a mask affected the Appellants’ ability to know how their testimony was being received. The Appellant has provided no caselaw on the right for an applicant or accused person or a witness to be able to see the face of the decision-maker. I have also not found any authorities for this proposition. I note, first of all, the hearing was held following the mandatory directives imposed by the Chairperson in relation to the COVID-19 pandemic. Being in a hearing room, for multiple hours, with at least four other people, requires the simple measures of social distancing and wearing a mask, especially in the face of the evolving knowledge about the propagation of the virus by aerosol. In these difficult times, the Appellant’s natural justice rights must be balanced against the competing and broader societal interest in public health in a worldwide pandemic.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"The Appellants argue that wearing a mask during a hearing was a breach of natural justice. In the exceptional circumstances of a global pandemic, I find that this argument is without merit. The Appellants had a hearing with all the parties present. The Appellants were able to remove their masks to facilitate their testimony. In reviewing the audio recording, I note that the RPD rephrased or restated his questions as necessary. The RPD confronted the Appellant with the inconsistencies or omissions in his testimony and gave him an opportunity to respond. The interpreter clarified the Appellant’s responses on multiple occasions. While I acknowledge that the hearing conditions were not ideal, I also find that the ability of the Appellant to know the facial reactions of the RPD member or of the interpreter is not relevant to the determination of credibility. It is not the member or the interpreter who have the onus of establishing their claim. I am mindful of the Supreme Court of Canada caselaw on demeanour evidence in the context of witness’ testimony.","redacted":"The Appellants argue that wearing a mask during a hearing was a breach of natural justice. In the exceptional circumstances of a global pandemic, I find that this argument is without merit. The Appellants had a hearing with all the parties present. The Appellants were able to remove their masks to facilitate their testimony. In reviewing the audio recording, I note that the RPD rephrased or restated his questions as necessary. The RPD confronted the Appellant with the inconsistencies or omissions in his testimony and gave him an opportunity to respond. The interpreter clarified the Appellant’s responses on multiple occasions. While I acknowledge that the hearing conditions were not ideal, I also find that the ability of the Appellant to know the facial reactions of the RPD member or of the interpreter is not relevant to the determination of credibility. It is not the member or the interpreter who have the onus of establishing their claim. I am mindful of the Supreme Court of Canada caselaw on demeanour evidence in the context of witness’ testimony.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Wearing a niqab presents only a partial obstacle to the assessment of demeanour. A witness wearing a niqab may still express herself through her eyes, body language, and gestures. Moreover, the niqab has no effect on the witness’ verbal testimony, including the tone and inflection of her voice, the cadence of her speech, or, most significantly, the substance of the answers she gives.","redacted":"Wearing a niqab presents only a partial obstacle to the assessment of demeanour. A witness wearing a niqab may still express herself through her eyes, body language, and gestures. Moreover, the niqab has no effect on the witness’ verbal testimony, including the tone and inflection of her voice, the cadence of her speech, or, most significantly, the substance of the answers she gives.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"I also note that adjudicators are often trained to show no reaction and not to take cultural cues, such as facial reactions, into account in their decisions. Having reviewed the audio hearing, I find that there were numerous sources of information available to the Appellant and their counsel about the RPD’s concerns about their evidence: the RPD’s tone inflection and cadence, the requests to repeat answers, the rephrasing of questions, not to mention his statements when he did not understand the Appellants. I find that there was no breach of natural justice in having the RPD member and the interpreter wear a mask and sit behind plexiglass for the hearing.","redacted":"I also note that adjudicators are often trained to show no reaction and not to take cultural cues, such as facial reactions, into account in their decisions. Having reviewed the audio hearing, I find that there were numerous sources of information available to the Appellant and their counsel about the RPD’s concerns about their evidence: the RPD’s tone inflection and cadence, the requests to repeat answers, the rephrasing of questions, not to mention his statements when he did not understand the Appellants. I find that there was no breach of natural justice in having the RPD member and the interpreter wear a mask and sit behind plexiglass for the hearing.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Interpretation","redacted":"Interpretation","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"The Appellants argue that the interpretation was not adequate. I have already addressed the part of this argument that deals with the impact of the COVID-19 measures on the interpretation. The Federal Court of Appeal in Mohammadian establishes that a claimant waives his rights if he fails to object to the quality of the language interpretation during the hearing before the RPD. There was no such objection during the RPD hearing.","redacted":"The Appellants argue that the interpretation was not adequate. I have already addressed the part of this argument that deals with the impact of the COVID-19 measures on the interpretation. The Federal Court of Appeal in Mohammadian establishes that a claimant waives his rights if he fails to object to the quality of the language interpretation during the hearing before the RPD. There was no such objection during the RPD hearing.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"As was pointed out by the Supreme Court, \"the underlying principle behind all of the interests protected by the right to interpreter assistance ….. is that of linguistic understanding\". The principles surrounding interpretation have been summarized by the Federal Court","redacted":"As was pointed out by the Supreme Court, \"the underlying principle behind all of the interests protected by the right to interpreter assistance ….. is that of linguistic understanding\". The principles surrounding interpretation have been summarized by the Federal Court","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"The interpretation must be precise, continuous, competent, impartial and contemporaneous.","redacted":"The interpretation must be precise, continuous, competent, impartial and contemporaneous.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"No proof of actual prejudice is required as a condition of obtaining relief.","redacted":"No proof of actual prejudice is required as a condition of obtaining relief.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"The right is to adequate translation not perfect translation. The fundamental value is linguistic understanding.","redacted":"The right is to adequate translation not perfect translation. The fundamental value is linguistic understanding.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Waiver of the right results if an objection to the quality of the translation is not raised by a claimant at the first opportunity in those cases where it is reasonable to expect that a complaint be made.","redacted":"Waiver of the right results if an objection to the quality of the translation is not raised by a claimant at the first opportunity in those cases where it is reasonable to expect that a complaint be made.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"It is a question of fact in each case whether it is reasonable to expect that a complaint be made about the inadequacy of interpretation.","redacted":"It is a question of fact in each case whether it is reasonable to expect that a complaint be made about the inadequacy of interpretation.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"If the interpreter is having difficulty speaking an applicant’s language and being understood by him it is a matter which should be raised at the earliest opportunity.","redacted":"If the interpreter is having difficulty speaking an applicant’s language and being understood by him it is a matter which should be raised at the earliest opportunity.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"I have reviewed the audio hearing. I have found one instance where the RPD questioned whether the Appellant was understanding the translation and one instance where the interpreter expressed her opinion that the Appellant did not speak Spanish very well. I agree that the interpretation was not, at all times, a word-for-word translation as the translator would ask clarifying questions or listen to a large block of testimony before translating it. The translator commented that the Appellant did not express himself well in Spanish and the RPD member indicated that he would take this into consideration in his decision. The Appellant responded that he was stressed as this was his first experience in a court. I also find that the translator’s insistence that she be allowed to take a break after the RPD’s questions were entirely reasonable. At that point, she had been translating detailed testimony for more than 1.5 hours.","redacted":"I have reviewed the audio hearing. I have found one instance where the RPD questioned whether the Appellant was understanding the translation and one instance where the interpreter expressed her opinion that the Appellant did not speak Spanish very well. I agree that the interpretation was not, at all times, a word-for-word translation as the translator would ask clarifying questions or listen to a large block of testimony before translating it. The translator commented that the Appellant did not express himself well in Spanish and the RPD member indicated that he would take this into consideration in his decision. The Appellant responded that he was stressed as this was his first experience in a court. I also find that the translator’s insistence that she be allowed to take a break after the RPD’s questions were entirely reasonable. At that point, she had been translating detailed testimony for more than 1.5 hours.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"I find that the difficulties expressed by the Appellant in his affidavit cannot be attributed to problems with the interpreter. The Appellant had difficulty answering precise questions. There were three instances during the hearing where the translator was unable to provide a clear translation: there is only one of these that could be attributed to a translation problem. These instances are: Mr. Vanegas Velásquez was asked what candidate was supported by the Black Eagles in the election and instead explained that the Black Eagles controlled the village and he was campaigning to take back the village; he was asked what event was the most critical or important for him and instead summarized all the events; he was asked to explain a contradiction in his evidence, being that he had testified to moving (“démenagement”) to Bogota after the assault in 2014 while his written evidence showed that he already lived in Bogota at the time of the 2014 assaults. Instead of answering the question, Mr. Vanegas Velásquez explained why he had a US visa, when he visited his family, what threats had been made to his wife, etc. Even for this last issue, I have difficulty in agreeing that the translation may have affected the testimony. Mr. Vanegas Velásquez did not answer the question despite being given several opportunities to do so. Having reviewed the oral and written evidence, I am satisfied that the interpretation services provided to the Appellant did not result in any linguistic misunderstanding between the Appellant and the RPD panel. The Appellant has failed to demonstrate how the conclusions drawn by the RPD, particularly regarding his crediblity were due to alleged interpretation errors rather than shortcomings in his testimony. I am satisfied that the interpretation services did not result in linguistic misunderstanding so as to breach the Appellant’s right to procedural fairness.","redacted":"I find that the difficulties expressed by the Appellant in his affidavit cannot be attributed to problems with the interpreter. The Appellant had difficulty answering precise questions. There were three instances during the hearing where the translator was unable to provide a clear translation: there is only one of these that could be attributed to a translation problem. These instances are: Mr. XXXX XXXX was asked what candidate was supported by the Black Eagles in the election and instead explained that the Black Eagles controlled the village and he was campaigning to take back the village; he was asked what event was the most critical or important for him and instead summarized all the events; he was asked to explain a contradiction in his evidence, being that he had testified to moving (“démenagement”) to Bogota after the assault in 2014 while his written evidence showed that he already lived in Bogota at the time of the 2014 assaults. Instead of answering the question, Mr. XXXX XXXX explained why he had a US visa, when he visited his family, what threats had been made to his wife, etc. Even for this last issue, I have difficulty in agreeing that the translation may have affected the testimony. Mr. XXXX XXXX did not answer the question despite being given several opportunities to do so. Having reviewed the oral and written evidence, I am satisfied that the interpretation services provided to the Appellant did not result in any linguistic misunderstanding between the Appellant and the RPD panel. The Appellant has failed to demonstrate how the conclusions drawn by the RPD, particularly regarding his crediblity were due to alleged interpretation errors rather than shortcomings in his testimony. I am satisfied that the interpretation services did not result in linguistic misunderstanding so as to breach the Appellant’s right to procedural fairness.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Presumption of Truth and Credibility Findings","redacted":"Presumption of Truth and Credibility Findings","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"The Appellants argue that the RPD erred in its findings that the Appellants were not credible. They argue that they were held to a higher standard of proof and the RPD erroneously impugned their credibility for their lack of knowledge of the Black Eagles group, a group of which they were not a part and concerning which they had little immediate knowledge. The RPD also erred in its assessment of the Appellants’ evidence, rejecting documents for what they did not say rather than for what they did say. The Appellants argue that the RPD did not sufficiently rebut the presumption of truthfulness and relied on peripheral inconsistencies and omissions in order to do so. Further, the Appellants argue that the RPD refused to accept the Appellants’ reasonable explanations for these alleged omissions and inconsistencies.","redacted":"The Appellants argue that the RPD erred in its findings that the Appellants were not credible. They argue that they were held to a higher standard of proof and the RPD erroneously impugned their credibility for their lack of knowledge of the Black Eagles group, a group of which they were not a part and concerning which they had little immediate knowledge. The RPD also erred in its assessment of the Appellants’ evidence, rejecting documents for what they did not say rather than for what they did say. The Appellants argue that the RPD did not sufficiently rebut the presumption of truthfulness and relied on peripheral inconsistencies and omissions in order to do so. Further, the Appellants argue that the RPD refused to accept the Appellants’ reasonable explanations for these alleged omissions and inconsistencies.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"The RPD found that there were numerous omissions, inconsistencies and gaps in the Appellants’ testimony as set out above. In Maldonado, the Federal Court of Appeal held that when an applicant swears to the truth of certain allegations, a presumption is created that those allegations are true unless there is reason to doubt their truthfulness. This presumption applies to the totality of the evidence. However, as the Federal Court has noted, “The presumption is rebuttable where the evidence on the record is inconsistent with a claimant’s sworn testimony.” As I will explain, I find that the presumption has been rebutted because of the multiple contradictions, ambiguities and omissions in his testimony.","redacted":"The RPD found that there were numerous omissions, inconsistencies and gaps in the Appellants’ testimony as set out above. In Maldonado, the Federal Court of Appeal held that when an applicant swears to the truth of certain allegations, a presumption is created that those allegations are true unless there is reason to doubt their truthfulness. This presumption applies to the totality of the evidence. However, as the Federal Court has noted, “The presumption is rebuttable where the evidence on the record is inconsistent with a claimant’s sworn testimony.” As I will explain, I find that the presumption has been rebutted because of the multiple contradictions, ambiguities and omissions in his testimony.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"As a matter of law, it is open to the Refugee Appeal Division (RAD) and the RPD to draw negative inferences from a material omission or a contradiction in testimony. A material omission is an element that is central to the claim, including the risks allegedly faced in the country of origin. In this case, I find that there are several unexplained omissions and contradictions which affect the credibility of this claim. While I agree with the Appellants that each individual one of these omissions or contradictions is not determinative, I find that, taken as a group, these omissions and contradictions negatively affect the credibility of these claims.","redacted":"As a matter of law, it is open to the Refugee Appeal Division (RAD) and the RPD to draw negative inferences from a material omission or a contradiction in testimony. A material omission is an element that is central to the claim, including the risks allegedly faced in the country of origin. In this case, I find that there are several unexplained omissions and contradictions which affect the credibility of this claim. While I agree with the Appellants that each individual one of these omissions or contradictions is not determinative, I find that, taken as a group, these omissions and contradictions negatively affect the credibility of these claims.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Political knowledge and electoral information","redacted":"Political knowledge and electoral information","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"The Appellant testified that the elections were held at the beginning of 2018 but could not recall the month of the regional elections. He later testified that the elections happened around the middle of the year but he was not a candidate for the election himself. This is a key issue as the Appellants’ claim is based on their political involvement. It is an important inconsistency that Mr. Vanegas Velásquez was not able to provide information about the electoral campaigns for which he collected information and distributed publicity materials. The RPD returned to this topic twice and the Appellant was not able to provide a month or year of the elections. He was not able to provide the names of any other candidates, the name of the mayor of the region in 2014 or how many people were on the council. I also find that it is reasonable that a political operative would know the names of the opposing candidates and the incumbent politicians. The Appellant did not have a response when the RPD member confronted him with information that municipal elections were held in 2015 and 2019, and not in 2014 and 2018 as testified by the Appellant. He could not provide the name of the head of the Conservative party when he joined the party in 2012, although the card indicated a name with the title of “president” on the card. These facts are important as the Appellants allege that the assaults and threats from the Black Eagles were a result of their political involvement. If the assaults and threats preceded the period of campaigning for the elections, the link between the threat to the Appellant and their political involvement becomes tenuous.","redacted":"The Appellant testified that the elections were held at the beginning of 2018 but could not recall the month of the regional elections. He later testified that the elections happened around the middle of the year but he was not a candidate for the election himself. This is a key issue as the Appellants’ claim is based on their political involvement. It is an important inconsistency that Mr. XXXX XXXX was not able to provide information about the electoral campaigns for which he collected information and distributed publicity materials. The RPD returned to this topic twice and the Appellant was not able to provide a month or year of the elections. He was not able to provide the names of any other candidates, the name of the mayor of the region in 2014 or how many people were on the council. I also find that it is reasonable that a political operative would know the names of the opposing candidates and the incumbent politicians. The Appellant did not have a response when the RPD member confronted him with information that municipal elections were held in 2015 and 2019, and not in 2014 and 2018 as testified by the Appellant. He could not provide the name of the head of the Conservative party when he joined the party in 2012, although the card indicated a name with the title of “president” on the card. These facts are important as the Appellants allege that the assaults and threats from the Black Eagles were a result of their political involvement. If the assaults and threats preceded the period of campaigning for the elections, the link between the threat to the Appellant and their political involvement becomes tenuous.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Police investigations","redacted":"Police investigations","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"The Appellants argue that their credibility was impugned based on the police decision to stop the investigation. Having reviewed the decision and the audio recording of the hearing, I find that the RPD did not impugn the Appellants’ credibility based on the actions of the police. Rather, the RPD questioned the Appellants’ failure to follow up on their complaints made in 2014 or in 2018. I agree that this failure undermines the Appellants’ allegation of fear from the Black Eagles. The Appellants’ credibility on this point is further undermined by Mr. Vanegas Velásquez’s testimony that he did not flee with his valid US visa after 2014 as he was waiting for or relying on the investigation of the 2014 assault.","redacted":"The Appellants argue that their credibility was impugned based on the police decision to stop the investigation. Having reviewed the decision and the audio recording of the hearing, I find that the RPD did not impugn the Appellants’ credibility based on the actions of the police. Rather, the RPD questioned the Appellants’ failure to follow up on their complaints made in 2014 or in 2018. I agree that this failure undermines the Appellants’ allegation of fear from the Black Eagles. The Appellants’ credibility on this point is further undermined by Mr. XXXX XXXX testimony that he did not flee with his valid US visa after 2014 as he was waiting for or relying on the investigation of the 2014 assault.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Black Eagles","redacted":"Black Eagles","language":"it","filename":"MC0-11075a.docx"}
{"unredacted":"The Appellants argue that their credibility was impugned based on their knowledge of the Black Eagles. I agree that it is possible that the police did not include the name of the Black Eagles in their report for reasons unrelated to the Appellants. However, in reviewing the audio recording, I note that the Appellant testified that the assailants in 2014 did not identify themselves as Black Eagles. The RPD did not err in their finding that the police report did not support the Appellants’ allegation that they were assaulted by the Black Eagles in 2014. I also find that the RPD was correct in its findings about the Appellants’ knowledge of the Black Eagles. The Appellants were asked questions relative to their risk in Columbia as it relates to the Black Eagles. For example, the Appellants testified that the Black Eagles were everywhere in Columbia and that they would be at risk across Columbia. When confronted with the NDP evidence that the Black Eagles had limited geographic reach and were not an organized group nor a single group, the Appellants did not answer the question. I find that these questions were relevant and related to their belief about their risk in Columbia. I also note that there were multiple areas which led the RPD to a negative finding of credibility: even if I were to agree that the Appellants could not have known much information about the Black Eagles, I find that there were other sufficient areas, as discussed above, which support the negative findings on credibility.","redacted":"The Appellants argue that their credibility was impugned based on their knowledge of the Black Eagles. I agree that it is possible that the police did not include the name of the Black Eagles in their report for reasons unrelated to the Appellants. However, in reviewing the audio recording, I note that the Appellant testified that the assailants in 2014 did not identify themselves as Black Eagles. The RPD did not err in their finding that the police report did not support the Appellants’ allegation that they were assaulted by the Black Eagles in 2014. I also find that the RPD was correct in its findings about the Appellants’ knowledge of the Black Eagles. The Appellants were asked questions relative to their risk in Columbia as it relates to the Black Eagles. For example, the Appellants testified that the Black Eagles were everywhere in Columbia and that they would be at risk across Columbia. When confronted with the NDP evidence that the Black Eagles had limited geographic reach and were not an organized group nor a single group, the Appellants did not answer the question. I find that these questions were relevant and related to their belief about their risk in Columbia. I also note that there were multiple areas which led the RPD to a negative finding of credibility: even if I were to agree that the Appellants could not have known much information about the Black Eagles, I find that there were other sufficient areas, as discussed above, which support the negative findings on credibility.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"I find that the RPD made no errors in its assessments in regards to the Appellants’ political knowledge or opinions, police investigations and knowledge of the Black Eagles.","redacted":"I find that the RPD made no errors in its assessments in regards to the Appellants’ political knowledge or opinions, police investigations and knowledge of the Black Eagles.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Standard of Proof","redacted":"Standard of Proof","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"The Appellants argue that the RPD applied a higher standard of proof to their claim than set out in the law. They do not provide specifics about where this error occurred. Rule 3(3)(g) of the RAD Rules requires that claimants indicate the errors that are the grounds of the appeal and where those errors are located in the RPD’s decision or recording of the hearing. I have reviewed the oral and written evidence and have not found where the RPD applied an unfair or improper standard of proof.","redacted":"The Appellants argue that the RPD applied a higher standard of proof to their claim than set out in the law. They do not provide specifics about where this error occurred. Rule 3(3)(g) of the RAD Rules requires that claimants indicate the errors that are the grounds of the appeal and where those errors are located in the RPD’s decision or recording of the hearing. I have reviewed the oral and written evidence and have not found where the RPD applied an unfair or improper standard of proof.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"To be clear, I have noted paragraphs 20 and 41 of the RPD decision where the RPD stated its conclusions about the risk of the Appellants based on their political opinions. The conclusions at para 41 are stated correctly using the correct legal tests and standard of proof and I find that there is no error.","redacted":"To be clear, I have noted paragraphs 20 and 41 of the RPD decision where the RPD stated its conclusions about the risk of the Appellants based on their political opinions. The conclusions at para 41 are stated correctly using the correct legal tests and standard of proof and I find that there is no error.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"In addition, the Appellant submits that he should be given the “benefit of the doubt.” Respectfully, I find that the Appellant has not demonstrated the merits of this argument. The Supreme Court of Canada has cited with approval the following from the UNHCR Handbook:","redacted":"In addition, the Appellant submits that he should be given the “benefit of the doubt.” Respectfully, I find that the Appellant has not demonstrated the merits of this argument. The Supreme Court of Canada has cited with approval the following from the UNHCR Handbook:","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"The benefit of the doubt should, however, only be given when all available evidence has been obtained and checked and when the examiner is satisfied as to the applicant’s general credibility. The applicant’s statements must be coherent and plausible, and must not run counter to generally known facts.","redacted":"The benefit of the doubt should, however, only be given when all available evidence has been obtained and checked and when the examiner is satisfied as to the applicant’s general credibility. The applicant’s statements must be coherent and plausible, and must not run counter to generally known facts.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"I find that the Appellants have not established their general credibility such that they should be afforded the benefit of this general principle.","redacted":"I find that the Appellants have not established their general credibility such that they should be afforded the benefit of this general principle.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Finally, the Appellants have provided submissions about the possibility of an internal flight alternative (IFA). As the RPD had found, and as I have found, the Appellants have not established the fundamentals of their claim: their political activity, the assaults and threats against them and their political profile. I find that I do not need to consider their argument about the viability of an IFA.","redacted":"Finally, the Appellants have provided submissions about the possibility of an internal flight alternative (IFA). As the RPD had found, and as I have found, the Appellants have not established the fundamentals of their claim: their political activity, the assaults and threats against them and their political profile. I find that I do not need to consider their argument about the viability of an IFA.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"CONCLUSION","redacted":"CONCLUSION","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"After conducting an independent analysis of the record, I find that the overall credibility assessment by the RPD was correct. I find that the Appellants have not demonstrated that they face a serious possibility of persecution on a Convention ground. I further find that they have not demonstrated, on a balance of probabilities, that they face a risk of torture, a risk to life or a risk of cruel and unusual treatment or punishment.","redacted":"After conducting an independent analysis of the record, I find that the overall credibility assessment by the RPD was correct. I find that the Appellants have not demonstrated that they face a serious possibility of persecution on a Convention ground. I further find that they have not demonstrated, on a balance of probabilities, that they face a risk of torture, a risk to life or a risk of cruel and unusual treatment or punishment.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"I dismiss the appeal and confirm the decision of the RPD that the Appellants are neither Convention refugees nor persons in need of protection, pursuant to paragraph 111(1)(a) of the Immigration and Refugee Protection Act.","redacted":"I dismiss the appeal and confirm the decision of the RPD that the Appellants are neither Convention refugees nor persons in need of protection, pursuant to paragraph 111(1)(a) of the Immigration and Refugee Protection Act.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Persons who are the subject of the appeal","redacted":"Persons who are the subject of the appeal","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Manuel Rafael Vanegas Velásquez and Tatiana Catalina Amaya Aguilar and Milena Aguilar Velásquez and Patricia Aguilar Velásquez","redacted":"XXXX XXXX XXXX XXXX XXXXXXXX XXXX XXXX XXXX XXXXXXXX XXXX XXXX XXXXXXXX XXXX XXXX","language":"hu","filename":"MC0-11075a.docx"}
{"unredacted":"Personnes en cause","redacted":"Personnes en cause","language":"fr","filename":"MC0-11075a.docx"}
{"unredacted":"Appeal considered \/ heard at","redacted":"Appeal considered \/ heard at","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Ottawa, ON","redacted":"Ottawa, ON","language":"fi","filename":"MC0-11075a.docx"}
{"unredacted":"Appel instruit \/ entendu à","redacted":"Appel instruit \/ entendu à","language":"fr","filename":"MC0-11075a.docx"}
{"unredacted":"Date of decision","redacted":"Date of decision","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"March 3 2021","redacted":"March 3 2021","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Date de la décision","redacted":"Date de la décision","language":"fr","filename":"MC0-11075a.docx"}
{"unredacted":"Panel","redacted":"Panel","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Pamela Arnott","redacted":"Pamela Arnott","language":"pt","filename":"MC0-11075a.docx"}
{"unredacted":"Tribunal","redacted":"Tribunal","language":"es","filename":"MC0-11075a.docx"}
{"unredacted":"Counsel for the persons who are the subject of the appeal","redacted":"Counsel for the persons who are the subject of the appeal","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Robin Dejardin","redacted":"Robin Dejardin","language":"id","filename":"MC0-11075a.docx"}
{"unredacted":"Conseil des personnes en cause","redacted":"Conseil des personnes en cause","language":"fr","filename":"MC0-11075a.docx"}
{"unredacted":"Designated representative","redacted":"Designated representative","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Luis Fernando López Paredes","redacted":"XXXX XXXX XXXX XXXX","language":"pt","filename":"MC0-11075a.docx"}
{"unredacted":"Représentant(e) désigné(e)","redacted":"Représentant(e) désigné(e)","language":"fr","filename":"MC0-11075a.docx"}
{"unredacted":"Counsel for the Minister","redacted":"Counsel for the Minister","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"N\/A","redacted":"N\/A","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Conseil du ministre","redacted":"Conseil du ministre","language":"fr","filename":"MC0-11075a.docx"}
{"unredacted":"(signed)","redacted":"(signed)","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Pamela Arnott","redacted":"Pamela Arnott","language":"pt","filename":"MC0-11075a.docx"}
{"unredacted":"Pamela Arnott","redacted":"Pamela Arnott","language":"pt","filename":"MC0-11075a.docx"}
{"unredacted":"March 3 2021","redacted":"March 3 2021","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Date","redacted":"Date","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"RAD File \/ Dossier de la SAR : MC011075","redacted":"RAD File \/ Dossier de la SAR : MC011075","language":"fr","filename":"MC0-11075a.docx"}
{"unredacted":"MC011076 \/ MC011077 \/ MC011078","redacted":"MC011076 \/ MC011077 \/ MC011078","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Private Proceeding \/ Huis clos","redacted":"Private Proceeding \/ Huis clos","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Reasons and decision Motifs et décision","redacted":"Reasons and decision Motifs et décision","language":"fr","filename":"MC0-11075a.docx"}
{"unredacted":"REASONS FOR DECISION","redacted":"REASONS FOR DECISION","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"OVERVIEW","redacted":"OVERVIEW","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Manuel Rafael Vanegas Velásquez (Principal Appellant) and Tatiana Catalina Amaya Aguilar, Milena Aguilar Velásquez, Patricia Aguilar Velásquez (Associate Appellants) are citizens of Colombia. They fear a criminal group, the Black Eagles, due to Mr. Vanegas Velásquez involvement in the 2014 and 2018 regional elections in Santander. Their claim was denied by the Refugee Protection Division (RPD) based on credibility findings. The Appellants allege that the COVID-19 measures imposed at the RPD hearing created an unfair hearing and led to adverse findings against them. They also argue that the RPD failed to understand their evidence and to apply the presumption of truth or the benefit of the doubt to their evidence.","redacted":"XXXX XXXX XXXX XXXX (Principal Appellant) and XXXX XXXX XXXX XXXX, XXXX XXXX XXXX, XXXX XXXX XXXX (Associate Appellants) are citizens of Colombia. They fear a criminal group, the Black Eagles, due to Mr. XXXX XXXX involvement in the 2014 and 2018 regional elections in XXXX. Their claim was denied by the Refugee Protection Division (RPD) based on credibility findings. The Appellants allege that the COVID-19 measures imposed at the RPD hearing created an unfair hearing and led to adverse findings against them. They also argue that the RPD failed to understand their evidence and to apply the presumption of truth or the benefit of the doubt to their evidence.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"DECISION","redacted":"DECISION","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"I dismiss the appeal. The RPD was correct in finding that the Appellants are neither Convention refugees nor persons in need of protection.","redacted":"I dismiss the appeal. The RPD was correct in finding that the Appellants are neither Convention refugees nor persons in need of protection.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"BACKGROUND","redacted":"BACKGROUND","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"The Appellants fear a criminal group in Columbia, the Black Eagles, due to Mr. Vanegas Velásquez involvement in the Colombian Conservative Party (PCC). Mr. Vanegas Velásquez and Ms. Amaya Aguilar were members of the PCC from October 2012 to February 2018. The applicants allege that they were threatened by armed men in September 2014 and in May 2018 after the regional elections of those years. The Appellants left Colombia for the United States in June 2018, entered Canada illegally on June 24, 2018, and claimed refugee status shortly thereafter.","redacted":"The Appellants fear a criminal group in Columbia, the Black Eagles, due to Mr. XXXX XXXX involvement in the Colombian Conservative Party (PCC). Mr. XXXX XXXX and Ms. XXXX XXXX were members of the PCC from XXXX 2012 to XXXX 2018. The applicants allege that they were threatened by armed men in XXXX 2014 and in XXXX 2018 after the regional elections of those years. The Appellants left Colombia for the United States in XXXX 2018, entered Canada illegally on XXXX XXXX, 2018, and claimed refugee status shortly thereafter.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"The Appellants indicate that they are not presenting new evidence but have provided an affidavit from Mr. Vanegas Velásquez. This affidavit relates his views and feelings about the RPD decision but does not contain new facts or other evidence. I have considered this affidavit as part of the Appellants’ memorandum of argument.","redacted":"The Appellants indicate that they are not presenting new evidence but have provided an affidavit from Mr. XXXX XXXX. This affidavit relates his views and feelings about the RPD decision but does not contain new facts or other evidence. I have considered this affidavit as part of the Appellants’ memorandum of argument.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"The Appellants are requesting an oral hearing. As there is no new evidence, I do not have jurisdiction to convene an oral hearing.","redacted":"The Appellants are requesting an oral hearing. As there is no new evidence, I do not have jurisdiction to convene an oral hearing.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"At the outset of the hearing, the RPD confirmed that the claim of the Associate Appellants was based on the events surrounding Mr. Vanegas Velásquez, specifically that there were no independent bases of claim for the other Appellants. Having reviewed the oral and documentary evidence, I agree that there are no other grounds for the claims of the Associate Appellants.","redacted":"At the outset of the hearing, the RPD confirmed that the claim of the Associate Appellants was based on the events surrounding Mr. XXXX XXXX, specifically that there were no independent bases of claim for the other Appellants. Having reviewed the oral and documentary evidence, I agree that there are no other grounds for the claims of the Associate Appellants.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"ANALYSIS","redacted":"ANALYSIS","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"My role is to look at all the evidence and decide if the RPD made the correct decision.","redacted":"My role is to look at all the evidence and decide if the RPD made the correct decision.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"The RPD found that the Appellants were not credible about the following key elements of their claim:","redacted":"The RPD found that the Appellants were not credible about the following key elements of their claim:","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"The Appellants had little knowledge of the regional elections of the City of Otanche in which Mr. Vanegas Velásquez participated. Mr. Vanegas Velásquez was not able to give the name of the mayor of Bucaramanga, the number of people on the regional council or the name of any candidates. He incorrectly cited the years of the two elections in which he campaigned.","redacted":"The Appellants had little knowledge of the regional elections of the City of Otanche in which Mr. XXXX XXXX participated. Mr. XXXX XXXX was not able to give the name of the mayor of XXXX, the number of people on the regional council or the name of any candidates. He incorrectly cited the years of the two elections in which he campaigned.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"His party membership card had no dates of issue nor of expiration. He was not able to name the person who was the president of the party when he joined it, even though that person’s name was on the membership card.","redacted":"His party membership card had no dates of issue nor of expiration. He was not able to name the person who was the president of the party when he joined it, even though that person’s name was on the membership card.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"The Appellants appear to have no knowledge of the Black Eagles group. The Appellants testified that the Black Eagles could be found everywhere in Columbia while the objective evidence indicates that they are found in a select few areas. Mr. Vanegas Velásquez was unable to name the candidates supported by the Black Eagles in any of the elections.","redacted":"The Appellants appear to have no knowledge of the Black Eagles group. The Appellants testified that the Black Eagles could be found everywhere in Columbia while the objective evidence indicates that they are found in a select few areas. Mr. XXXX XXXX was unable to name the candidates supported by the Black Eagles in any of the elections.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"In his denunciation to the police in 2014, Mr. Vanegas Velásquez does not attribute the death threats to the Black Eagles. Similarly, Mr. Vanegas Velásquez indicated that the men did not identify themselves as Black Eagles in any of the 2014 or 2018 events.","redacted":"In his denunciation to the police in 2014, Mr. XXXX XXXX does not attribute the death threats to the Black Eagles. Similarly, Mr. XXXX XXXX indicated that the men did not identify themselves as Black Eagles in any of the 2014 or 2018 events.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Mr. Vanegas Velásquez believed the assailants to have been members of the Black Eagles based on information from his father-in-law. The father-in-law had not seen or heard the assailants but spoke to community contacts. The RPD found that this third-hand information was speculative about the identity of the assailants.","redacted":"Mr. XXXX XXXX believed the assailants to have been members of the Black Eagles based on information from his father-in-law. The father-in-law had not seen or heard the assailants but spoke to community contacts. The RPD found that this third-hand information was speculative about the identity of the assailants.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Mr. Vanegas Velásquez had not inquired into the status of the police investigations into his complaints and did not know why they had been classified as “inactive” by the police. He indicated that it is typical for Columbian police to ignore or to downplay complaints unless a person is dead.","redacted":"Mr. XXXX XXXX had not inquired into the status of the police investigations into his complaints and did not know why they had been classified as “inactive” by the police. He indicated that it is typical for Columbian police to ignore or to downplay complaints unless a person is dead.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"The RPD found that the anonymous calls were received by Ms. Amaya Aguilar (and not by Mr. Vanegas Velásquez) and that some of these calls could not be attributed to the Black Eagles. I also note that one of the police reports indicates that these calls may have come from a company selling cellular packages.","redacted":"The RPD found that the anonymous calls were received by Ms. XXXX XXXX (and not by Mr. XXXX XXXX) and that some of these calls could not be attributed to the Black Eagles. I also note that one of the police reports indicates that these calls may have come from a company selling cellular packages.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"The RPD also found that the documentary evidence showed that the Black Eagles name was often used by multiple unrelated and unstructured groups (including street gangs). The RPD found that the Black Eagles were not a unified and cohesive criminal group.","redacted":"The RPD also found that the documentary evidence showed that the Black Eagles name was often used by multiple unrelated and unstructured groups (including street gangs). The RPD found that the Black Eagles were not a unified and cohesive criminal group.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"COVID-19 Measures","redacted":"COVID-19 Measures","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"The Appellants argue that the safety measures established by the IRB in light of the COVID-19 pandemic prevented them from presenting their evidence, from being well understood and from having a fair hearing. In light of the exceptional nature of the global pandemic, I find that there was no breach of natural justice during the RPD hearing.","redacted":"The Appellants argue that the safety measures established by the IRB in light of the COVID-19 pandemic prevented them from presenting their evidence, from being well understood and from having a fair hearing. In light of the exceptional nature of the global pandemic, I find that there was no breach of natural justice during the RPD hearing.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"The safety measures at the RPD hearing included mandatory masks for all persons in the room; plexiglass sheets between the RPD member, the translator and the Appellants; maintaining a distance of more than two metres between the parties; and mandatory use of hand sanitizer when entering and exiting the room. These measures were installed by direction of the Chairperson, established in accordance with federal legislation,and pursuant to directions and recommendations from the Public Health Agency of Canada.","redacted":"The safety measures at the RPD hearing included mandatory masks for all persons in the room; plexiglass sheets between the RPD member, the translator and the Appellants; maintaining a distance of more than two metres between the parties; and mandatory use of hand sanitizer when entering and exiting the room. These measures were installed by direction of the Chairperson, established in accordance with federal legislation,and pursuant to directions and recommendations from the Public Health Agency of Canada.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"During the RPD hearing Appellants’ counsel requested that the Appellants be able to remove their masks in order to facilitate their testimony. The RPD allowed this request in accordance with the IRB’s COVID-19 health and safety measures. The RPD member and interpreter remained masked and behind plexiglass throughout the Appellants’ testimony.","redacted":"During the RPD hearing Appellants’ counsel requested that the Appellants be able to remove their masks in order to facilitate their testimony. The RPD allowed this request in accordance with the IRB’s COVID-19 health and safety measures. The RPD member and interpreter remained masked and behind plexiglass throughout the Appellants’ testimony.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"The Appellants argue that the wearing of a mask was not required by the Quebec provincial order. I note the hearing was held in a federal hearing room by a federal department. I find that there was no error in the RPD following the mandatory directives imposed by the Chairperson in relation to the COVID-19 pandemic.","redacted":"The Appellants argue that the wearing of a mask was not required by the Quebec provincial order. I note the hearing was held in a federal hearing room by a federal department. I find that there was no error in the RPD following the mandatory directives imposed by the Chairperson in relation to the COVID-19 pandemic.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"The Appellant argues that wearing a mask affected the Appellant’s ability to communicate. The directive imposed by the Chairperson allowed the RPD member, in his discretion, to allow the Appellant to remove his mask to testify. It appears that the RPD allowed the Appellants to remove their masks for the entirety of their testimony. In reviewing the audio recording and the decision, I find that the RPD or the interpreter did not have difficulties hearing the Appellant. The interpreter did not indicate to the RPD that she was having difficulties hearing or performing her task due to wearing a mask. The RPD found that the Appellant could not express himself clearly for reasons unrelated to the mask. For example, the Appellant did not answer the questions directly or give contradictory or unclear answers. These difficulties in his testimony were not caused by the wearing of a mask and could have happened without a mask.","redacted":"The Appellant argues that wearing a mask affected the Appellant’s ability to communicate. The directive imposed by the Chairperson allowed the RPD member, in his discretion, to allow the Appellant to remove his mask to testify. It appears that the RPD allowed the Appellants to remove their masks for the entirety of their testimony. In reviewing the audio recording and the decision, I find that the RPD or the interpreter did not have difficulties hearing the Appellant. The interpreter did not indicate to the RPD that she was having difficulties hearing or performing her task due to wearing a mask. The RPD found that the Appellant could not express himself clearly for reasons unrelated to the mask. For example, the Appellant did not answer the questions directly or give contradictory or unclear answers. These difficulties in his testimony were not caused by the wearing of a mask and could have happened without a mask.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"The Appellant argues that wearing a mask affected the Appellants’ ability to know how their testimony was being received. The Appellant has provided no caselaw on the right for an applicant or accused person or a witness to be able to see the face of the decision-maker. I have also not found any authorities for this proposition. I note, first of all, the hearing was held following the mandatory directives imposed by the Chairperson in relation to the COVID-19 pandemic. Being in a hearing room, for multiple hours, with at least four other people, requires the simple measures of social distancing and wearing a mask, especially in the face of the evolving knowledge about the propagation of the virus by aerosol. In these difficult times, the Appellant’s natural justice rights must be balanced against the competing and broader societal interest in public health in a worldwide pandemic.","redacted":"The Appellant argues that wearing a mask affected the Appellants’ ability to know how their testimony was being received. The Appellant has provided no caselaw on the right for an applicant or accused person or a witness to be able to see the face of the decision-maker. I have also not found any authorities for this proposition. I note, first of all, the hearing was held following the mandatory directives imposed by the Chairperson in relation to the COVID-19 pandemic. Being in a hearing room, for multiple hours, with at least four other people, requires the simple measures of social distancing and wearing a mask, especially in the face of the evolving knowledge about the propagation of the virus by aerosol. In these difficult times, the Appellant’s natural justice rights must be balanced against the competing and broader societal interest in public health in a worldwide pandemic.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"The Appellants argue that wearing a mask during a hearing was a breach of natural justice. In the exceptional circumstances of a global pandemic, I find that this argument is without merit. The Appellants had a hearing with all the parties present. The Appellants were able to remove their masks to facilitate their testimony. In reviewing the audio recording, I note that the RPD rephrased or restated his questions as necessary. The RPD confronted the Appellant with the inconsistencies or omissions in his testimony and gave him an opportunity to respond. The interpreter clarified the Appellant’s responses on multiple occasions. While I acknowledge that the hearing conditions were not ideal, I also find that the ability of the Appellant to know the facial reactions of the RPD member or of the interpreter is not relevant to the determination of credibility. It is not the member or the interpreter who have the onus of establishing their claim. I am mindful of the Supreme Court of Canada caselaw on demeanour evidence in the context of witness’ testimony.","redacted":"The Appellants argue that wearing a mask during a hearing was a breach of natural justice. In the exceptional circumstances of a global pandemic, I find that this argument is without merit. The Appellants had a hearing with all the parties present. The Appellants were able to remove their masks to facilitate their testimony. In reviewing the audio recording, I note that the RPD rephrased or restated his questions as necessary. The RPD confronted the Appellant with the inconsistencies or omissions in his testimony and gave him an opportunity to respond. The interpreter clarified the Appellant’s responses on multiple occasions. While I acknowledge that the hearing conditions were not ideal, I also find that the ability of the Appellant to know the facial reactions of the RPD member or of the interpreter is not relevant to the determination of credibility. It is not the member or the interpreter who have the onus of establishing their claim. I am mindful of the Supreme Court of Canada caselaw on demeanour evidence in the context of witness’ testimony.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Wearing a niqab presents only a partial obstacle to the assessment of demeanour. A witness wearing a niqab may still express herself through her eyes, body language, and gestures. Moreover, the niqab has no effect on the witness’ verbal testimony, including the tone and inflection of her voice, the cadence of her speech, or, most significantly, the substance of the answers she gives.","redacted":"Wearing a niqab presents only a partial obstacle to the assessment of demeanour. A witness wearing a niqab may still express herself through her eyes, body language, and gestures. Moreover, the niqab has no effect on the witness’ verbal testimony, including the tone and inflection of her voice, the cadence of her speech, or, most significantly, the substance of the answers she gives.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"I also note that adjudicators are often trained to show no reaction and not to take cultural cues, such as facial reactions, into account in their decisions. Having reviewed the audio hearing, I find that there were numerous sources of information available to the Appellant and their counsel about the RPD’s concerns about their evidence: the RPD’s tone inflection and cadence, the requests to repeat answers, the rephrasing of questions, not to mention his statements when he did not understand the Appellants. I find that there was no breach of natural justice in having the RPD member and the interpreter wear a mask and sit behind plexiglass for the hearing.","redacted":"I also note that adjudicators are often trained to show no reaction and not to take cultural cues, such as facial reactions, into account in their decisions. Having reviewed the audio hearing, I find that there were numerous sources of information available to the Appellant and their counsel about the RPD’s concerns about their evidence: the RPD’s tone inflection and cadence, the requests to repeat answers, the rephrasing of questions, not to mention his statements when he did not understand the Appellants. I find that there was no breach of natural justice in having the RPD member and the interpreter wear a mask and sit behind plexiglass for the hearing.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Interpretation","redacted":"Interpretation","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"The Appellants argue that the interpretation was not adequate. I have already addressed the part of this argument that deals with the impact of the COVID-19 measures on the interpretation. The Federal Court of Appeal in Mohammadian establishes that a claimant waives his rights if he fails to object to the quality of the language interpretation during the hearing before the RPD. There was no such objection during the RPD hearing.","redacted":"The Appellants argue that the interpretation was not adequate. I have already addressed the part of this argument that deals with the impact of the COVID-19 measures on the interpretation. The Federal Court of Appeal in Mohammadian establishes that a claimant waives his rights if he fails to object to the quality of the language interpretation during the hearing before the RPD. There was no such objection during the RPD hearing.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"As was pointed out by the Supreme Court, \"the underlying principle behind all of the interests protected by the right to interpreter assistance ….. is that of linguistic understanding\". The principles surrounding interpretation have been summarized by the Federal Court","redacted":"As was pointed out by the Supreme Court, \"the underlying principle behind all of the interests protected by the right to interpreter assistance ….. is that of linguistic understanding\". The principles surrounding interpretation have been summarized by the Federal Court","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"The interpretation must be precise, continuous, competent, impartial and contemporaneous.","redacted":"The interpretation must be precise, continuous, competent, impartial and contemporaneous.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"No proof of actual prejudice is required as a condition of obtaining relief.","redacted":"No proof of actual prejudice is required as a condition of obtaining relief.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"The right is to adequate translation not perfect translation. The fundamental value is linguistic understanding.","redacted":"The right is to adequate translation not perfect translation. The fundamental value is linguistic understanding.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Waiver of the right results if an objection to the quality of the translation is not raised by a claimant at the first opportunity in those cases where it is reasonable to expect that a complaint be made.","redacted":"Waiver of the right results if an objection to the quality of the translation is not raised by a claimant at the first opportunity in those cases where it is reasonable to expect that a complaint be made.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"It is a question of fact in each case whether it is reasonable to expect that a complaint be made about the inadequacy of interpretation.","redacted":"It is a question of fact in each case whether it is reasonable to expect that a complaint be made about the inadequacy of interpretation.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"If the interpreter is having difficulty speaking an applicant’s language and being understood by him it is a matter which should be raised at the earliest opportunity.","redacted":"If the interpreter is having difficulty speaking an applicant’s language and being understood by him it is a matter which should be raised at the earliest opportunity.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"I have reviewed the audio hearing. I have found one instance where the RPD questioned whether the Appellant was understanding the translation and one instance where the interpreter expressed her opinion that the Appellant did not speak Spanish very well. I agree that the interpretation was not, at all times, a word-for-word translation as the translator would ask clarifying questions or listen to a large block of testimony before translating it. The translator commented that the Appellant did not express himself well in Spanish and the RPD member indicated that he would take this into consideration in his decision. The Appellant responded that he was stressed as this was his first experience in a court. I also find that the translator’s insistence that she be allowed to take a break after the RPD’s questions were entirely reasonable. At that point, she had been translating detailed testimony for more than 1.5 hours.","redacted":"I have reviewed the audio hearing. I have found one instance where the RPD questioned whether the Appellant was understanding the translation and one instance where the interpreter expressed her opinion that the Appellant did not speak Spanish very well. I agree that the interpretation was not, at all times, a word-for-word translation as the translator would ask clarifying questions or listen to a large block of testimony before translating it. The translator commented that the Appellant did not express himself well in Spanish and the RPD member indicated that he would take this into consideration in his decision. The Appellant responded that he was stressed as this was his first experience in a court. I also find that the translator’s insistence that she be allowed to take a break after the RPD’s questions were entirely reasonable. At that point, she had been translating detailed testimony for more than 1.5 hours.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"I find that the difficulties expressed by the Appellant in his affidavit cannot be attributed to problems with the interpreter. The Appellant had difficulty answering precise questions. There were three instances during the hearing where the translator was unable to provide a clear translation: there is only one of these that could be attributed to a translation problem. These instances are: Mr. Vanegas Velásquez was asked what candidate was supported by the Black Eagles in the election and instead explained that the Black Eagles controlled the village and he was campaigning to take back the village; he was asked what event was the most critical or important for him and instead summarized all the events; he was asked to explain a contradiction in his evidence, being that he had testified to moving (“démenagement”) to Bogota after the assault in 2014 while his written evidence showed that he already lived in Bogota at the time of the 2014 assaults. Instead of answering the question, Mr. Vanegas Velásquez explained why he had a US visa, when he visited his family, what threats had been made to his wife, etc. Even for this last issue, I have difficulty in agreeing that the translation may have affected the testimony. Mr. Vanegas Velásquez did not answer the question despite being given several opportunities to do so. Having reviewed the oral and written evidence, I am satisfied that the interpretation services provided to the Appellant did not result in any linguistic misunderstanding between the Appellant and the RPD panel. The Appellant has failed to demonstrate how the conclusions drawn by the RPD, particularly regarding his crediblity were due to alleged interpretation errors rather than shortcomings in his testimony. I am satisfied that the interpretation services did not result in linguistic misunderstanding so as to breach the Appellant’s right to procedural fairness.","redacted":"I find that the difficulties expressed by the Appellant in his affidavit cannot be attributed to problems with the interpreter. The Appellant had difficulty answering precise questions. There were three instances during the hearing where the translator was unable to provide a clear translation: there is only one of these that could be attributed to a translation problem. These instances are: Mr. XXXX XXXX was asked what candidate was supported by the Black Eagles in the election and instead explained that the Black Eagles controlled the village and he was campaigning to take back the village; he was asked what event was the most critical or important for him and instead summarized all the events; he was asked to explain a contradiction in his evidence, being that he had testified to moving (“démenagement”) to Bogota after the assault in 2014 while his written evidence showed that he already lived in Bogota at the time of the 2014 assaults. Instead of answering the question, Mr. XXXX XXXX explained why he had a US visa, when he visited his family, what threats had been made to his wife, etc. Even for this last issue, I have difficulty in agreeing that the translation may have affected the testimony. Mr. XXXX XXXX did not answer the question despite being given several opportunities to do so. Having reviewed the oral and written evidence, I am satisfied that the interpretation services provided to the Appellant did not result in any linguistic misunderstanding between the Appellant and the RPD panel. The Appellant has failed to demonstrate how the conclusions drawn by the RPD, particularly regarding his crediblity were due to alleged interpretation errors rather than shortcomings in his testimony. I am satisfied that the interpretation services did not result in linguistic misunderstanding so as to breach the Appellant’s right to procedural fairness.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Presumption of Truth and Credibility Findings","redacted":"Presumption of Truth and Credibility Findings","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"The Appellants argue that the RPD erred in its findings that the Appellants were not credible. They argue that they were held to a higher standard of proof and the RPD erroneously impugned their credibility for their lack of knowledge of the Black Eagles group, a group of which they were not a part and concerning which they had little immediate knowledge. The RPD also erred in its assessment of the Appellants’ evidence, rejecting documents for what they did not say rather than for what they did say. The Appellants argue that the RPD did not sufficiently rebut the presumption of truthfulness and relied on peripheral inconsistencies and omissions in order to do so. Further, the Appellants argue that the RPD refused to accept the Appellants’ reasonable explanations for these alleged omissions and inconsistencies.","redacted":"The Appellants argue that the RPD erred in its findings that the Appellants were not credible. They argue that they were held to a higher standard of proof and the RPD erroneously impugned their credibility for their lack of knowledge of the Black Eagles group, a group of which they were not a part and concerning which they had little immediate knowledge. The RPD also erred in its assessment of the Appellants’ evidence, rejecting documents for what they did not say rather than for what they did say. The Appellants argue that the RPD did not sufficiently rebut the presumption of truthfulness and relied on peripheral inconsistencies and omissions in order to do so. Further, the Appellants argue that the RPD refused to accept the Appellants’ reasonable explanations for these alleged omissions and inconsistencies.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"The RPD found that there were numerous omissions, inconsistencies and gaps in the Appellants’ testimony as set out above. In Maldonado, the Federal Court of Appeal held that when an applicant swears to the truth of certain allegations, a presumption is created that those allegations are true unless there is reason to doubt their truthfulness. This presumption applies to the totality of the evidence. However, as the Federal Court has noted, “The presumption is rebuttable where the evidence on the record is inconsistent with a claimant’s sworn testimony.” As I will explain, I find that the presumption has been rebutted because of the multiple contradictions, ambiguities and omissions in his testimony.","redacted":"The RPD found that there were numerous omissions, inconsistencies and gaps in the Appellants’ testimony as set out above. In Maldonado, the Federal Court of Appeal held that when an applicant swears to the truth of certain allegations, a presumption is created that those allegations are true unless there is reason to doubt their truthfulness. This presumption applies to the totality of the evidence. However, as the Federal Court has noted, “The presumption is rebuttable where the evidence on the record is inconsistent with a claimant’s sworn testimony.” As I will explain, I find that the presumption has been rebutted because of the multiple contradictions, ambiguities and omissions in his testimony.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"As a matter of law, it is open to the Refugee Appeal Division (RAD) and the RPD to draw negative inferences from a material omission or a contradiction in testimony. A material omission is an element that is central to the claim, including the risks allegedly faced in the country of origin. In this case, I find that there are several unexplained omissions and contradictions which affect the credibility of this claim. While I agree with the Appellants that each individual one of these omissions or contradictions is not determinative, I find that, taken as a group, these omissions and contradictions negatively affect the credibility of these claims.","redacted":"As a matter of law, it is open to the Refugee Appeal Division (RAD) and the RPD to draw negative inferences from a material omission or a contradiction in testimony. A material omission is an element that is central to the claim, including the risks allegedly faced in the country of origin. In this case, I find that there are several unexplained omissions and contradictions which affect the credibility of this claim. While I agree with the Appellants that each individual one of these omissions or contradictions is not determinative, I find that, taken as a group, these omissions and contradictions negatively affect the credibility of these claims.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Political knowledge and electoral information","redacted":"Political knowledge and electoral information","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"The Appellant testified that the elections were held at the beginning of 2018 but could not recall the month of the regional elections. He later testified that the elections happened around the middle of the year but he was not a candidate for the election himself. This is a key issue as the Appellants’ claim is based on their political involvement. It is an important inconsistency that Mr. Vanegas Velásquez was not able to provide information about the electoral campaigns for which he collected information and distributed publicity materials. The RPD returned to this topic twice and the Appellant was not able to provide a month or year of the elections. He was not able to provide the names of any other candidates, the name of the mayor of the region in 2014 or how many people were on the council. I also find that it is reasonable that a political operative would know the names of the opposing candidates and the incumbent politicians. The Appellant did not have a response when the RPD member confronted him with information that municipal elections were held in 2015 and 2019, and not in 2014 and 2018 as testified by the Appellant. He could not provide the name of the head of the Conservative party when he joined the party in 2012, although the card indicated a name with the title of “president” on the card. These facts are important as the Appellants allege that the assaults and threats from the Black Eagles were a result of their political involvement. If the assaults and threats preceded the period of campaigning for the elections, the link between the threat to the Appellant and their political involvement becomes tenuous.","redacted":"The Appellant testified that the elections were held at the beginning of 2018 but could not recall the month of the regional elections. He later testified that the elections happened around the middle of the year but he was not a candidate for the election himself. This is a key issue as the Appellants’ claim is based on their political involvement. It is an important inconsistency that Mr. XXXX XXXX was not able to provide information about the electoral campaigns for which he collected information and distributed publicity materials. The RPD returned to this topic twice and the Appellant was not able to provide a month or year of the elections. He was not able to provide the names of any other candidates, the name of the mayor of the region in 2014 or how many people were on the council. I also find that it is reasonable that a political operative would know the names of the opposing candidates and the incumbent politicians. The Appellant did not have a response when the RPD member confronted him with information that municipal elections were held in 2015 and 2019, and not in 2014 and 2018 as testified by the Appellant. He could not provide the name of the head of the Conservative party when he joined the party in 2012, although the card indicated a name with the title of “president” on the card. These facts are important as the Appellants allege that the assaults and threats from the Black Eagles were a result of their political involvement. If the assaults and threats preceded the period of campaigning for the elections, the link between the threat to the Appellant and their political involvement becomes tenuous.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Police investigations","redacted":"Police investigations","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"The Appellants argue that their credibility was impugned based on the police decision to stop the investigation. Having reviewed the decision and the audio recording of the hearing, I find that the RPD did not impugn the Appellants’ credibility based on the actions of the police. Rather, the RPD questioned the Appellants’ failure to follow up on their complaints made in 2014 or in 2018. I agree that this failure undermines the Appellants’ allegation of fear from the Black Eagles. The Appellants’ credibility on this point is further undermined by Mr. Vanegas Velásquez’s testimony that he did not flee with his valid US visa after 2014 as he was waiting for or relying on the investigation of the 2014 assault.","redacted":"The Appellants argue that their credibility was impugned based on the police decision to stop the investigation. Having reviewed the decision and the audio recording of the hearing, I find that the RPD did not impugn the Appellants’ credibility based on the actions of the police. Rather, the RPD questioned the Appellants’ failure to follow up on their complaints made in 2014 or in 2018. I agree that this failure undermines the Appellants’ allegation of fear from the Black Eagles. The Appellants’ credibility on this point is further undermined by Mr. XXXX XXXX testimony that he did not flee with his valid US visa after 2014 as he was waiting for or relying on the investigation of the 2014 assault.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Black Eagles","redacted":"Black Eagles","language":"it","filename":"MC0-11075a.docx"}
{"unredacted":"The Appellants argue that their credibility was impugned based on their knowledge of the Black Eagles. I agree that it is possible that the police did not include the name of the Black Eagles in their report for reasons unrelated to the Appellants. However, in reviewing the audio recording, I note that the Appellant testified that the assailants in 2014 did not identify themselves as Black Eagles. The RPD did not err in their finding that the police report did not support the Appellants’ allegation that they were assaulted by the Black Eagles in 2014. I also find that the RPD was correct in its findings about the Appellants’ knowledge of the Black Eagles. The Appellants were asked questions relative to their risk in Columbia as it relates to the Black Eagles. For example, the Appellants testified that the Black Eagles were everywhere in Columbia and that they would be at risk across Columbia. When confronted with the NDP evidence that the Black Eagles had limited geographic reach and were not an organized group nor a single group, the Appellants did not answer the question. I find that these questions were relevant and related to their belief about their risk in Columbia. I also note that there were multiple areas which led the RPD to a negative finding of credibility: even if I were to agree that the Appellants could not have known much information about the Black Eagles, I find that there were other sufficient areas, as discussed above, which support the negative findings on credibility.","redacted":"The Appellants argue that their credibility was impugned based on their knowledge of the Black Eagles. I agree that it is possible that the police did not include the name of the Black Eagles in their report for reasons unrelated to the Appellants. However, in reviewing the audio recording, I note that the Appellant testified that the assailants in 2014 did not identify themselves as Black Eagles. The RPD did not err in their finding that the police report did not support the Appellants’ allegation that they were assaulted by the Black Eagles in 2014. I also find that the RPD was correct in its findings about the Appellants’ knowledge of the Black Eagles. The Appellants were asked questions relative to their risk in Columbia as it relates to the Black Eagles. For example, the Appellants testified that the Black Eagles were everywhere in Columbia and that they would be at risk across Columbia. When confronted with the NDP evidence that the Black Eagles had limited geographic reach and were not an organized group nor a single group, the Appellants did not answer the question. I find that these questions were relevant and related to their belief about their risk in Columbia. I also note that there were multiple areas which led the RPD to a negative finding of credibility: even if I were to agree that the Appellants could not have known much information about the Black Eagles, I find that there were other sufficient areas, as discussed above, which support the negative findings on credibility.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"I find that the RPD made no errors in its assessments in regards to the Appellants’ political knowledge or opinions, police investigations and knowledge of the Black Eagles.","redacted":"I find that the RPD made no errors in its assessments in regards to the Appellants’ political knowledge or opinions, police investigations and knowledge of the Black Eagles.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Standard of Proof","redacted":"Standard of Proof","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"The Appellants argue that the RPD applied a higher standard of proof to their claim than set out in the law. They do not provide specifics about where this error occurred. Rule 3(3)(g) of the RAD Rules requires that claimants indicate the errors that are the grounds of the appeal and where those errors are located in the RPD’s decision or recording of the hearing. I have reviewed the oral and written evidence and have not found where the RPD applied an unfair or improper standard of proof.","redacted":"The Appellants argue that the RPD applied a higher standard of proof to their claim than set out in the law. They do not provide specifics about where this error occurred. Rule 3(3)(g) of the RAD Rules requires that claimants indicate the errors that are the grounds of the appeal and where those errors are located in the RPD’s decision or recording of the hearing. I have reviewed the oral and written evidence and have not found where the RPD applied an unfair or improper standard of proof.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"To be clear, I have noted paragraphs 20 and 41 of the RPD decision where the RPD stated its conclusions about the risk of the Appellants based on their political opinions. The conclusions at para 41 are stated correctly using the correct legal tests and standard of proof and I find that there is no error.","redacted":"To be clear, I have noted paragraphs 20 and 41 of the RPD decision where the RPD stated its conclusions about the risk of the Appellants based on their political opinions. The conclusions at para 41 are stated correctly using the correct legal tests and standard of proof and I find that there is no error.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"In addition, the Appellant submits that he should be given the “benefit of the doubt.” Respectfully, I find that the Appellant has not demonstrated the merits of this argument. The Supreme Court of Canada has cited with approval the following from the UNHCR Handbook:","redacted":"In addition, the Appellant submits that he should be given the “benefit of the doubt.” Respectfully, I find that the Appellant has not demonstrated the merits of this argument. The Supreme Court of Canada has cited with approval the following from the UNHCR Handbook:","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"The benefit of the doubt should, however, only be given when all available evidence has been obtained and checked and when the examiner is satisfied as to the applicant’s general credibility. The applicant’s statements must be coherent and plausible, and must not run counter to generally known facts.","redacted":"The benefit of the doubt should, however, only be given when all available evidence has been obtained and checked and when the examiner is satisfied as to the applicant’s general credibility. The applicant’s statements must be coherent and plausible, and must not run counter to generally known facts.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"I find that the Appellants have not established their general credibility such that they should be afforded the benefit of this general principle.","redacted":"I find that the Appellants have not established their general credibility such that they should be afforded the benefit of this general principle.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Finally, the Appellants have provided submissions about the possibility of an internal flight alternative (IFA). As the RPD had found, and as I have found, the Appellants have not established the fundamentals of their claim: their political activity, the assaults and threats against them and their political profile. I find that I do not need to consider their argument about the viability of an IFA.","redacted":"Finally, the Appellants have provided submissions about the possibility of an internal flight alternative (IFA). As the RPD had found, and as I have found, the Appellants have not established the fundamentals of their claim: their political activity, the assaults and threats against them and their political profile. I find that I do not need to consider their argument about the viability of an IFA.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"CONCLUSION","redacted":"CONCLUSION","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"After conducting an independent analysis of the record, I find that the overall credibility assessment by the RPD was correct. I find that the Appellants have not demonstrated that they face a serious possibility of persecution on a Convention ground. I further find that they have not demonstrated, on a balance of probabilities, that they face a risk of torture, a risk to life or a risk of cruel and unusual treatment or punishment.","redacted":"After conducting an independent analysis of the record, I find that the overall credibility assessment by the RPD was correct. I find that the Appellants have not demonstrated that they face a serious possibility of persecution on a Convention ground. I further find that they have not demonstrated, on a balance of probabilities, that they face a risk of torture, a risk to life or a risk of cruel and unusual treatment or punishment.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"I dismiss the appeal and confirm the decision of the RPD that the Appellants are neither Convention refugees nor persons in need of protection, pursuant to paragraph 111(1)(a) of the Immigration and Refugee Protection Act.","redacted":"I dismiss the appeal and confirm the decision of the RPD that the Appellants are neither Convention refugees nor persons in need of protection, pursuant to paragraph 111(1)(a) of the Immigration and Refugee Protection Act.","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Persons who are the subject of the appeal","redacted":"Persons who are the subject of the appeal","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Manuel Rafael Vanegas Velásquez and Tatiana Catalina Amaya Aguilar and Milena Aguilar Velásquez and Patricia Aguilar Velásquez","redacted":"XXXX XXXX XXXX XXXX XXXXXXXX XXXX XXXX XXXX XXXXXXXX XXXX XXXX XXXXXXXX XXXX XXXX","language":"hu","filename":"MC0-11075a.docx"}
{"unredacted":"Personnes en cause","redacted":"Personnes en cause","language":"fr","filename":"MC0-11075a.docx"}
{"unredacted":"Appeal considered \/ heard at","redacted":"Appeal considered \/ heard at","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Ottawa, ON","redacted":"Ottawa, ON","language":"fi","filename":"MC0-11075a.docx"}
{"unredacted":"Appel instruit \/ entendu à","redacted":"Appel instruit \/ entendu à","language":"fr","filename":"MC0-11075a.docx"}
{"unredacted":"Date of decision","redacted":"Date of decision","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"March 3 2021","redacted":"March 3 2021","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Date de la décision","redacted":"Date de la décision","language":"fr","filename":"MC0-11075a.docx"}
{"unredacted":"Panel","redacted":"Panel","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Pamela Arnott","redacted":"Pamela Arnott","language":"pt","filename":"MC0-11075a.docx"}
{"unredacted":"Tribunal","redacted":"Tribunal","language":"es","filename":"MC0-11075a.docx"}
{"unredacted":"Counsel for the persons who are the subject of the appeal","redacted":"Counsel for the persons who are the subject of the appeal","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Robin Dejardin","redacted":"Robin Dejardin","language":"id","filename":"MC0-11075a.docx"}
{"unredacted":"Conseil des personnes en cause","redacted":"Conseil des personnes en cause","language":"fr","filename":"MC0-11075a.docx"}
{"unredacted":"Designated representative","redacted":"Designated representative","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Luis Fernando López Paredes","redacted":"XXXX XXXX XXXX XXXX","language":"pt","filename":"MC0-11075a.docx"}
{"unredacted":"Représentant(e) désigné(e)","redacted":"Représentant(e) désigné(e)","language":"fr","filename":"MC0-11075a.docx"}
{"unredacted":"Counsel for the Minister","redacted":"Counsel for the Minister","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"N\/A","redacted":"N\/A","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Conseil du ministre","redacted":"Conseil du ministre","language":"fr","filename":"MC0-11075a.docx"}
{"unredacted":"(signed)","redacted":"(signed)","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Pamela Arnott","redacted":"Pamela Arnott","language":"pt","filename":"MC0-11075a.docx"}
{"unredacted":"Pamela Arnott","redacted":"Pamela Arnott","language":"pt","filename":"MC0-11075a.docx"}
{"unredacted":"March 3 2021","redacted":"March 3 2021","language":"en","filename":"MC0-11075a.docx"}
{"unredacted":"Date","redacted":"Date","language":"en","filename":"MC0-11075a.docx"}
