{"unredacted":"RAD File \/ Dossier de la SAR : MC008954","redacted":"RAD File \/ Dossier de la SAR : MC008954","language":"fr","filename":"MC0-08954 a.docx"}
{"unredacted":"Private Proceeding \/ Huis clos","redacted":"Private Proceeding \/ Huis clos","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"Reasons and Decision Motifs et decision","redacted":"Reasons and Decision Motifs et decision","language":"fr","filename":"MC0-08954 a.docx"}
{"unredacted":"REASONS FOR DECISION","redacted":"REASONS FOR DECISION","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"OVERVIEW","redacted":"OVERVIEW","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"Ibrahim Aruwa Oluwamuyiwa Anjembe (Appellant) is a citizen of Nigeria, and he is appealing a Refugee Protection Division (RPD) decision that denied his claim for refugee protection.","redacted":"XXXX XXXX XXXX XXXXAppellant) is a citizen of Nigeria, and he is appealing a Refugee Protection Division (RPD) decision that denied his claim for refugee protection.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The Appellant alleges that he fled Nigeria because he fears his father, a devout Muslim Mohammed Usman Anjembe Akpali who was infuriated that the Appellant converted to Christianity and married a Christian woman.","redacted":"The Appellant alleges that he fled Nigeria because he fears his father, a devout Muslim XXXX XXXX XXXX XXXX who was infuriated that the Appellant converted to Christianity and married a Christian woman.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The RPD denied the Appellant’s claim because it found that the Appellant had not established his identity, as required by section 106 of the Immigration and Refugee Protection Act (IRPA), and Rule 11 of the Refugee Protection Division Rules.","redacted":"The RPD denied the Appellant’s claim because it found that the Appellant had not established his identity, as required by section 106 of the Immigration and Refugee Protection Act (IRPA), and Rule 11 of the Refugee Protection Division Rules.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The Appellant submits that the RPD erred in its assessment of several of the Appellant’s identity documents.","redacted":"The Appellant submits that the RPD erred in its assessment of several of the Appellant’s identity documents.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The RPD correctly decided that the Appellant had not established his identity, and therefore his claim must be dismissed.","redacted":"The RPD correctly decided that the Appellant had not established his identity, and therefore his claim must be dismissed.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"DECISION","redacted":"DECISION","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"I dismiss the appeal. The RPD was correct in finding that the Appellant is neither a Convention refugee nor a person in need of protection.","redacted":"I dismiss the appeal. The RPD was correct in finding that the Appellant is neither a Convention refugee nor a person in need of protection.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"BACKGROUND","redacted":"BACKGROUND","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The Appellant alleges that his real identity, the name under which he is claiming refugee protection, is Ibrahim Oluwamuyiwa Akpala. The Appellant also alleges that when he decided to flee Nigeria, he was worried that his father could issue a lookout notice for the Appellant at the airport, and so he asked that the agent that was helping him secure a visa from the United States of America (USA), obtain a passport under an assumed name, which ended up being Ibrahim Oluwamuyiwa Anjembe. The Appellant went to the USA, and sought medical treatment there under the name of Ibrahim Oluwamuyiwa Akpala. He asked his wife to send him identity documents under the name of Ibrahim Oluwamuyiwa Anjembe. Once he received those documents, he came to Canada, and claimed refugee protection under the name of Ibrahim Aruwa Oluwamuyiwa Anjembe","redacted":"The Appellant alleges that his real identity, the name under which he is claiming refugee protection, is XXXX XXXX XXXX. The Appellant also alleges that when he decided to flee Nigeria, he was worried that his father could issue a lookout notice for the Appellant at the airport, and so he asked that the agent that was helping him secure a visa from the United States of America (USA), obtain a passport under an assumed name, which ended up being XXXX XXXX XXXX. The Appellant went to the USA, and sought medical treatment there under the name of XXXX XXXX XXXX. He asked his wife to send him identity documents under the name of XXXX XXXX XXXX. Once he received those documents, he came to Canada, and claimed refugee protection under the name of XXXX XXXX XXXX XXXX","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The Appellant, attempting to establish his identity as Ibrahim Oluwamuyiwa Akpala, submitted to the RPD a Birth Certificate, a Declaration of Age, a National Identification Number Slip (NINS), a Voter’s Card, a Certificate of Origin, his Baptismal Certificate along with his Marriage Certificate, a School Certificate, and a copy of his alleged wife’s passport.","redacted":"The Appellant, attempting to establish his identity as XXXX XXXX XXXX, submitted to the RPD a Birth Certificate, a Declaration of Age, a National Identification Number Slip (NINS), a Voter’s Card, a Certificate of Origin, his Baptismal Certificate along with his Marriage Certificate, a School Certificate, and a copy of his alleged wife’s passport.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"NEW EVIDENCE & Oral Hearing","redacted":"NEW EVIDENCE & Oral Hearing","language":"pl","filename":"MC0-08954 a.docx"}
{"unredacted":"The Appellant presented evidence with this appeal, and requested an oral hearing.","redacted":"The Appellant presented evidence with this appeal, and requested an oral hearing.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The evidence submitted by the Appellant does not constitute new evidence, and his request for an oral hearing is denied.","redacted":"The evidence submitted by the Appellant does not constitute new evidence, and his request for an oral hearing is denied.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The Appellant submitted copies of a Baptismal Certificate, a NINS, a Voter’s Card, and a Certificate of Identification\/Origin as proposed new evidence. These documents are not new. They were before the RPD, and they are contained in the RPD Record that is before me. The Appellant has also provided copies of two Federal Court decisions, which he argues support his submissions. Federal Court decisions are not evidence, but I have considered those decisions in my analysis.","redacted":"The Appellant submitted copies of a Baptismal Certificate, a NINS, a Voter’s Card, and a Certificate of Identification\/Origin as proposed new evidence. These documents are not new. They were before the RPD, and they are contained in the RPD Record that is before me. The Appellant has also provided copies of two Federal Court decisions, which he argues support his submissions. Federal Court decisions are not evidence, but I have considered those decisions in my analysis.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"I reject the Appellant’s request for an oral hearing. For the Refugee Appeal Division to hold an oral hearing, all the conditions set out in section 110(6) of the IRPA must be met, meaning that the new evidence: must raise a serious issue with respect to the credibility of the Appellants; must be central to the decision with respect to the refugee protection claim; and, if accepted, would justify allowing or rejecting the claim. I have not admitted any new evidence, and therefore the requirements set out in section 110(6) of the IRPA to have an oral hearing have not been met.","redacted":"I reject the Appellant’s request for an oral hearing. For the Refugee Appeal Division to hold an oral hearing, all the conditions set out in section 110(6) of the IRPA must be met, meaning that the new evidence: must raise a serious issue with respect to the credibility of the Appellants; must be central to the decision with respect to the refugee protection claim; and, if accepted, would justify allowing or rejecting the claim. I have not admitted any new evidence, and therefore the requirements set out in section 110(6) of the IRPA to have an oral hearing have not been met.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"ANALYSIS","redacted":"ANALYSIS","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"As will be explained in detail in this decision, my reasons for concluding that the RPD decision is correct are as follows. The presumption at law that foreign documents are valid has fallen away in this case. This does not necessarily mean that the documents submitted by the Appellant are not valid. Instead, it just means that the Appellant cannot rely on the presumption that they are authentic, and that he must prove their authenticity. A second and related reason is that there are documents that are in different names, and the Appellant has not provided sufficient evidence to establish which of those documents are authentic and which are not. As a result, there is no basis to decide that the documents in the name of Ibrahim Oluwamuyiwa Anjembe are valid, over documents in the name of Ibrahim Oluwamuyiwa Akpala.","redacted":"As will be explained in detail in this decision, my reasons for concluding that the RPD decision is correct are as follows. The presumption at law that foreign documents are valid has fallen away in this case. This does not necessarily mean that the documents submitted by the Appellant are not valid. Instead, it just means that the Appellant cannot rely on the presumption that they are authentic, and that he must prove their authenticity. A second and related reason is that there are documents that are in different names, and the Appellant has not provided sufficient evidence to establish which of those documents are authentic and which are not. As a result, there is no basis to decide that the documents in the name of XXXX XXXX XXXX are valid, over documents in the name of XXXX XXXX XXXX.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The Federal Court has indicated that there is a basic rule in Canadian law that foreign documents (whether they establish the identity or not of a claimant) purporting to be issued by a competent foreign public officer should be accepted as evidence of their content unless there is some valid reason to doubt their authenticity. The Federal Court has also stated that the presumption that foreign identity documents are valid falls away when there is valid reason for doubting their authenticity.","redacted":"The Federal Court has indicated that there is a basic rule in Canadian law that foreign documents (whether they establish the identity or not of a claimant) purporting to be issued by a competent foreign public officer should be accepted as evidence of their content unless there is some valid reason to doubt their authenticity. The Federal Court has also stated that the presumption that foreign identity documents are valid falls away when there is valid reason for doubting their authenticity.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The RPD explained why the presumption that the Appellant’s foreign identity documents are valid falls away and why there are valid reasons for doubting their authenticity. I agree with the RPD’s reasoning.","redacted":"The RPD explained why the presumption that the Appellant’s foreign identity documents are valid falls away and why there are valid reasons for doubting their authenticity. I agree with the RPD’s reasoning.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The birth certificate submitted by the Appellant is of concern because the Appellant was unable to explain how his wife obtained it, and he was also unable to answer whether his birth was registered. It is not satisfactory that the Appellant was unable to name any documents that his wife submitted to obtain his birth certificate, when the objective country information indicates that there are documents that would have been required to be submitted. The Appellant’s inability to answer whether his birth was registered or not is also not satisfactory. The objective country information for Nigeria indicates that if his birth had not been registered, the standard procedure would have been to issue an attestation letter, not a birth certificate.","redacted":"The birth certificate submitted by the Appellant is of concern because the Appellant was unable to explain how his wife obtained it, and he was also unable to answer whether his birth was registered. It is not satisfactory that the Appellant was unable to name any documents that his wife submitted to obtain his birth certificate, when the objective country information indicates that there are documents that would have been required to be submitted. The Appellant’s inability to answer whether his birth was registered or not is also not satisfactory. The objective country information for Nigeria indicates that if his birth had not been registered, the standard procedure would have been to issue an attestation letter, not a birth certificate.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The RPD also correctly analyzed the birth certificate in light of the declaration of age document. I agree with the RPD that these two documents do not present a consistent story. As discussed above, a birth certificate is issued if a birth is registered. If a birth is not registered, an attestation letter is issued instead. In this case, the Appellant presented a birth certificate, which according to this background, would suggest his birth was registered. However, the declaration of age document specifically states, “That, at the time of his birth, his birth was not registered, but it was written in the family’s record for that purpose.” The Appellant testified at the RPD hearing that it is standard to indicate that the birth is not recorded, but I could not locate any objective country information to support this assertion.","redacted":"The RPD also correctly analyzed the birth certificate in light of the declaration of age document. I agree with the RPD that these two documents do not present a consistent story. As discussed above, a birth certificate is issued if a birth is registered. If a birth is not registered, an attestation letter is issued instead. In this case, the Appellant presented a birth certificate, which according to this background, would suggest his birth was registered. However, the declaration of age document specifically states, “That, at the time of his birth, his birth was not registered, but it was written in the family’s record for that purpose.” The Appellant testified at the RPD hearing that it is standard to indicate that the birth is not recorded, but I could not locate any objective country information to support this assertion.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The concern about the birth certificate and declaration of age are sufficient to justify the conclusion that the presumption that the Appellant’s identity documents are valid has fallen away. This means that the Appellant cannot rely on the presumption that his documents are valid, and instead has the onus to establish that they are valid.","redacted":"The concern about the birth certificate and declaration of age are sufficient to justify the conclusion that the presumption that the Appellant’s identity documents are valid has fallen away. This means that the Appellant cannot rely on the presumption that his documents are valid, and instead has the onus to establish that they are valid.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"I agree that with the RPD’s explanation for why the School Certificate, Marriage Certificate and a copy of Ms. Musa’s passport are insufficient in establishing the Appellant’s identity. The Marriage Certificate is not credible as it is not an official document, and there is a lack of evidence to support that it is authentic. While the pervasiveness of fraudulent documents does not necessarily mean a document is fraudulent, in this case, the presumption that the document is authentic has fallen away, and the Appellant has not provided sufficient proof to establish that this document is authentic. The School Certificate is not probative as it provides grades, or in other words, it is simply a report card. The excerpt from Ms. Musa’s passport is not probative as it does not mention the Appellant’s name or provide any particulars.","redacted":"I agree that with the RPD’s explanation for why the School Certificate, Marriage Certificate and a copy of Ms. XXXX passport are insufficient in establishing the Appellant’s identity. The Marriage Certificate is not credible as it is not an official document, and there is a lack of evidence to support that it is authentic. While the pervasiveness of fraudulent documents does not necessarily mean a document is fraudulent, in this case, the presumption that the document is authentic has fallen away, and the Appellant has not provided sufficient proof to establish that this document is authentic. The School Certificate is not probative as it provides grades, or in other words, it is simply a report card. The excerpt from Ms. XXXXs passport is not probative as it does not mention the Appellant’s name or provide any particulars.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"On appeal, the Appellant specifically takes issue with the RPD’s analysis of the Baptismal Certificate, the NINS, the Voter’s Card, and the Certificate of Identification\/Origin. The Appellant argues that the RPD erred by giving no probative value to these documents without first making an explicit finding on their authenticity. The Appellant relies on a Federal Court decision that indicates that fact finders must have the courage to find facts, and they cannot mask authenticity findings by simply deeming evidence to be of little probative value.","redacted":"On appeal, the Appellant specifically takes issue with the RPD’s analysis of the Baptismal Certificate, the NINS, the Voter’s Card, and the Certificate of Identification\/Origin. The Appellant argues that the RPD erred by giving no probative value to these documents without first making an explicit finding on their authenticity. The Appellant relies on a Federal Court decision that indicates that fact finders must have the courage to find facts, and they cannot mask authenticity findings by simply deeming evidence to be of little probative value.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The Federal Court decision relied upon by the Appellant indicates that it is an error for a tribunal to not give a fair look at the evidence simply because the tribunal has first concluded that an applicant is not credible. The other Federal Court decision cited by the Appellant is the Oranye decision. In that decision, Justice Ahmed states that fact finders must have the courage to find facts, and that they cannot mask authenticity findings by simply deeming evidence to be of little probative value. Justice Norris of the Federal Court, citing the Oranye decision, has stated that, “where a foreign public document is central to a claim and, if it is genuine, it would have high probative value, any doubts about its genuineness should be stated expressly rather than disguised as assessments of weight.” Justice Mactavish of the Federal Court stated, “Decisionmakers should not cast aspersions on the authenticity of a document, and then endeavour to hedge their bets by giving the document ‘little weight’.”","redacted":"The Federal Court decision relied upon by the Appellant indicates that it is an error for a tribunal to not give a fair look at the evidence simply because the tribunal has first concluded that an applicant is not credible. The other Federal Court decision cited by the Appellant is the Oranye decision. In that decision, Justice Ahmed states that fact finders must have the courage to find facts, and that they cannot mask authenticity findings by simply deeming evidence to be of little probative value. Justice Norris of the Federal Court, citing the Oranye decision, has stated that, “where a foreign public document is central to a claim and, if it is genuine, it would have high probative value, any doubts about its genuineness should be stated expressly rather than disguised as assessments of weight.” Justice Mactavish of the Federal Court stated, “Decisionmakers should not cast aspersions on the authenticity of a document, and then endeavour to hedge their bets by giving the document ‘little weight’.”","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"For the following reasons, I am not persuaded by the Appellant’s arguments because I disagree with the Appellant’s interpretation of how the RPD analyzed the documents in question, and I also disagree with his suggested interpretation of the Federal Court decisions he cites.","redacted":"For the following reasons, I am not persuaded by the Appellant’s arguments because I disagree with the Appellant’s interpretation of how the RPD analyzed the documents in question, and I also disagree with his suggested interpretation of the Federal Court decisions he cites.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"I disagree with the Appellant’s suggestion that the RPD erred in its analysis in the way these Federal Court decisions have cautioned against. When a tribunal gives low probative value or low weight to a document it does not necessarily follow that they are masking their doubts about the genuineness of the document, and I disagree that the RPD committed such an error in this case.","redacted":"I disagree with the Appellant’s suggestion that the RPD erred in its analysis in the way these Federal Court decisions have cautioned against. When a tribunal gives low probative value or low weight to a document it does not necessarily follow that they are masking their doubts about the genuineness of the document, and I disagree that the RPD committed such an error in this case.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"I also disagree with the Appellant’s argument that a finding of authenticity is always required. If a document is not probative, then it is unnecessary to consider whether it is authentic, or in other words, credible.","redacted":"I also disagree with the Appellant’s argument that a finding of authenticity is always required. If a document is not probative, then it is unnecessary to consider whether it is authentic, or in other words, credible.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"Justice Grammond of the Federal Court defined the terms “credibility”, “probative” and “weight of evidence” thoroughly in the Magonza decision. Justice Grammond’s discussion is instructive, and in summary, he indicates that “credibility” means the worthiness of belief, or in other words, the answer to the question, “is this a trustworthy source of information?” He explains that “probative” is the answer to the question, “to what degree is this information useful in answering the question I have to address?” The “weight of evidence” is, as Justice Grammond explains, a function of credibility and probative value or, if one likes to see this in the form of an equation, weight = (credibility) x (probative value). Justice Grammond explains that weight can only be assessed as a function of credibility and probative value.","redacted":"Justice Grammond of the Federal Court defined the terms “credibility”, “probative” and “weight of evidence” thoroughly in the Magonza decision. Justice Grammond’s discussion is instructive, and in summary, he indicates that “credibility” means the worthiness of belief, or in other words, the answer to the question, “is this a trustworthy source of information?” He explains that “probative” is the answer to the question, “to what degree is this information useful in answering the question I have to address?” The “weight of evidence” is, as Justice Grammond explains, a function of credibility and probative value or, if one likes to see this in the form of an equation, weight = (credibility) x (probative value). Justice Grammond explains that weight can only be assessed as a function of credibility and probative value.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"I will now turn to my specific analysis of the four documents that the Appellant alleges were analyzed incorrectly by the RPD.","redacted":"I will now turn to my specific analysis of the four documents that the Appellant alleges were analyzed incorrectly by the RPD.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The Baptismal Certificate","redacted":"The Baptismal Certificate","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"I find that that no weight should be given to this Baptismal Certificate in answering the question of the Appellant’s identity. The document is inauthentic, and more importantly, there is no probative value.","redacted":"I find that that no weight should be given to this Baptismal Certificate in answering the question of the Appellant’s identity. The document is inauthentic, and more importantly, there is no probative value.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The Baptismal Certificate is in the name of Ibrahim Oluwamuyiwa Akpala, and dated March 18, 1999. The Certificate is issued by “God’s Revelation Holy Ghost Deliverance Ministry” and is signed by the “General Overseer.”","redacted":"The Baptismal Certificate is in the name of XXXX XXXX XXXX, and dated XXXX XXXX, 1999. The Certificate is issued by “God’s Revelation Holy Ghost Deliverance Ministry” and is signed by the “General Overseer.”","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The Baptismal Certificate does not contain a birth date, or the parent’s name, which contrasts with the objective country information for Nigeria that indicates that such information should be included in Baptismal Certificates:","redacted":"The Baptismal Certificate does not contain a birth date, or the parent’s name, which contrasts with the objective country information for Nigeria that indicates that such information should be included in Baptismal Certificates:","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"In a telephone interview with the Research Directorate, a Catholic Priest in Nasarawa state indicated that baptism certificates contain a person's date of birth, along with other information such as their name and parent's names (Catholic Priest 22 Oct. 2013). The Catholic Priest said that baptism certificates are \"very often used as a birth certificate by the holders of these documents,\" as a lot of people do not register their births and do not have any certification of their births\" (ibid.). He said that the date of birth on a baptism certificate is often used as an official date of birth (ibid.).","redacted":"In a telephone interview with the Research Directorate, a Catholic Priest in Nasarawa state indicated that baptism certificates contain a person's date of birth, along with other information such as their name and parent's names (Catholic Priest 22 Oct. 2013). The Catholic Priest said that baptism certificates are \"very often used as a birth certificate by the holders of these documents,\" as a lot of people do not register their births and do not have any certification of their births\" (ibid.). He said that the date of birth on a baptism certificate is often used as an official date of birth (ibid.).","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The Appellant argues that the RPD erred by indicating that the Baptismal Certificate does not have a seal of the issuing authority, and does not state the name of the issuing authority. The Appellant argues that there is a seal on the bottom left-hand side of the certificate, and that it states the name of the issuing authority as “General Overseer.” I am not persuaded by these arguments because I find that a question of the sufficiency of the seal or whether “General Overseer” is an issuing authority, is secondary to the very important fact that the certificate is missing a date of birth and the parent’s names. As stated above, the objective country information indicates that a date of birth and the parent’s names should be included in Baptismal Certificates. The fact that this basic and necessary information is missing in the Baptismal Certificate before me, overrides the issue of the sufficiency of a stamp or who signed the document. In other words, on a balance of probabilities, the absence of the basic and required information of the date of birth and parent’s names makes this an inauthentic document.","redacted":"The Appellant argues that the RPD erred by indicating that the Baptismal Certificate does not have a seal of the issuing authority, and does not state the name of the issuing authority. The Appellant argues that there is a seal on the bottom left-hand side of the certificate, and that it states the name of the issuing authority as “General Overseer.” I am not persuaded by these arguments because I find that a question of the sufficiency of the seal or whether “General Overseer” is an issuing authority, is secondary to the very important fact that the certificate is missing a date of birth and the parent’s names. As stated above, the objective country information indicates that a date of birth and the parent’s names should be included in Baptismal Certificates. The fact that this basic and necessary information is missing in the Baptismal Certificate before me, overrides the issue of the sufficiency of a stamp or who signed the document. In other words, on a balance of probabilities, the absence of the basic and required information of the date of birth and parent’s names makes this an inauthentic document.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"More importantly, this document has no probative value. The document contains the name of “Ibrahim Oluwamuyiwa Anjembe,” but there is no information in the document that links this document to the Appellant. For example, there is no birth date or parent’s name, as discussed.","redacted":"More importantly, this document has no probative value. The document contains the name of “XXXX XXXX XXXX,” but there is no information in the document that links this document to the Appellant. For example, there is no birth date or parent’s name, as discussed.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The National Identification Number Slip","redacted":"The National Identification Number Slip","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"I find that that no weight should be given to this slip in answering the question of the Appellant’s identity, because there is no probative value to the document.","redacted":"I find that that no weight should be given to this slip in answering the question of the Appellant’s identity, because there is no probative value to the document.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The NINS is in the name of Ibrahim Aruwa Oluwamuyiwa Anjembe and contains an issue date of “N\/A.”","redacted":"The NINS is in the name of XXXX XXXX XXXX XXXX and contains an issue date of “N\/A.”","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"I find that the NINS has no probative value. A National Identity Card was not provided as evidence, and this slip in question is simply a receipt confirming that an application had been made. The objective country information for Nigeria indicates that, “After completing the enrolment, a [t]ransaction ID [s]lip will be issued to the applicant as [evidence] of the transaction. However, the [t]ransaction slip does not confer the right to a [NIN]. The applicant will be requested to come back for the NIN within 2-7 working days, as it is subjected to availability of network, authentication and verification.” There is a lack of evidence that the authentication and verification process ever took place after this receipt was issued, and the Appellant testified that he did not receive a National Identity Card.","redacted":"I find that the NINS has no probative value. A National Identity Card was not provided as evidence, and this slip in question is simply a receipt confirming that an application had been made. The objective country information for Nigeria indicates that, “After completing the enrolment, a [t]ransaction ID [s]lip will be issued to the applicant as [evidence] of the transaction. However, the [t]ransaction slip does not confer the right to a [NIN]. The applicant will be requested to come back for the NIN within 2-7 working days, as it is subjected to availability of network, authentication and verification.” There is a lack of evidence that the authentication and verification process ever took place after this receipt was issued, and the Appellant testified that he did not receive a National Identity Card.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"I find that the Appellant’s testimony about how he obtained the slip does not increase the potential probative value of the document either. The Appellant testified that he did not submit any documents when he applied for his National Identity Number. The objective country information for Nigeria describes that an applicant must provide a bank verification number if they have one, as well as any of thirteen required original and valid supporting documents.","redacted":"I find that the Appellant’s testimony about how he obtained the slip does not increase the potential probative value of the document either. The Appellant testified that he did not submit any documents when he applied for his National Identity Number. The objective country information for Nigeria describes that an applicant must provide a bank verification number if they have one, as well as any of thirteen required original and valid supporting documents.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The Voter’s Card","redacted":"The Voter’s Card","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"I find that more weight should not be given to this Voter’s Card, versus other official documents containing a different name attributed to the Appellant. In other words, I have no basis to prefer this document over others.","redacted":"I find that more weight should not be given to this Voter’s Card, versus other official documents containing a different name attributed to the Appellant. In other words, I have no basis to prefer this document over others.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"This Voter’s Card is in the name of Ibrahim Aruwa Akpala, and contains a photograph, birth date and address.","redacted":"This Voter’s Card is in the name of XXXX XXXX XXXX, and contains a photograph, birth date and address.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The Appellant testified that he did not submit any documents when he applied for this card, and he described the process as follows:","redacted":"The Appellant testified that he did not submit any documents when he applied for this card, and he described the process as follows:","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"That is how they do it. Like everybody that lives in that area, they ask you to line up in the primary school and they ask you to bring your, they take your thumbprint right there, they ask you your name and your address, and that’s where they give it to you over there, because that’s, if you are living in that area, that’ what they ask for.","redacted":"That is how they do it. Like everybody that lives in that area, they ask you to line up in the primary school and they ask you to bring your, they take your thumbprint right there, they ask you your name and your address, and that’s where they give it to you over there, because that’s, if you are living in that area, that’ what they ask for.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"No document, you just line up everyone, work done, they ask you to (inaudible) your address and your name and then they give you the card.","redacted":"No document, you just line up everyone, work done, they ask you to (inaudible) your address and your name and then they give you the card.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The objective country information for Nigeria indicates that when applying for voter cards, eligible voters will have their textual data captured accurately, fingerprints scanned, picture taken and temporary voter identifications will be printed. The same country information further indicates that permanent voter cards, which one is eligible to receive if they have a temporary voter card, contain an embedded chip that contains biometric data of the holder, including fingerprints and a facial image. The same document indicates that according to Nigeria’s Independent National Electoral Commission (INEC), temporary voter cards were “fragile” and “susceptible to abuse” for manipulating elections, and that:","redacted":"The objective country information for Nigeria indicates that when applying for voter cards, eligible voters will have their textual data captured accurately, fingerprints scanned, picture taken and temporary voter identifications will be printed. The same country information further indicates that permanent voter cards, which one is eligible to receive if they have a temporary voter card, contain an embedded chip that contains biometric data of the holder, including fingerprints and a facial image. The same document indicates that according to Nigeria’s Independent National Electoral Commission (INEC), temporary voter cards were “fragile” and “susceptible to abuse” for manipulating elections, and that:","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"According to the EU Election Observation Mission report on the 2015 general elections in Nigeria, \"EU experts observed the [voter registration] process to be cumbersome, crowded, and marred by technical and staffing issues, with very few registrants presenting any documentation proving identity and age\" (EU July 2015, 16). The same source states that of the 11,464,690 new voters that INEC","redacted":"According to the EU Election Observation Mission report on the 2015 general elections in Nigeria, \"EU experts observed the [voter registration] process to be cumbersome, crowded, and marred by technical and staffing issues, with very few registrants presenting any documentation proving identity and age\" (EU July 2015, 16). The same source states that of the 11,464,690 new voters that INEC","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"registered before the elections, the Commission removed 1,551,292 registrations that were either duplicates or did not meet biometric standards (ibid.). A 2015 report on the biometrics verification exercise conducted by INEC during 2011 and 2015 voter registration revealed cases of the same individuals registering to vote under different names (Nigeria 13 Jan. 2015).","redacted":"registered before the elections, the Commission removed 1,551,292 registrations that were either duplicates or did not meet biometric standards (ibid.). A 2015 report on the biometrics verification exercise conducted by INEC during 2011 and 2015 voter registration revealed cases of the same individuals registering to vote under different names (Nigeria 13 Jan. 2015).","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"I find that the RPD’s reasoning in paragraphs 93 to 97 of its decision is correct, and I agree with the analysis that the Voter’s Card, based on fingerprints and a photograph, in the name of Ibrahim Aruwa Anjembe can be given no more weight than the passport under the name of Ibrahim Oluwamuyiwa Akpala, also purporting to be a genuine document issued by Nigeria, and based on fingerprints and a photograph. As indicated by the RPD, “The Panel has no way of determining which one of them actually contains the real name of the claimant.” In other words, faced with two documents, both issued by a government and both based on fingerprints and photographs, there is no basis for me to give one document containing one name more weight than another competing document with a different name. This is especially so when the reliability of voter’s cards can be an issue, as indicated by the objective country information referred to above.","redacted":"I find that the RPD’s reasoning in paragraphs 93 to 97 of its decision is correct, and I agree with the analysis that the Voter’s Card, based on fingerprints and a photograph, in the name of XXXX XXXX XXXX can be given no more weight than the passport under the name of XXXX XXXX XXXX, also purporting to be a genuine document issued by Nigeria, and based on fingerprints and a photograph. As indicated by the RPD, “The Panel has no way of determining which one of them actually contains the real name of the claimant.” In other words, faced with two documents, both issued by a government and both based on fingerprints and photographs, there is no basis for me to give one document containing one name more weight than another competing document with a different name. This is especially so when the reliability of voter’s cards can be an issue, as indicated by the objective country information referred to above.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The Certificate of Origin","redacted":"The Certificate of Origin","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"I find that no weight should be given to this Certificate of Origin in answering the question of the Appellant’s identity because the document has no probative value.","redacted":"I find that no weight should be given to this Certificate of Origin in answering the question of the Appellant’s identity because the document has no probative value.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The Certificate of Origin is dated March 6, 2001, contains the Appellant’s photograph, and indicates that “Ibrahim Oluwamuyiwa Akpala” is an indigence\/a native of Idumebo in Esan West Local Government Area of the Edo State, Nigeria.","redacted":"The Certificate of Origin is dated March 6, 2001, contains the Appellant’s photograph, and indicates that “XXXX XXXX XXXX” is an indigence\/a native of XXXX in Esan West Local Government Area of the Edo State, Nigeria.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The Certificate of Origin is not useful in answering the question of the Appellant’s identity. This is because the objective country information for Nigeria indicates that, “in Nigeria, a place of origin speaks to the paternal ancestral place of birth of an individual and not the place of the birth of the individual.” In other words, the certificate relates to someone else’s birth, not the Appellant’s birth. The same document indicates that certificates of origin have no legal basis, and that there are no established written criteria.","redacted":"The Certificate of Origin is not useful in answering the question of the Appellant’s identity. This is because the objective country information for Nigeria indicates that, “in Nigeria, a place of origin speaks to the paternal ancestral place of birth of an individual and not the place of the birth of the individual.” In other words, the certificate relates to someone else’s birth, not the Appellant’s birth. The same document indicates that certificates of origin have no legal basis, and that there are no established written criteria.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"CONCLUSION","redacted":"CONCLUSION","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"I dismiss the appeal and confirm the decision of the RPD that the Appellant is neither a Convention refugee nor a person in need of protection.","redacted":"I dismiss the appeal and confirm the decision of the RPD that the Appellant is neither a Convention refugee nor a person in need of protection.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"Person who is the subject of the appeal","redacted":"Person who is the subject of the appeal","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"Ibrahim Oluwamuyiwa Akpala","redacted":"XXXX XXXX XXXX","language":"rw","filename":"MC0-08954 a.docx"}
{"unredacted":"Personne en cause","redacted":"Personne en cause","language":"fr","filename":"MC0-08954 a.docx"}
{"unredacted":"Appeal considered \/ heard at","redacted":"Appeal considered \/ heard at","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"Calgary, AB","redacted":"Calgary, AB","language":"es","filename":"MC0-08954 a.docx"}
{"unredacted":"Appel instruit \/ entendu à","redacted":"Appel instruit \/ entendu à","language":"fr","filename":"MC0-08954 a.docx"}
{"unredacted":"Date of decision","redacted":"Date of decision","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"June 29, 2021","redacted":"June 29, 2021","language":"fr","filename":"MC0-08954 a.docx"}
{"unredacted":"Date de la décision","redacted":"Date de la décision","language":"fr","filename":"MC0-08954 a.docx"}
{"unredacted":"Panel","redacted":"Panel","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"Derek Vermette","redacted":"Derek Vermette","language":"fr","filename":"MC0-08954 a.docx"}
{"unredacted":"Tribunal","redacted":"Tribunal","language":"es","filename":"MC0-08954 a.docx"}
{"unredacted":"Counsel for the person who is the subject of the appeal","redacted":"Counsel for the person who is the subject of the appeal","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"Michael Dorey","redacted":"Michael Dorey","language":"de","filename":"MC0-08954 a.docx"}
{"unredacted":"Conseil de la personne en cause","redacted":"Conseil de la personne en cause","language":"fr","filename":"MC0-08954 a.docx"}
{"unredacted":"Designated representative","redacted":"Designated representative","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"N\/A","redacted":"N\/A","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"Représentant(e) désigné(e)","redacted":"Représentant(e) désigné(e)","language":"fr","filename":"MC0-08954 a.docx"}
{"unredacted":"Counsel for the Minister","redacted":"Counsel for the Minister","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"N\/A","redacted":"N\/A","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"Conseil du ministre","redacted":"Conseil du ministre","language":"fr","filename":"MC0-08954 a.docx"}
{"unredacted":"(signed)","redacted":"(signed)","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"Derek Vermette","redacted":"Derek Vermette","language":"fr","filename":"MC0-08954 a.docx"}
{"unredacted":"Derek Vermette","redacted":"Derek Vermette","language":"fr","filename":"MC0-08954 a.docx"}
{"unredacted":"June 29, 2021","redacted":"June 29, 2021","language":"fr","filename":"MC0-08954 a.docx"}
{"unredacted":"Date","redacted":"Date","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"RAD File \/ Dossier de la SAR : MC008954","redacted":"RAD File \/ Dossier de la SAR : MC008954","language":"fr","filename":"MC0-08954 a.docx"}
{"unredacted":"Private Proceeding \/ Huis clos","redacted":"Private Proceeding \/ Huis clos","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"Reasons and Decision Motifs et decision","redacted":"Reasons and Decision Motifs et decision","language":"fr","filename":"MC0-08954 a.docx"}
{"unredacted":"REASONS FOR DECISION","redacted":"REASONS FOR DECISION","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"OVERVIEW","redacted":"OVERVIEW","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"Ibrahim Aruwa Oluwamuyiwa Anjembe (Appellant) is a citizen of Nigeria, and he is appealing a Refugee Protection Division (RPD) decision that denied his claim for refugee protection.","redacted":"XXXX XXXX XXXX XXXXAppellant) is a citizen of Nigeria, and he is appealing a Refugee Protection Division (RPD) decision that denied his claim for refugee protection.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The Appellant alleges that he fled Nigeria because he fears his father, a devout Muslim Mohammed Usman Anjembe Akpali who was infuriated that the Appellant converted to Christianity and married a Christian woman.","redacted":"The Appellant alleges that he fled Nigeria because he fears his father, a devout Muslim XXXX XXXX XXXX XXXX who was infuriated that the Appellant converted to Christianity and married a Christian woman.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The RPD denied the Appellant’s claim because it found that the Appellant had not established his identity, as required by section 106 of the Immigration and Refugee Protection Act (IRPA), and Rule 11 of the Refugee Protection Division Rules.","redacted":"The RPD denied the Appellant’s claim because it found that the Appellant had not established his identity, as required by section 106 of the Immigration and Refugee Protection Act (IRPA), and Rule 11 of the Refugee Protection Division Rules.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The Appellant submits that the RPD erred in its assessment of several of the Appellant’s identity documents.","redacted":"The Appellant submits that the RPD erred in its assessment of several of the Appellant’s identity documents.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The RPD correctly decided that the Appellant had not established his identity, and therefore his claim must be dismissed.","redacted":"The RPD correctly decided that the Appellant had not established his identity, and therefore his claim must be dismissed.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"DECISION","redacted":"DECISION","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"I dismiss the appeal. The RPD was correct in finding that the Appellant is neither a Convention refugee nor a person in need of protection.","redacted":"I dismiss the appeal. The RPD was correct in finding that the Appellant is neither a Convention refugee nor a person in need of protection.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"BACKGROUND","redacted":"BACKGROUND","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The Appellant alleges that his real identity, the name under which he is claiming refugee protection, is Ibrahim Oluwamuyiwa Akpala. The Appellant also alleges that when he decided to flee Nigeria, he was worried that his father could issue a lookout notice for the Appellant at the airport, and so he asked that the agent that was helping him secure a visa from the United States of America (USA), obtain a passport under an assumed name, which ended up being Ibrahim Oluwamuyiwa Anjembe. The Appellant went to the USA, and sought medical treatment there under the name of Ibrahim Oluwamuyiwa Akpala. He asked his wife to send him identity documents under the name of Ibrahim Oluwamuyiwa Anjembe. Once he received those documents, he came to Canada, and claimed refugee protection under the name of Ibrahim Aruwa Oluwamuyiwa Anjembe","redacted":"The Appellant alleges that his real identity, the name under which he is claiming refugee protection, is XXXX XXXX XXXX. The Appellant also alleges that when he decided to flee Nigeria, he was worried that his father could issue a lookout notice for the Appellant at the airport, and so he asked that the agent that was helping him secure a visa from the United States of America (USA), obtain a passport under an assumed name, which ended up being XXXX XXXX XXXX. The Appellant went to the USA, and sought medical treatment there under the name of XXXX XXXX XXXX. He asked his wife to send him identity documents under the name of XXXX XXXX XXXX. Once he received those documents, he came to Canada, and claimed refugee protection under the name of XXXX XXXX XXXX XXXX","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The Appellant, attempting to establish his identity as Ibrahim Oluwamuyiwa Akpala, submitted to the RPD a Birth Certificate, a Declaration of Age, a National Identification Number Slip (NINS), a Voter’s Card, a Certificate of Origin, his Baptismal Certificate along with his Marriage Certificate, a School Certificate, and a copy of his alleged wife’s passport.","redacted":"The Appellant, attempting to establish his identity as XXXX XXXX XXXX, submitted to the RPD a Birth Certificate, a Declaration of Age, a National Identification Number Slip (NINS), a Voter’s Card, a Certificate of Origin, his Baptismal Certificate along with his Marriage Certificate, a School Certificate, and a copy of his alleged wife’s passport.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"NEW EVIDENCE & Oral Hearing","redacted":"NEW EVIDENCE & Oral Hearing","language":"pl","filename":"MC0-08954 a.docx"}
{"unredacted":"The Appellant presented evidence with this appeal, and requested an oral hearing.","redacted":"The Appellant presented evidence with this appeal, and requested an oral hearing.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The evidence submitted by the Appellant does not constitute new evidence, and his request for an oral hearing is denied.","redacted":"The evidence submitted by the Appellant does not constitute new evidence, and his request for an oral hearing is denied.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The Appellant submitted copies of a Baptismal Certificate, a NINS, a Voter’s Card, and a Certificate of Identification\/Origin as proposed new evidence. These documents are not new. They were before the RPD, and they are contained in the RPD Record that is before me. The Appellant has also provided copies of two Federal Court decisions, which he argues support his submissions. Federal Court decisions are not evidence, but I have considered those decisions in my analysis.","redacted":"The Appellant submitted copies of a Baptismal Certificate, a NINS, a Voter’s Card, and a Certificate of Identification\/Origin as proposed new evidence. These documents are not new. They were before the RPD, and they are contained in the RPD Record that is before me. The Appellant has also provided copies of two Federal Court decisions, which he argues support his submissions. Federal Court decisions are not evidence, but I have considered those decisions in my analysis.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"I reject the Appellant’s request for an oral hearing. For the Refugee Appeal Division to hold an oral hearing, all the conditions set out in section 110(6) of the IRPA must be met, meaning that the new evidence: must raise a serious issue with respect to the credibility of the Appellants; must be central to the decision with respect to the refugee protection claim; and, if accepted, would justify allowing or rejecting the claim. I have not admitted any new evidence, and therefore the requirements set out in section 110(6) of the IRPA to have an oral hearing have not been met.","redacted":"I reject the Appellant’s request for an oral hearing. For the Refugee Appeal Division to hold an oral hearing, all the conditions set out in section 110(6) of the IRPA must be met, meaning that the new evidence: must raise a serious issue with respect to the credibility of the Appellants; must be central to the decision with respect to the refugee protection claim; and, if accepted, would justify allowing or rejecting the claim. I have not admitted any new evidence, and therefore the requirements set out in section 110(6) of the IRPA to have an oral hearing have not been met.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"ANALYSIS","redacted":"ANALYSIS","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"As will be explained in detail in this decision, my reasons for concluding that the RPD decision is correct are as follows. The presumption at law that foreign documents are valid has fallen away in this case. This does not necessarily mean that the documents submitted by the Appellant are not valid. Instead, it just means that the Appellant cannot rely on the presumption that they are authentic, and that he must prove their authenticity. A second and related reason is that there are documents that are in different names, and the Appellant has not provided sufficient evidence to establish which of those documents are authentic and which are not. As a result, there is no basis to decide that the documents in the name of Ibrahim Oluwamuyiwa Anjembe are valid, over documents in the name of Ibrahim Oluwamuyiwa Akpala.","redacted":"As will be explained in detail in this decision, my reasons for concluding that the RPD decision is correct are as follows. The presumption at law that foreign documents are valid has fallen away in this case. This does not necessarily mean that the documents submitted by the Appellant are not valid. Instead, it just means that the Appellant cannot rely on the presumption that they are authentic, and that he must prove their authenticity. A second and related reason is that there are documents that are in different names, and the Appellant has not provided sufficient evidence to establish which of those documents are authentic and which are not. As a result, there is no basis to decide that the documents in the name of XXXX XXXX XXXX are valid, over documents in the name of XXXX XXXX XXXX.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The Federal Court has indicated that there is a basic rule in Canadian law that foreign documents (whether they establish the identity or not of a claimant) purporting to be issued by a competent foreign public officer should be accepted as evidence of their content unless there is some valid reason to doubt their authenticity. The Federal Court has also stated that the presumption that foreign identity documents are valid falls away when there is valid reason for doubting their authenticity.","redacted":"The Federal Court has indicated that there is a basic rule in Canadian law that foreign documents (whether they establish the identity or not of a claimant) purporting to be issued by a competent foreign public officer should be accepted as evidence of their content unless there is some valid reason to doubt their authenticity. The Federal Court has also stated that the presumption that foreign identity documents are valid falls away when there is valid reason for doubting their authenticity.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The RPD explained why the presumption that the Appellant’s foreign identity documents are valid falls away and why there are valid reasons for doubting their authenticity. I agree with the RPD’s reasoning.","redacted":"The RPD explained why the presumption that the Appellant’s foreign identity documents are valid falls away and why there are valid reasons for doubting their authenticity. I agree with the RPD’s reasoning.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The birth certificate submitted by the Appellant is of concern because the Appellant was unable to explain how his wife obtained it, and he was also unable to answer whether his birth was registered. It is not satisfactory that the Appellant was unable to name any documents that his wife submitted to obtain his birth certificate, when the objective country information indicates that there are documents that would have been required to be submitted. The Appellant’s inability to answer whether his birth was registered or not is also not satisfactory. The objective country information for Nigeria indicates that if his birth had not been registered, the standard procedure would have been to issue an attestation letter, not a birth certificate.","redacted":"The birth certificate submitted by the Appellant is of concern because the Appellant was unable to explain how his wife obtained it, and he was also unable to answer whether his birth was registered. It is not satisfactory that the Appellant was unable to name any documents that his wife submitted to obtain his birth certificate, when the objective country information indicates that there are documents that would have been required to be submitted. The Appellant’s inability to answer whether his birth was registered or not is also not satisfactory. The objective country information for Nigeria indicates that if his birth had not been registered, the standard procedure would have been to issue an attestation letter, not a birth certificate.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The RPD also correctly analyzed the birth certificate in light of the declaration of age document. I agree with the RPD that these two documents do not present a consistent story. As discussed above, a birth certificate is issued if a birth is registered. If a birth is not registered, an attestation letter is issued instead. In this case, the Appellant presented a birth certificate, which according to this background, would suggest his birth was registered. However, the declaration of age document specifically states, “That, at the time of his birth, his birth was not registered, but it was written in the family’s record for that purpose.” The Appellant testified at the RPD hearing that it is standard to indicate that the birth is not recorded, but I could not locate any objective country information to support this assertion.","redacted":"The RPD also correctly analyzed the birth certificate in light of the declaration of age document. I agree with the RPD that these two documents do not present a consistent story. As discussed above, a birth certificate is issued if a birth is registered. If a birth is not registered, an attestation letter is issued instead. In this case, the Appellant presented a birth certificate, which according to this background, would suggest his birth was registered. However, the declaration of age document specifically states, “That, at the time of his birth, his birth was not registered, but it was written in the family’s record for that purpose.” The Appellant testified at the RPD hearing that it is standard to indicate that the birth is not recorded, but I could not locate any objective country information to support this assertion.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The concern about the birth certificate and declaration of age are sufficient to justify the conclusion that the presumption that the Appellant’s identity documents are valid has fallen away. This means that the Appellant cannot rely on the presumption that his documents are valid, and instead has the onus to establish that they are valid.","redacted":"The concern about the birth certificate and declaration of age are sufficient to justify the conclusion that the presumption that the Appellant’s identity documents are valid has fallen away. This means that the Appellant cannot rely on the presumption that his documents are valid, and instead has the onus to establish that they are valid.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"I agree that with the RPD’s explanation for why the School Certificate, Marriage Certificate and a copy of Ms. Musa’s passport are insufficient in establishing the Appellant’s identity. The Marriage Certificate is not credible as it is not an official document, and there is a lack of evidence to support that it is authentic. While the pervasiveness of fraudulent documents does not necessarily mean a document is fraudulent, in this case, the presumption that the document is authentic has fallen away, and the Appellant has not provided sufficient proof to establish that this document is authentic. The School Certificate is not probative as it provides grades, or in other words, it is simply a report card. The excerpt from Ms. Musa’s passport is not probative as it does not mention the Appellant’s name or provide any particulars.","redacted":"I agree that with the RPD’s explanation for why the School Certificate, Marriage Certificate and a copy of Ms. XXXX passport are insufficient in establishing the Appellant’s identity. The Marriage Certificate is not credible as it is not an official document, and there is a lack of evidence to support that it is authentic. While the pervasiveness of fraudulent documents does not necessarily mean a document is fraudulent, in this case, the presumption that the document is authentic has fallen away, and the Appellant has not provided sufficient proof to establish that this document is authentic. The School Certificate is not probative as it provides grades, or in other words, it is simply a report card. The excerpt from Ms. XXXXs passport is not probative as it does not mention the Appellant’s name or provide any particulars.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"On appeal, the Appellant specifically takes issue with the RPD’s analysis of the Baptismal Certificate, the NINS, the Voter’s Card, and the Certificate of Identification\/Origin. The Appellant argues that the RPD erred by giving no probative value to these documents without first making an explicit finding on their authenticity. The Appellant relies on a Federal Court decision that indicates that fact finders must have the courage to find facts, and they cannot mask authenticity findings by simply deeming evidence to be of little probative value.","redacted":"On appeal, the Appellant specifically takes issue with the RPD’s analysis of the Baptismal Certificate, the NINS, the Voter’s Card, and the Certificate of Identification\/Origin. The Appellant argues that the RPD erred by giving no probative value to these documents without first making an explicit finding on their authenticity. The Appellant relies on a Federal Court decision that indicates that fact finders must have the courage to find facts, and they cannot mask authenticity findings by simply deeming evidence to be of little probative value.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The Federal Court decision relied upon by the Appellant indicates that it is an error for a tribunal to not give a fair look at the evidence simply because the tribunal has first concluded that an applicant is not credible. The other Federal Court decision cited by the Appellant is the Oranye decision. In that decision, Justice Ahmed states that fact finders must have the courage to find facts, and that they cannot mask authenticity findings by simply deeming evidence to be of little probative value. Justice Norris of the Federal Court, citing the Oranye decision, has stated that, “where a foreign public document is central to a claim and, if it is genuine, it would have high probative value, any doubts about its genuineness should be stated expressly rather than disguised as assessments of weight.” Justice Mactavish of the Federal Court stated, “Decisionmakers should not cast aspersions on the authenticity of a document, and then endeavour to hedge their bets by giving the document ‘little weight’.”","redacted":"The Federal Court decision relied upon by the Appellant indicates that it is an error for a tribunal to not give a fair look at the evidence simply because the tribunal has first concluded that an applicant is not credible. The other Federal Court decision cited by the Appellant is the Oranye decision. In that decision, Justice Ahmed states that fact finders must have the courage to find facts, and that they cannot mask authenticity findings by simply deeming evidence to be of little probative value. Justice Norris of the Federal Court, citing the Oranye decision, has stated that, “where a foreign public document is central to a claim and, if it is genuine, it would have high probative value, any doubts about its genuineness should be stated expressly rather than disguised as assessments of weight.” Justice Mactavish of the Federal Court stated, “Decisionmakers should not cast aspersions on the authenticity of a document, and then endeavour to hedge their bets by giving the document ‘little weight’.”","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"For the following reasons, I am not persuaded by the Appellant’s arguments because I disagree with the Appellant’s interpretation of how the RPD analyzed the documents in question, and I also disagree with his suggested interpretation of the Federal Court decisions he cites.","redacted":"For the following reasons, I am not persuaded by the Appellant’s arguments because I disagree with the Appellant’s interpretation of how the RPD analyzed the documents in question, and I also disagree with his suggested interpretation of the Federal Court decisions he cites.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"I disagree with the Appellant’s suggestion that the RPD erred in its analysis in the way these Federal Court decisions have cautioned against. When a tribunal gives low probative value or low weight to a document it does not necessarily follow that they are masking their doubts about the genuineness of the document, and I disagree that the RPD committed such an error in this case.","redacted":"I disagree with the Appellant’s suggestion that the RPD erred in its analysis in the way these Federal Court decisions have cautioned against. When a tribunal gives low probative value or low weight to a document it does not necessarily follow that they are masking their doubts about the genuineness of the document, and I disagree that the RPD committed such an error in this case.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"I also disagree with the Appellant’s argument that a finding of authenticity is always required. If a document is not probative, then it is unnecessary to consider whether it is authentic, or in other words, credible.","redacted":"I also disagree with the Appellant’s argument that a finding of authenticity is always required. If a document is not probative, then it is unnecessary to consider whether it is authentic, or in other words, credible.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"Justice Grammond of the Federal Court defined the terms “credibility”, “probative” and “weight of evidence” thoroughly in the Magonza decision. Justice Grammond’s discussion is instructive, and in summary, he indicates that “credibility” means the worthiness of belief, or in other words, the answer to the question, “is this a trustworthy source of information?” He explains that “probative” is the answer to the question, “to what degree is this information useful in answering the question I have to address?” The “weight of evidence” is, as Justice Grammond explains, a function of credibility and probative value or, if one likes to see this in the form of an equation, weight = (credibility) x (probative value). Justice Grammond explains that weight can only be assessed as a function of credibility and probative value.","redacted":"Justice Grammond of the Federal Court defined the terms “credibility”, “probative” and “weight of evidence” thoroughly in the Magonza decision. Justice Grammond’s discussion is instructive, and in summary, he indicates that “credibility” means the worthiness of belief, or in other words, the answer to the question, “is this a trustworthy source of information?” He explains that “probative” is the answer to the question, “to what degree is this information useful in answering the question I have to address?” The “weight of evidence” is, as Justice Grammond explains, a function of credibility and probative value or, if one likes to see this in the form of an equation, weight = (credibility) x (probative value). Justice Grammond explains that weight can only be assessed as a function of credibility and probative value.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"I will now turn to my specific analysis of the four documents that the Appellant alleges were analyzed incorrectly by the RPD.","redacted":"I will now turn to my specific analysis of the four documents that the Appellant alleges were analyzed incorrectly by the RPD.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The Baptismal Certificate","redacted":"The Baptismal Certificate","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"I find that that no weight should be given to this Baptismal Certificate in answering the question of the Appellant’s identity. The document is inauthentic, and more importantly, there is no probative value.","redacted":"I find that that no weight should be given to this Baptismal Certificate in answering the question of the Appellant’s identity. The document is inauthentic, and more importantly, there is no probative value.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The Baptismal Certificate is in the name of Ibrahim Oluwamuyiwa Akpala, and dated March 18, 1999. The Certificate is issued by “God’s Revelation Holy Ghost Deliverance Ministry” and is signed by the “General Overseer.”","redacted":"The Baptismal Certificate is in the name of XXXX XXXX XXXX, and dated XXXX XXXX, 1999. The Certificate is issued by “God’s Revelation Holy Ghost Deliverance Ministry” and is signed by the “General Overseer.”","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The Baptismal Certificate does not contain a birth date, or the parent’s name, which contrasts with the objective country information for Nigeria that indicates that such information should be included in Baptismal Certificates:","redacted":"The Baptismal Certificate does not contain a birth date, or the parent’s name, which contrasts with the objective country information for Nigeria that indicates that such information should be included in Baptismal Certificates:","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"In a telephone interview with the Research Directorate, a Catholic Priest in Nasarawa state indicated that baptism certificates contain a person's date of birth, along with other information such as their name and parent's names (Catholic Priest 22 Oct. 2013). The Catholic Priest said that baptism certificates are \"very often used as a birth certificate by the holders of these documents,\" as a lot of people do not register their births and do not have any certification of their births\" (ibid.). He said that the date of birth on a baptism certificate is often used as an official date of birth (ibid.).","redacted":"In a telephone interview with the Research Directorate, a Catholic Priest in Nasarawa state indicated that baptism certificates contain a person's date of birth, along with other information such as their name and parent's names (Catholic Priest 22 Oct. 2013). The Catholic Priest said that baptism certificates are \"very often used as a birth certificate by the holders of these documents,\" as a lot of people do not register their births and do not have any certification of their births\" (ibid.). He said that the date of birth on a baptism certificate is often used as an official date of birth (ibid.).","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The Appellant argues that the RPD erred by indicating that the Baptismal Certificate does not have a seal of the issuing authority, and does not state the name of the issuing authority. The Appellant argues that there is a seal on the bottom left-hand side of the certificate, and that it states the name of the issuing authority as “General Overseer.” I am not persuaded by these arguments because I find that a question of the sufficiency of the seal or whether “General Overseer” is an issuing authority, is secondary to the very important fact that the certificate is missing a date of birth and the parent’s names. As stated above, the objective country information indicates that a date of birth and the parent’s names should be included in Baptismal Certificates. The fact that this basic and necessary information is missing in the Baptismal Certificate before me, overrides the issue of the sufficiency of a stamp or who signed the document. In other words, on a balance of probabilities, the absence of the basic and required information of the date of birth and parent’s names makes this an inauthentic document.","redacted":"The Appellant argues that the RPD erred by indicating that the Baptismal Certificate does not have a seal of the issuing authority, and does not state the name of the issuing authority. The Appellant argues that there is a seal on the bottom left-hand side of the certificate, and that it states the name of the issuing authority as “General Overseer.” I am not persuaded by these arguments because I find that a question of the sufficiency of the seal or whether “General Overseer” is an issuing authority, is secondary to the very important fact that the certificate is missing a date of birth and the parent’s names. As stated above, the objective country information indicates that a date of birth and the parent’s names should be included in Baptismal Certificates. The fact that this basic and necessary information is missing in the Baptismal Certificate before me, overrides the issue of the sufficiency of a stamp or who signed the document. In other words, on a balance of probabilities, the absence of the basic and required information of the date of birth and parent’s names makes this an inauthentic document.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"More importantly, this document has no probative value. The document contains the name of “Ibrahim Oluwamuyiwa Anjembe,” but there is no information in the document that links this document to the Appellant. For example, there is no birth date or parent’s name, as discussed.","redacted":"More importantly, this document has no probative value. The document contains the name of “XXXX XXXX XXXX,” but there is no information in the document that links this document to the Appellant. For example, there is no birth date or parent’s name, as discussed.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The National Identification Number Slip","redacted":"The National Identification Number Slip","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"I find that that no weight should be given to this slip in answering the question of the Appellant’s identity, because there is no probative value to the document.","redacted":"I find that that no weight should be given to this slip in answering the question of the Appellant’s identity, because there is no probative value to the document.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The NINS is in the name of Ibrahim Aruwa Oluwamuyiwa Anjembe and contains an issue date of “N\/A.”","redacted":"The NINS is in the name of XXXX XXXX XXXX XXXX and contains an issue date of “N\/A.”","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"I find that the NINS has no probative value. A National Identity Card was not provided as evidence, and this slip in question is simply a receipt confirming that an application had been made. The objective country information for Nigeria indicates that, “After completing the enrolment, a [t]ransaction ID [s]lip will be issued to the applicant as [evidence] of the transaction. However, the [t]ransaction slip does not confer the right to a [NIN]. The applicant will be requested to come back for the NIN within 2-7 working days, as it is subjected to availability of network, authentication and verification.” There is a lack of evidence that the authentication and verification process ever took place after this receipt was issued, and the Appellant testified that he did not receive a National Identity Card.","redacted":"I find that the NINS has no probative value. A National Identity Card was not provided as evidence, and this slip in question is simply a receipt confirming that an application had been made. The objective country information for Nigeria indicates that, “After completing the enrolment, a [t]ransaction ID [s]lip will be issued to the applicant as [evidence] of the transaction. However, the [t]ransaction slip does not confer the right to a [NIN]. The applicant will be requested to come back for the NIN within 2-7 working days, as it is subjected to availability of network, authentication and verification.” There is a lack of evidence that the authentication and verification process ever took place after this receipt was issued, and the Appellant testified that he did not receive a National Identity Card.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"I find that the Appellant’s testimony about how he obtained the slip does not increase the potential probative value of the document either. The Appellant testified that he did not submit any documents when he applied for his National Identity Number. The objective country information for Nigeria describes that an applicant must provide a bank verification number if they have one, as well as any of thirteen required original and valid supporting documents.","redacted":"I find that the Appellant’s testimony about how he obtained the slip does not increase the potential probative value of the document either. The Appellant testified that he did not submit any documents when he applied for his National Identity Number. The objective country information for Nigeria describes that an applicant must provide a bank verification number if they have one, as well as any of thirteen required original and valid supporting documents.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The Voter’s Card","redacted":"The Voter’s Card","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"I find that more weight should not be given to this Voter’s Card, versus other official documents containing a different name attributed to the Appellant. In other words, I have no basis to prefer this document over others.","redacted":"I find that more weight should not be given to this Voter’s Card, versus other official documents containing a different name attributed to the Appellant. In other words, I have no basis to prefer this document over others.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"This Voter’s Card is in the name of Ibrahim Aruwa Akpala, and contains a photograph, birth date and address.","redacted":"This Voter’s Card is in the name of XXXX XXXX XXXX, and contains a photograph, birth date and address.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The Appellant testified that he did not submit any documents when he applied for this card, and he described the process as follows:","redacted":"The Appellant testified that he did not submit any documents when he applied for this card, and he described the process as follows:","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"That is how they do it. Like everybody that lives in that area, they ask you to line up in the primary school and they ask you to bring your, they take your thumbprint right there, they ask you your name and your address, and that’s where they give it to you over there, because that’s, if you are living in that area, that’ what they ask for.","redacted":"That is how they do it. Like everybody that lives in that area, they ask you to line up in the primary school and they ask you to bring your, they take your thumbprint right there, they ask you your name and your address, and that’s where they give it to you over there, because that’s, if you are living in that area, that’ what they ask for.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"No document, you just line up everyone, work done, they ask you to (inaudible) your address and your name and then they give you the card.","redacted":"No document, you just line up everyone, work done, they ask you to (inaudible) your address and your name and then they give you the card.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The objective country information for Nigeria indicates that when applying for voter cards, eligible voters will have their textual data captured accurately, fingerprints scanned, picture taken and temporary voter identifications will be printed. The same country information further indicates that permanent voter cards, which one is eligible to receive if they have a temporary voter card, contain an embedded chip that contains biometric data of the holder, including fingerprints and a facial image. The same document indicates that according to Nigeria’s Independent National Electoral Commission (INEC), temporary voter cards were “fragile” and “susceptible to abuse” for manipulating elections, and that:","redacted":"The objective country information for Nigeria indicates that when applying for voter cards, eligible voters will have their textual data captured accurately, fingerprints scanned, picture taken and temporary voter identifications will be printed. The same country information further indicates that permanent voter cards, which one is eligible to receive if they have a temporary voter card, contain an embedded chip that contains biometric data of the holder, including fingerprints and a facial image. The same document indicates that according to Nigeria’s Independent National Electoral Commission (INEC), temporary voter cards were “fragile” and “susceptible to abuse” for manipulating elections, and that:","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"According to the EU Election Observation Mission report on the 2015 general elections in Nigeria, \"EU experts observed the [voter registration] process to be cumbersome, crowded, and marred by technical and staffing issues, with very few registrants presenting any documentation proving identity and age\" (EU July 2015, 16). The same source states that of the 11,464,690 new voters that INEC","redacted":"According to the EU Election Observation Mission report on the 2015 general elections in Nigeria, \"EU experts observed the [voter registration] process to be cumbersome, crowded, and marred by technical and staffing issues, with very few registrants presenting any documentation proving identity and age\" (EU July 2015, 16). The same source states that of the 11,464,690 new voters that INEC","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"registered before the elections, the Commission removed 1,551,292 registrations that were either duplicates or did not meet biometric standards (ibid.). A 2015 report on the biometrics verification exercise conducted by INEC during 2011 and 2015 voter registration revealed cases of the same individuals registering to vote under different names (Nigeria 13 Jan. 2015).","redacted":"registered before the elections, the Commission removed 1,551,292 registrations that were either duplicates or did not meet biometric standards (ibid.). A 2015 report on the biometrics verification exercise conducted by INEC during 2011 and 2015 voter registration revealed cases of the same individuals registering to vote under different names (Nigeria 13 Jan. 2015).","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"I find that the RPD’s reasoning in paragraphs 93 to 97 of its decision is correct, and I agree with the analysis that the Voter’s Card, based on fingerprints and a photograph, in the name of Ibrahim Aruwa Anjembe can be given no more weight than the passport under the name of Ibrahim Oluwamuyiwa Akpala, also purporting to be a genuine document issued by Nigeria, and based on fingerprints and a photograph. As indicated by the RPD, “The Panel has no way of determining which one of them actually contains the real name of the claimant.” In other words, faced with two documents, both issued by a government and both based on fingerprints and photographs, there is no basis for me to give one document containing one name more weight than another competing document with a different name. This is especially so when the reliability of voter’s cards can be an issue, as indicated by the objective country information referred to above.","redacted":"I find that the RPD’s reasoning in paragraphs 93 to 97 of its decision is correct, and I agree with the analysis that the Voter’s Card, based on fingerprints and a photograph, in the name of XXXX XXXX XXXX can be given no more weight than the passport under the name of XXXX XXXX XXXX, also purporting to be a genuine document issued by Nigeria, and based on fingerprints and a photograph. As indicated by the RPD, “The Panel has no way of determining which one of them actually contains the real name of the claimant.” In other words, faced with two documents, both issued by a government and both based on fingerprints and photographs, there is no basis for me to give one document containing one name more weight than another competing document with a different name. This is especially so when the reliability of voter’s cards can be an issue, as indicated by the objective country information referred to above.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The Certificate of Origin","redacted":"The Certificate of Origin","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"I find that no weight should be given to this Certificate of Origin in answering the question of the Appellant’s identity because the document has no probative value.","redacted":"I find that no weight should be given to this Certificate of Origin in answering the question of the Appellant’s identity because the document has no probative value.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The Certificate of Origin is dated March 6, 2001, contains the Appellant’s photograph, and indicates that “Ibrahim Oluwamuyiwa Akpala” is an indigence\/a native of Idumebo in Esan West Local Government Area of the Edo State, Nigeria.","redacted":"The Certificate of Origin is dated March 6, 2001, contains the Appellant’s photograph, and indicates that “XXXX XXXX XXXX” is an indigence\/a native of XXXX in Esan West Local Government Area of the Edo State, Nigeria.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The Certificate of Origin is not useful in answering the question of the Appellant’s identity. This is because the objective country information for Nigeria indicates that, “in Nigeria, a place of origin speaks to the paternal ancestral place of birth of an individual and not the place of the birth of the individual.” In other words, the certificate relates to someone else’s birth, not the Appellant’s birth. The same document indicates that certificates of origin have no legal basis, and that there are no established written criteria.","redacted":"The Certificate of Origin is not useful in answering the question of the Appellant’s identity. This is because the objective country information for Nigeria indicates that, “in Nigeria, a place of origin speaks to the paternal ancestral place of birth of an individual and not the place of the birth of the individual.” In other words, the certificate relates to someone else’s birth, not the Appellant’s birth. The same document indicates that certificates of origin have no legal basis, and that there are no established written criteria.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"CONCLUSION","redacted":"CONCLUSION","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"I dismiss the appeal and confirm the decision of the RPD that the Appellant is neither a Convention refugee nor a person in need of protection.","redacted":"I dismiss the appeal and confirm the decision of the RPD that the Appellant is neither a Convention refugee nor a person in need of protection.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"Person who is the subject of the appeal","redacted":"Person who is the subject of the appeal","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"Ibrahim Oluwamuyiwa Akpala","redacted":"XXXX XXXX XXXX","language":"rw","filename":"MC0-08954 a.docx"}
{"unredacted":"Personne en cause","redacted":"Personne en cause","language":"fr","filename":"MC0-08954 a.docx"}
{"unredacted":"Appeal considered \/ heard at","redacted":"Appeal considered \/ heard at","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"Calgary, AB","redacted":"Calgary, AB","language":"es","filename":"MC0-08954 a.docx"}
{"unredacted":"Appel instruit \/ entendu à","redacted":"Appel instruit \/ entendu à","language":"fr","filename":"MC0-08954 a.docx"}
{"unredacted":"Date of decision","redacted":"Date of decision","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"June 29, 2021","redacted":"June 29, 2021","language":"fr","filename":"MC0-08954 a.docx"}
{"unredacted":"Date de la décision","redacted":"Date de la décision","language":"fr","filename":"MC0-08954 a.docx"}
{"unredacted":"Panel","redacted":"Panel","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"Derek Vermette","redacted":"Derek Vermette","language":"fr","filename":"MC0-08954 a.docx"}
{"unredacted":"Tribunal","redacted":"Tribunal","language":"es","filename":"MC0-08954 a.docx"}
{"unredacted":"Counsel for the person who is the subject of the appeal","redacted":"Counsel for the person who is the subject of the appeal","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"Michael Dorey","redacted":"Michael Dorey","language":"de","filename":"MC0-08954 a.docx"}
{"unredacted":"Conseil de la personne en cause","redacted":"Conseil de la personne en cause","language":"fr","filename":"MC0-08954 a.docx"}
{"unredacted":"Designated representative","redacted":"Designated representative","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"N\/A","redacted":"N\/A","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"Représentant(e) désigné(e)","redacted":"Représentant(e) désigné(e)","language":"fr","filename":"MC0-08954 a.docx"}
{"unredacted":"Counsel for the Minister","redacted":"Counsel for the Minister","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"N\/A","redacted":"N\/A","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"Conseil du ministre","redacted":"Conseil du ministre","language":"fr","filename":"MC0-08954 a.docx"}
{"unredacted":"(signed)","redacted":"(signed)","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"Derek Vermette","redacted":"Derek Vermette","language":"fr","filename":"MC0-08954 a.docx"}
{"unredacted":"Derek Vermette","redacted":"Derek Vermette","language":"fr","filename":"MC0-08954 a.docx"}
{"unredacted":"June 29, 2021","redacted":"June 29, 2021","language":"fr","filename":"MC0-08954 a.docx"}
{"unredacted":"Date","redacted":"Date","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"RAD File \/ Dossier de la SAR : MC008954","redacted":"RAD File \/ Dossier de la SAR : MC008954","language":"fr","filename":"MC0-08954 a.docx"}
{"unredacted":"Private Proceeding \/ Huis clos","redacted":"Private Proceeding \/ Huis clos","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"Reasons and Decision Motifs et decision","redacted":"Reasons and Decision Motifs et decision","language":"fr","filename":"MC0-08954 a.docx"}
{"unredacted":"REASONS FOR DECISION","redacted":"REASONS FOR DECISION","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"OVERVIEW","redacted":"OVERVIEW","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"Ibrahim Aruwa Oluwamuyiwa Anjembe (Appellant) is a citizen of Nigeria, and he is appealing a Refugee Protection Division (RPD) decision that denied his claim for refugee protection.","redacted":"XXXX XXXX XXXX XXXXAppellant) is a citizen of Nigeria, and he is appealing a Refugee Protection Division (RPD) decision that denied his claim for refugee protection.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The Appellant alleges that he fled Nigeria because he fears his father, a devout Muslim Mohammed Usman Anjembe Akpali who was infuriated that the Appellant converted to Christianity and married a Christian woman.","redacted":"The Appellant alleges that he fled Nigeria because he fears his father, a devout Muslim XXXX XXXX XXXX XXXX who was infuriated that the Appellant converted to Christianity and married a Christian woman.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The RPD denied the Appellant’s claim because it found that the Appellant had not established his identity, as required by section 106 of the Immigration and Refugee Protection Act (IRPA), and Rule 11 of the Refugee Protection Division Rules.","redacted":"The RPD denied the Appellant’s claim because it found that the Appellant had not established his identity, as required by section 106 of the Immigration and Refugee Protection Act (IRPA), and Rule 11 of the Refugee Protection Division Rules.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The Appellant submits that the RPD erred in its assessment of several of the Appellant’s identity documents.","redacted":"The Appellant submits that the RPD erred in its assessment of several of the Appellant’s identity documents.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The RPD correctly decided that the Appellant had not established his identity, and therefore his claim must be dismissed.","redacted":"The RPD correctly decided that the Appellant had not established his identity, and therefore his claim must be dismissed.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"DECISION","redacted":"DECISION","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"I dismiss the appeal. The RPD was correct in finding that the Appellant is neither a Convention refugee nor a person in need of protection.","redacted":"I dismiss the appeal. The RPD was correct in finding that the Appellant is neither a Convention refugee nor a person in need of protection.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"BACKGROUND","redacted":"BACKGROUND","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The Appellant alleges that his real identity, the name under which he is claiming refugee protection, is Ibrahim Oluwamuyiwa Akpala. The Appellant also alleges that when he decided to flee Nigeria, he was worried that his father could issue a lookout notice for the Appellant at the airport, and so he asked that the agent that was helping him secure a visa from the United States of America (USA), obtain a passport under an assumed name, which ended up being Ibrahim Oluwamuyiwa Anjembe. The Appellant went to the USA, and sought medical treatment there under the name of Ibrahim Oluwamuyiwa Akpala. He asked his wife to send him identity documents under the name of Ibrahim Oluwamuyiwa Anjembe. Once he received those documents, he came to Canada, and claimed refugee protection under the name of Ibrahim Aruwa Oluwamuyiwa Anjembe","redacted":"The Appellant alleges that his real identity, the name under which he is claiming refugee protection, is XXXX XXXX XXXX. The Appellant also alleges that when he decided to flee Nigeria, he was worried that his father could issue a lookout notice for the Appellant at the airport, and so he asked that the agent that was helping him secure a visa from the United States of America (USA), obtain a passport under an assumed name, which ended up being XXXX XXXX XXXX. The Appellant went to the USA, and sought medical treatment there under the name of XXXX XXXX XXXX. He asked his wife to send him identity documents under the name of XXXX XXXX XXXX. Once he received those documents, he came to Canada, and claimed refugee protection under the name of XXXX XXXX XXXX XXXX","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The Appellant, attempting to establish his identity as Ibrahim Oluwamuyiwa Akpala, submitted to the RPD a Birth Certificate, a Declaration of Age, a National Identification Number Slip (NINS), a Voter’s Card, a Certificate of Origin, his Baptismal Certificate along with his Marriage Certificate, a School Certificate, and a copy of his alleged wife’s passport.","redacted":"The Appellant, attempting to establish his identity as XXXX XXXX XXXX, submitted to the RPD a Birth Certificate, a Declaration of Age, a National Identification Number Slip (NINS), a Voter’s Card, a Certificate of Origin, his Baptismal Certificate along with his Marriage Certificate, a School Certificate, and a copy of his alleged wife’s passport.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"NEW EVIDENCE & Oral Hearing","redacted":"NEW EVIDENCE & Oral Hearing","language":"pl","filename":"MC0-08954 a.docx"}
{"unredacted":"The Appellant presented evidence with this appeal, and requested an oral hearing.","redacted":"The Appellant presented evidence with this appeal, and requested an oral hearing.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The evidence submitted by the Appellant does not constitute new evidence, and his request for an oral hearing is denied.","redacted":"The evidence submitted by the Appellant does not constitute new evidence, and his request for an oral hearing is denied.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The Appellant submitted copies of a Baptismal Certificate, a NINS, a Voter’s Card, and a Certificate of Identification\/Origin as proposed new evidence. These documents are not new. They were before the RPD, and they are contained in the RPD Record that is before me. The Appellant has also provided copies of two Federal Court decisions, which he argues support his submissions. Federal Court decisions are not evidence, but I have considered those decisions in my analysis.","redacted":"The Appellant submitted copies of a Baptismal Certificate, a NINS, a Voter’s Card, and a Certificate of Identification\/Origin as proposed new evidence. These documents are not new. They were before the RPD, and they are contained in the RPD Record that is before me. The Appellant has also provided copies of two Federal Court decisions, which he argues support his submissions. Federal Court decisions are not evidence, but I have considered those decisions in my analysis.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"I reject the Appellant’s request for an oral hearing. For the Refugee Appeal Division to hold an oral hearing, all the conditions set out in section 110(6) of the IRPA must be met, meaning that the new evidence: must raise a serious issue with respect to the credibility of the Appellants; must be central to the decision with respect to the refugee protection claim; and, if accepted, would justify allowing or rejecting the claim. I have not admitted any new evidence, and therefore the requirements set out in section 110(6) of the IRPA to have an oral hearing have not been met.","redacted":"I reject the Appellant’s request for an oral hearing. For the Refugee Appeal Division to hold an oral hearing, all the conditions set out in section 110(6) of the IRPA must be met, meaning that the new evidence: must raise a serious issue with respect to the credibility of the Appellants; must be central to the decision with respect to the refugee protection claim; and, if accepted, would justify allowing or rejecting the claim. I have not admitted any new evidence, and therefore the requirements set out in section 110(6) of the IRPA to have an oral hearing have not been met.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"ANALYSIS","redacted":"ANALYSIS","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"As will be explained in detail in this decision, my reasons for concluding that the RPD decision is correct are as follows. The presumption at law that foreign documents are valid has fallen away in this case. This does not necessarily mean that the documents submitted by the Appellant are not valid. Instead, it just means that the Appellant cannot rely on the presumption that they are authentic, and that he must prove their authenticity. A second and related reason is that there are documents that are in different names, and the Appellant has not provided sufficient evidence to establish which of those documents are authentic and which are not. As a result, there is no basis to decide that the documents in the name of Ibrahim Oluwamuyiwa Anjembe are valid, over documents in the name of Ibrahim Oluwamuyiwa Akpala.","redacted":"As will be explained in detail in this decision, my reasons for concluding that the RPD decision is correct are as follows. The presumption at law that foreign documents are valid has fallen away in this case. This does not necessarily mean that the documents submitted by the Appellant are not valid. Instead, it just means that the Appellant cannot rely on the presumption that they are authentic, and that he must prove their authenticity. A second and related reason is that there are documents that are in different names, and the Appellant has not provided sufficient evidence to establish which of those documents are authentic and which are not. As a result, there is no basis to decide that the documents in the name of XXXX XXXX XXXX are valid, over documents in the name of XXXX XXXX XXXX.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The Federal Court has indicated that there is a basic rule in Canadian law that foreign documents (whether they establish the identity or not of a claimant) purporting to be issued by a competent foreign public officer should be accepted as evidence of their content unless there is some valid reason to doubt their authenticity. The Federal Court has also stated that the presumption that foreign identity documents are valid falls away when there is valid reason for doubting their authenticity.","redacted":"The Federal Court has indicated that there is a basic rule in Canadian law that foreign documents (whether they establish the identity or not of a claimant) purporting to be issued by a competent foreign public officer should be accepted as evidence of their content unless there is some valid reason to doubt their authenticity. The Federal Court has also stated that the presumption that foreign identity documents are valid falls away when there is valid reason for doubting their authenticity.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The RPD explained why the presumption that the Appellant’s foreign identity documents are valid falls away and why there are valid reasons for doubting their authenticity. I agree with the RPD’s reasoning.","redacted":"The RPD explained why the presumption that the Appellant’s foreign identity documents are valid falls away and why there are valid reasons for doubting their authenticity. I agree with the RPD’s reasoning.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The birth certificate submitted by the Appellant is of concern because the Appellant was unable to explain how his wife obtained it, and he was also unable to answer whether his birth was registered. It is not satisfactory that the Appellant was unable to name any documents that his wife submitted to obtain his birth certificate, when the objective country information indicates that there are documents that would have been required to be submitted. The Appellant’s inability to answer whether his birth was registered or not is also not satisfactory. The objective country information for Nigeria indicates that if his birth had not been registered, the standard procedure would have been to issue an attestation letter, not a birth certificate.","redacted":"The birth certificate submitted by the Appellant is of concern because the Appellant was unable to explain how his wife obtained it, and he was also unable to answer whether his birth was registered. It is not satisfactory that the Appellant was unable to name any documents that his wife submitted to obtain his birth certificate, when the objective country information indicates that there are documents that would have been required to be submitted. The Appellant’s inability to answer whether his birth was registered or not is also not satisfactory. The objective country information for Nigeria indicates that if his birth had not been registered, the standard procedure would have been to issue an attestation letter, not a birth certificate.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The RPD also correctly analyzed the birth certificate in light of the declaration of age document. I agree with the RPD that these two documents do not present a consistent story. As discussed above, a birth certificate is issued if a birth is registered. If a birth is not registered, an attestation letter is issued instead. In this case, the Appellant presented a birth certificate, which according to this background, would suggest his birth was registered. However, the declaration of age document specifically states, “That, at the time of his birth, his birth was not registered, but it was written in the family’s record for that purpose.” The Appellant testified at the RPD hearing that it is standard to indicate that the birth is not recorded, but I could not locate any objective country information to support this assertion.","redacted":"The RPD also correctly analyzed the birth certificate in light of the declaration of age document. I agree with the RPD that these two documents do not present a consistent story. As discussed above, a birth certificate is issued if a birth is registered. If a birth is not registered, an attestation letter is issued instead. In this case, the Appellant presented a birth certificate, which according to this background, would suggest his birth was registered. However, the declaration of age document specifically states, “That, at the time of his birth, his birth was not registered, but it was written in the family’s record for that purpose.” The Appellant testified at the RPD hearing that it is standard to indicate that the birth is not recorded, but I could not locate any objective country information to support this assertion.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The concern about the birth certificate and declaration of age are sufficient to justify the conclusion that the presumption that the Appellant’s identity documents are valid has fallen away. This means that the Appellant cannot rely on the presumption that his documents are valid, and instead has the onus to establish that they are valid.","redacted":"The concern about the birth certificate and declaration of age are sufficient to justify the conclusion that the presumption that the Appellant’s identity documents are valid has fallen away. This means that the Appellant cannot rely on the presumption that his documents are valid, and instead has the onus to establish that they are valid.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"I agree that with the RPD’s explanation for why the School Certificate, Marriage Certificate and a copy of Ms. Musa’s passport are insufficient in establishing the Appellant’s identity. The Marriage Certificate is not credible as it is not an official document, and there is a lack of evidence to support that it is authentic. While the pervasiveness of fraudulent documents does not necessarily mean a document is fraudulent, in this case, the presumption that the document is authentic has fallen away, and the Appellant has not provided sufficient proof to establish that this document is authentic. The School Certificate is not probative as it provides grades, or in other words, it is simply a report card. The excerpt from Ms. Musa’s passport is not probative as it does not mention the Appellant’s name or provide any particulars.","redacted":"I agree that with the RPD’s explanation for why the School Certificate, Marriage Certificate and a copy of Ms. XXXX passport are insufficient in establishing the Appellant’s identity. The Marriage Certificate is not credible as it is not an official document, and there is a lack of evidence to support that it is authentic. While the pervasiveness of fraudulent documents does not necessarily mean a document is fraudulent, in this case, the presumption that the document is authentic has fallen away, and the Appellant has not provided sufficient proof to establish that this document is authentic. The School Certificate is not probative as it provides grades, or in other words, it is simply a report card. The excerpt from Ms. XXXXs passport is not probative as it does not mention the Appellant’s name or provide any particulars.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"On appeal, the Appellant specifically takes issue with the RPD’s analysis of the Baptismal Certificate, the NINS, the Voter’s Card, and the Certificate of Identification\/Origin. The Appellant argues that the RPD erred by giving no probative value to these documents without first making an explicit finding on their authenticity. The Appellant relies on a Federal Court decision that indicates that fact finders must have the courage to find facts, and they cannot mask authenticity findings by simply deeming evidence to be of little probative value.","redacted":"On appeal, the Appellant specifically takes issue with the RPD’s analysis of the Baptismal Certificate, the NINS, the Voter’s Card, and the Certificate of Identification\/Origin. The Appellant argues that the RPD erred by giving no probative value to these documents without first making an explicit finding on their authenticity. The Appellant relies on a Federal Court decision that indicates that fact finders must have the courage to find facts, and they cannot mask authenticity findings by simply deeming evidence to be of little probative value.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The Federal Court decision relied upon by the Appellant indicates that it is an error for a tribunal to not give a fair look at the evidence simply because the tribunal has first concluded that an applicant is not credible. The other Federal Court decision cited by the Appellant is the Oranye decision. In that decision, Justice Ahmed states that fact finders must have the courage to find facts, and that they cannot mask authenticity findings by simply deeming evidence to be of little probative value. Justice Norris of the Federal Court, citing the Oranye decision, has stated that, “where a foreign public document is central to a claim and, if it is genuine, it would have high probative value, any doubts about its genuineness should be stated expressly rather than disguised as assessments of weight.” Justice Mactavish of the Federal Court stated, “Decisionmakers should not cast aspersions on the authenticity of a document, and then endeavour to hedge their bets by giving the document ‘little weight’.”","redacted":"The Federal Court decision relied upon by the Appellant indicates that it is an error for a tribunal to not give a fair look at the evidence simply because the tribunal has first concluded that an applicant is not credible. The other Federal Court decision cited by the Appellant is the Oranye decision. In that decision, Justice Ahmed states that fact finders must have the courage to find facts, and that they cannot mask authenticity findings by simply deeming evidence to be of little probative value. Justice Norris of the Federal Court, citing the Oranye decision, has stated that, “where a foreign public document is central to a claim and, if it is genuine, it would have high probative value, any doubts about its genuineness should be stated expressly rather than disguised as assessments of weight.” Justice Mactavish of the Federal Court stated, “Decisionmakers should not cast aspersions on the authenticity of a document, and then endeavour to hedge their bets by giving the document ‘little weight’.”","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"For the following reasons, I am not persuaded by the Appellant’s arguments because I disagree with the Appellant’s interpretation of how the RPD analyzed the documents in question, and I also disagree with his suggested interpretation of the Federal Court decisions he cites.","redacted":"For the following reasons, I am not persuaded by the Appellant’s arguments because I disagree with the Appellant’s interpretation of how the RPD analyzed the documents in question, and I also disagree with his suggested interpretation of the Federal Court decisions he cites.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"I disagree with the Appellant’s suggestion that the RPD erred in its analysis in the way these Federal Court decisions have cautioned against. When a tribunal gives low probative value or low weight to a document it does not necessarily follow that they are masking their doubts about the genuineness of the document, and I disagree that the RPD committed such an error in this case.","redacted":"I disagree with the Appellant’s suggestion that the RPD erred in its analysis in the way these Federal Court decisions have cautioned against. When a tribunal gives low probative value or low weight to a document it does not necessarily follow that they are masking their doubts about the genuineness of the document, and I disagree that the RPD committed such an error in this case.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"I also disagree with the Appellant’s argument that a finding of authenticity is always required. If a document is not probative, then it is unnecessary to consider whether it is authentic, or in other words, credible.","redacted":"I also disagree with the Appellant’s argument that a finding of authenticity is always required. If a document is not probative, then it is unnecessary to consider whether it is authentic, or in other words, credible.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"Justice Grammond of the Federal Court defined the terms “credibility”, “probative” and “weight of evidence” thoroughly in the Magonza decision. Justice Grammond’s discussion is instructive, and in summary, he indicates that “credibility” means the worthiness of belief, or in other words, the answer to the question, “is this a trustworthy source of information?” He explains that “probative” is the answer to the question, “to what degree is this information useful in answering the question I have to address?” The “weight of evidence” is, as Justice Grammond explains, a function of credibility and probative value or, if one likes to see this in the form of an equation, weight = (credibility) x (probative value). Justice Grammond explains that weight can only be assessed as a function of credibility and probative value.","redacted":"Justice Grammond of the Federal Court defined the terms “credibility”, “probative” and “weight of evidence” thoroughly in the Magonza decision. Justice Grammond’s discussion is instructive, and in summary, he indicates that “credibility” means the worthiness of belief, or in other words, the answer to the question, “is this a trustworthy source of information?” He explains that “probative” is the answer to the question, “to what degree is this information useful in answering the question I have to address?” The “weight of evidence” is, as Justice Grammond explains, a function of credibility and probative value or, if one likes to see this in the form of an equation, weight = (credibility) x (probative value). Justice Grammond explains that weight can only be assessed as a function of credibility and probative value.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"I will now turn to my specific analysis of the four documents that the Appellant alleges were analyzed incorrectly by the RPD.","redacted":"I will now turn to my specific analysis of the four documents that the Appellant alleges were analyzed incorrectly by the RPD.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The Baptismal Certificate","redacted":"The Baptismal Certificate","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"I find that that no weight should be given to this Baptismal Certificate in answering the question of the Appellant’s identity. The document is inauthentic, and more importantly, there is no probative value.","redacted":"I find that that no weight should be given to this Baptismal Certificate in answering the question of the Appellant’s identity. The document is inauthentic, and more importantly, there is no probative value.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The Baptismal Certificate is in the name of Ibrahim Oluwamuyiwa Akpala, and dated March 18, 1999. The Certificate is issued by “God’s Revelation Holy Ghost Deliverance Ministry” and is signed by the “General Overseer.”","redacted":"The Baptismal Certificate is in the name of XXXX XXXX XXXX, and dated XXXX XXXX, 1999. The Certificate is issued by “God’s Revelation Holy Ghost Deliverance Ministry” and is signed by the “General Overseer.”","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The Baptismal Certificate does not contain a birth date, or the parent’s name, which contrasts with the objective country information for Nigeria that indicates that such information should be included in Baptismal Certificates:","redacted":"The Baptismal Certificate does not contain a birth date, or the parent’s name, which contrasts with the objective country information for Nigeria that indicates that such information should be included in Baptismal Certificates:","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"In a telephone interview with the Research Directorate, a Catholic Priest in Nasarawa state indicated that baptism certificates contain a person's date of birth, along with other information such as their name and parent's names (Catholic Priest 22 Oct. 2013). The Catholic Priest said that baptism certificates are \"very often used as a birth certificate by the holders of these documents,\" as a lot of people do not register their births and do not have any certification of their births\" (ibid.). He said that the date of birth on a baptism certificate is often used as an official date of birth (ibid.).","redacted":"In a telephone interview with the Research Directorate, a Catholic Priest in Nasarawa state indicated that baptism certificates contain a person's date of birth, along with other information such as their name and parent's names (Catholic Priest 22 Oct. 2013). The Catholic Priest said that baptism certificates are \"very often used as a birth certificate by the holders of these documents,\" as a lot of people do not register their births and do not have any certification of their births\" (ibid.). He said that the date of birth on a baptism certificate is often used as an official date of birth (ibid.).","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The Appellant argues that the RPD erred by indicating that the Baptismal Certificate does not have a seal of the issuing authority, and does not state the name of the issuing authority. The Appellant argues that there is a seal on the bottom left-hand side of the certificate, and that it states the name of the issuing authority as “General Overseer.” I am not persuaded by these arguments because I find that a question of the sufficiency of the seal or whether “General Overseer” is an issuing authority, is secondary to the very important fact that the certificate is missing a date of birth and the parent’s names. As stated above, the objective country information indicates that a date of birth and the parent’s names should be included in Baptismal Certificates. The fact that this basic and necessary information is missing in the Baptismal Certificate before me, overrides the issue of the sufficiency of a stamp or who signed the document. In other words, on a balance of probabilities, the absence of the basic and required information of the date of birth and parent’s names makes this an inauthentic document.","redacted":"The Appellant argues that the RPD erred by indicating that the Baptismal Certificate does not have a seal of the issuing authority, and does not state the name of the issuing authority. The Appellant argues that there is a seal on the bottom left-hand side of the certificate, and that it states the name of the issuing authority as “General Overseer.” I am not persuaded by these arguments because I find that a question of the sufficiency of the seal or whether “General Overseer” is an issuing authority, is secondary to the very important fact that the certificate is missing a date of birth and the parent’s names. As stated above, the objective country information indicates that a date of birth and the parent’s names should be included in Baptismal Certificates. The fact that this basic and necessary information is missing in the Baptismal Certificate before me, overrides the issue of the sufficiency of a stamp or who signed the document. In other words, on a balance of probabilities, the absence of the basic and required information of the date of birth and parent’s names makes this an inauthentic document.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"More importantly, this document has no probative value. The document contains the name of “Ibrahim Oluwamuyiwa Anjembe,” but there is no information in the document that links this document to the Appellant. For example, there is no birth date or parent’s name, as discussed.","redacted":"More importantly, this document has no probative value. The document contains the name of “XXXX XXXX XXXX,” but there is no information in the document that links this document to the Appellant. For example, there is no birth date or parent’s name, as discussed.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The National Identification Number Slip","redacted":"The National Identification Number Slip","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"I find that that no weight should be given to this slip in answering the question of the Appellant’s identity, because there is no probative value to the document.","redacted":"I find that that no weight should be given to this slip in answering the question of the Appellant’s identity, because there is no probative value to the document.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The NINS is in the name of Ibrahim Aruwa Oluwamuyiwa Anjembe and contains an issue date of “N\/A.”","redacted":"The NINS is in the name of XXXX XXXX XXXX XXXX and contains an issue date of “N\/A.”","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"I find that the NINS has no probative value. A National Identity Card was not provided as evidence, and this slip in question is simply a receipt confirming that an application had been made. The objective country information for Nigeria indicates that, “After completing the enrolment, a [t]ransaction ID [s]lip will be issued to the applicant as [evidence] of the transaction. However, the [t]ransaction slip does not confer the right to a [NIN]. The applicant will be requested to come back for the NIN within 2-7 working days, as it is subjected to availability of network, authentication and verification.” There is a lack of evidence that the authentication and verification process ever took place after this receipt was issued, and the Appellant testified that he did not receive a National Identity Card.","redacted":"I find that the NINS has no probative value. A National Identity Card was not provided as evidence, and this slip in question is simply a receipt confirming that an application had been made. The objective country information for Nigeria indicates that, “After completing the enrolment, a [t]ransaction ID [s]lip will be issued to the applicant as [evidence] of the transaction. However, the [t]ransaction slip does not confer the right to a [NIN]. The applicant will be requested to come back for the NIN within 2-7 working days, as it is subjected to availability of network, authentication and verification.” There is a lack of evidence that the authentication and verification process ever took place after this receipt was issued, and the Appellant testified that he did not receive a National Identity Card.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"I find that the Appellant’s testimony about how he obtained the slip does not increase the potential probative value of the document either. The Appellant testified that he did not submit any documents when he applied for his National Identity Number. The objective country information for Nigeria describes that an applicant must provide a bank verification number if they have one, as well as any of thirteen required original and valid supporting documents.","redacted":"I find that the Appellant’s testimony about how he obtained the slip does not increase the potential probative value of the document either. The Appellant testified that he did not submit any documents when he applied for his National Identity Number. The objective country information for Nigeria describes that an applicant must provide a bank verification number if they have one, as well as any of thirteen required original and valid supporting documents.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The Voter’s Card","redacted":"The Voter’s Card","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"I find that more weight should not be given to this Voter’s Card, versus other official documents containing a different name attributed to the Appellant. In other words, I have no basis to prefer this document over others.","redacted":"I find that more weight should not be given to this Voter’s Card, versus other official documents containing a different name attributed to the Appellant. In other words, I have no basis to prefer this document over others.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"This Voter’s Card is in the name of Ibrahim Aruwa Akpala, and contains a photograph, birth date and address.","redacted":"This Voter’s Card is in the name of XXXX XXXX XXXX, and contains a photograph, birth date and address.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The Appellant testified that he did not submit any documents when he applied for this card, and he described the process as follows:","redacted":"The Appellant testified that he did not submit any documents when he applied for this card, and he described the process as follows:","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"That is how they do it. Like everybody that lives in that area, they ask you to line up in the primary school and they ask you to bring your, they take your thumbprint right there, they ask you your name and your address, and that’s where they give it to you over there, because that’s, if you are living in that area, that’ what they ask for.","redacted":"That is how they do it. Like everybody that lives in that area, they ask you to line up in the primary school and they ask you to bring your, they take your thumbprint right there, they ask you your name and your address, and that’s where they give it to you over there, because that’s, if you are living in that area, that’ what they ask for.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"No document, you just line up everyone, work done, they ask you to (inaudible) your address and your name and then they give you the card.","redacted":"No document, you just line up everyone, work done, they ask you to (inaudible) your address and your name and then they give you the card.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The objective country information for Nigeria indicates that when applying for voter cards, eligible voters will have their textual data captured accurately, fingerprints scanned, picture taken and temporary voter identifications will be printed. The same country information further indicates that permanent voter cards, which one is eligible to receive if they have a temporary voter card, contain an embedded chip that contains biometric data of the holder, including fingerprints and a facial image. The same document indicates that according to Nigeria’s Independent National Electoral Commission (INEC), temporary voter cards were “fragile” and “susceptible to abuse” for manipulating elections, and that:","redacted":"The objective country information for Nigeria indicates that when applying for voter cards, eligible voters will have their textual data captured accurately, fingerprints scanned, picture taken and temporary voter identifications will be printed. The same country information further indicates that permanent voter cards, which one is eligible to receive if they have a temporary voter card, contain an embedded chip that contains biometric data of the holder, including fingerprints and a facial image. The same document indicates that according to Nigeria’s Independent National Electoral Commission (INEC), temporary voter cards were “fragile” and “susceptible to abuse” for manipulating elections, and that:","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"According to the EU Election Observation Mission report on the 2015 general elections in Nigeria, \"EU experts observed the [voter registration] process to be cumbersome, crowded, and marred by technical and staffing issues, with very few registrants presenting any documentation proving identity and age\" (EU July 2015, 16). The same source states that of the 11,464,690 new voters that INEC","redacted":"According to the EU Election Observation Mission report on the 2015 general elections in Nigeria, \"EU experts observed the [voter registration] process to be cumbersome, crowded, and marred by technical and staffing issues, with very few registrants presenting any documentation proving identity and age\" (EU July 2015, 16). The same source states that of the 11,464,690 new voters that INEC","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"registered before the elections, the Commission removed 1,551,292 registrations that were either duplicates or did not meet biometric standards (ibid.). A 2015 report on the biometrics verification exercise conducted by INEC during 2011 and 2015 voter registration revealed cases of the same individuals registering to vote under different names (Nigeria 13 Jan. 2015).","redacted":"registered before the elections, the Commission removed 1,551,292 registrations that were either duplicates or did not meet biometric standards (ibid.). A 2015 report on the biometrics verification exercise conducted by INEC during 2011 and 2015 voter registration revealed cases of the same individuals registering to vote under different names (Nigeria 13 Jan. 2015).","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"I find that the RPD’s reasoning in paragraphs 93 to 97 of its decision is correct, and I agree with the analysis that the Voter’s Card, based on fingerprints and a photograph, in the name of Ibrahim Aruwa Anjembe can be given no more weight than the passport under the name of Ibrahim Oluwamuyiwa Akpala, also purporting to be a genuine document issued by Nigeria, and based on fingerprints and a photograph. As indicated by the RPD, “The Panel has no way of determining which one of them actually contains the real name of the claimant.” In other words, faced with two documents, both issued by a government and both based on fingerprints and photographs, there is no basis for me to give one document containing one name more weight than another competing document with a different name. This is especially so when the reliability of voter’s cards can be an issue, as indicated by the objective country information referred to above.","redacted":"I find that the RPD’s reasoning in paragraphs 93 to 97 of its decision is correct, and I agree with the analysis that the Voter’s Card, based on fingerprints and a photograph, in the name of XXXX XXXX XXXX can be given no more weight than the passport under the name of XXXX XXXX XXXX, also purporting to be a genuine document issued by Nigeria, and based on fingerprints and a photograph. As indicated by the RPD, “The Panel has no way of determining which one of them actually contains the real name of the claimant.” In other words, faced with two documents, both issued by a government and both based on fingerprints and photographs, there is no basis for me to give one document containing one name more weight than another competing document with a different name. This is especially so when the reliability of voter’s cards can be an issue, as indicated by the objective country information referred to above.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The Certificate of Origin","redacted":"The Certificate of Origin","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"I find that no weight should be given to this Certificate of Origin in answering the question of the Appellant’s identity because the document has no probative value.","redacted":"I find that no weight should be given to this Certificate of Origin in answering the question of the Appellant’s identity because the document has no probative value.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The Certificate of Origin is dated March 6, 2001, contains the Appellant’s photograph, and indicates that “Ibrahim Oluwamuyiwa Akpala” is an indigence\/a native of Idumebo in Esan West Local Government Area of the Edo State, Nigeria.","redacted":"The Certificate of Origin is dated March 6, 2001, contains the Appellant’s photograph, and indicates that “XXXX XXXX XXXX” is an indigence\/a native of XXXX in Esan West Local Government Area of the Edo State, Nigeria.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The Certificate of Origin is not useful in answering the question of the Appellant’s identity. This is because the objective country information for Nigeria indicates that, “in Nigeria, a place of origin speaks to the paternal ancestral place of birth of an individual and not the place of the birth of the individual.” In other words, the certificate relates to someone else’s birth, not the Appellant’s birth. The same document indicates that certificates of origin have no legal basis, and that there are no established written criteria.","redacted":"The Certificate of Origin is not useful in answering the question of the Appellant’s identity. This is because the objective country information for Nigeria indicates that, “in Nigeria, a place of origin speaks to the paternal ancestral place of birth of an individual and not the place of the birth of the individual.” In other words, the certificate relates to someone else’s birth, not the Appellant’s birth. The same document indicates that certificates of origin have no legal basis, and that there are no established written criteria.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"CONCLUSION","redacted":"CONCLUSION","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"I dismiss the appeal and confirm the decision of the RPD that the Appellant is neither a Convention refugee nor a person in need of protection.","redacted":"I dismiss the appeal and confirm the decision of the RPD that the Appellant is neither a Convention refugee nor a person in need of protection.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"Person who is the subject of the appeal","redacted":"Person who is the subject of the appeal","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"Ibrahim Oluwamuyiwa Akpala","redacted":"XXXX XXXX XXXX","language":"rw","filename":"MC0-08954 a.docx"}
{"unredacted":"Personne en cause","redacted":"Personne en cause","language":"fr","filename":"MC0-08954 a.docx"}
{"unredacted":"Appeal considered \/ heard at","redacted":"Appeal considered \/ heard at","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"Calgary, AB","redacted":"Calgary, AB","language":"es","filename":"MC0-08954 a.docx"}
{"unredacted":"Appel instruit \/ entendu à","redacted":"Appel instruit \/ entendu à","language":"fr","filename":"MC0-08954 a.docx"}
{"unredacted":"Date of decision","redacted":"Date of decision","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"June 29, 2021","redacted":"June 29, 2021","language":"fr","filename":"MC0-08954 a.docx"}
{"unredacted":"Date de la décision","redacted":"Date de la décision","language":"fr","filename":"MC0-08954 a.docx"}
{"unredacted":"Panel","redacted":"Panel","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"Derek Vermette","redacted":"Derek Vermette","language":"fr","filename":"MC0-08954 a.docx"}
{"unredacted":"Tribunal","redacted":"Tribunal","language":"es","filename":"MC0-08954 a.docx"}
{"unredacted":"Counsel for the person who is the subject of the appeal","redacted":"Counsel for the person who is the subject of the appeal","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"Michael Dorey","redacted":"Michael Dorey","language":"de","filename":"MC0-08954 a.docx"}
{"unredacted":"Conseil de la personne en cause","redacted":"Conseil de la personne en cause","language":"fr","filename":"MC0-08954 a.docx"}
{"unredacted":"Designated representative","redacted":"Designated representative","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"N\/A","redacted":"N\/A","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"Représentant(e) désigné(e)","redacted":"Représentant(e) désigné(e)","language":"fr","filename":"MC0-08954 a.docx"}
{"unredacted":"Counsel for the Minister","redacted":"Counsel for the Minister","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"N\/A","redacted":"N\/A","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"Conseil du ministre","redacted":"Conseil du ministre","language":"fr","filename":"MC0-08954 a.docx"}
{"unredacted":"(signed)","redacted":"(signed)","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"Derek Vermette","redacted":"Derek Vermette","language":"fr","filename":"MC0-08954 a.docx"}
{"unredacted":"Derek Vermette","redacted":"Derek Vermette","language":"fr","filename":"MC0-08954 a.docx"}
{"unredacted":"June 29, 2021","redacted":"June 29, 2021","language":"fr","filename":"MC0-08954 a.docx"}
{"unredacted":"Date","redacted":"Date","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"RAD File \/ Dossier de la SAR : MC008954","redacted":"RAD File \/ Dossier de la SAR : MC008954","language":"fr","filename":"MC0-08954 a.docx"}
{"unredacted":"Private Proceeding \/ Huis clos","redacted":"Private Proceeding \/ Huis clos","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"Reasons and Decision Motifs et decision","redacted":"Reasons and Decision Motifs et decision","language":"fr","filename":"MC0-08954 a.docx"}
{"unredacted":"REASONS FOR DECISION","redacted":"REASONS FOR DECISION","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"OVERVIEW","redacted":"OVERVIEW","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"Ibrahim Aruwa Oluwamuyiwa Anjembe (Appellant) is a citizen of Nigeria, and he is appealing a Refugee Protection Division (RPD) decision that denied his claim for refugee protection.","redacted":"XXXX XXXX XXXX XXXXAppellant) is a citizen of Nigeria, and he is appealing a Refugee Protection Division (RPD) decision that denied his claim for refugee protection.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The Appellant alleges that he fled Nigeria because he fears his father, a devout Muslim Mohammed Usman Anjembe Akpali who was infuriated that the Appellant converted to Christianity and married a Christian woman.","redacted":"The Appellant alleges that he fled Nigeria because he fears his father, a devout Muslim XXXX XXXX XXXX XXXX who was infuriated that the Appellant converted to Christianity and married a Christian woman.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The RPD denied the Appellant’s claim because it found that the Appellant had not established his identity, as required by section 106 of the Immigration and Refugee Protection Act (IRPA), and Rule 11 of the Refugee Protection Division Rules.","redacted":"The RPD denied the Appellant’s claim because it found that the Appellant had not established his identity, as required by section 106 of the Immigration and Refugee Protection Act (IRPA), and Rule 11 of the Refugee Protection Division Rules.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The Appellant submits that the RPD erred in its assessment of several of the Appellant’s identity documents.","redacted":"The Appellant submits that the RPD erred in its assessment of several of the Appellant’s identity documents.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The RPD correctly decided that the Appellant had not established his identity, and therefore his claim must be dismissed.","redacted":"The RPD correctly decided that the Appellant had not established his identity, and therefore his claim must be dismissed.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"DECISION","redacted":"DECISION","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"I dismiss the appeal. The RPD was correct in finding that the Appellant is neither a Convention refugee nor a person in need of protection.","redacted":"I dismiss the appeal. The RPD was correct in finding that the Appellant is neither a Convention refugee nor a person in need of protection.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"BACKGROUND","redacted":"BACKGROUND","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The Appellant alleges that his real identity, the name under which he is claiming refugee protection, is Ibrahim Oluwamuyiwa Akpala. The Appellant also alleges that when he decided to flee Nigeria, he was worried that his father could issue a lookout notice for the Appellant at the airport, and so he asked that the agent that was helping him secure a visa from the United States of America (USA), obtain a passport under an assumed name, which ended up being Ibrahim Oluwamuyiwa Anjembe. The Appellant went to the USA, and sought medical treatment there under the name of Ibrahim Oluwamuyiwa Akpala. He asked his wife to send him identity documents under the name of Ibrahim Oluwamuyiwa Anjembe. Once he received those documents, he came to Canada, and claimed refugee protection under the name of Ibrahim Aruwa Oluwamuyiwa Anjembe","redacted":"The Appellant alleges that his real identity, the name under which he is claiming refugee protection, is XXXX XXXX XXXX. The Appellant also alleges that when he decided to flee Nigeria, he was worried that his father could issue a lookout notice for the Appellant at the airport, and so he asked that the agent that was helping him secure a visa from the United States of America (USA), obtain a passport under an assumed name, which ended up being XXXX XXXX XXXX. The Appellant went to the USA, and sought medical treatment there under the name of XXXX XXXX XXXX. He asked his wife to send him identity documents under the name of XXXX XXXX XXXX. Once he received those documents, he came to Canada, and claimed refugee protection under the name of XXXX XXXX XXXX XXXX","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The Appellant, attempting to establish his identity as Ibrahim Oluwamuyiwa Akpala, submitted to the RPD a Birth Certificate, a Declaration of Age, a National Identification Number Slip (NINS), a Voter’s Card, a Certificate of Origin, his Baptismal Certificate along with his Marriage Certificate, a School Certificate, and a copy of his alleged wife’s passport.","redacted":"The Appellant, attempting to establish his identity as XXXX XXXX XXXX, submitted to the RPD a Birth Certificate, a Declaration of Age, a National Identification Number Slip (NINS), a Voter’s Card, a Certificate of Origin, his Baptismal Certificate along with his Marriage Certificate, a School Certificate, and a copy of his alleged wife’s passport.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"NEW EVIDENCE & Oral Hearing","redacted":"NEW EVIDENCE & Oral Hearing","language":"pl","filename":"MC0-08954 a.docx"}
{"unredacted":"The Appellant presented evidence with this appeal, and requested an oral hearing.","redacted":"The Appellant presented evidence with this appeal, and requested an oral hearing.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The evidence submitted by the Appellant does not constitute new evidence, and his request for an oral hearing is denied.","redacted":"The evidence submitted by the Appellant does not constitute new evidence, and his request for an oral hearing is denied.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The Appellant submitted copies of a Baptismal Certificate, a NINS, a Voter’s Card, and a Certificate of Identification\/Origin as proposed new evidence. These documents are not new. They were before the RPD, and they are contained in the RPD Record that is before me. The Appellant has also provided copies of two Federal Court decisions, which he argues support his submissions. Federal Court decisions are not evidence, but I have considered those decisions in my analysis.","redacted":"The Appellant submitted copies of a Baptismal Certificate, a NINS, a Voter’s Card, and a Certificate of Identification\/Origin as proposed new evidence. These documents are not new. They were before the RPD, and they are contained in the RPD Record that is before me. The Appellant has also provided copies of two Federal Court decisions, which he argues support his submissions. Federal Court decisions are not evidence, but I have considered those decisions in my analysis.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"I reject the Appellant’s request for an oral hearing. For the Refugee Appeal Division to hold an oral hearing, all the conditions set out in section 110(6) of the IRPA must be met, meaning that the new evidence: must raise a serious issue with respect to the credibility of the Appellants; must be central to the decision with respect to the refugee protection claim; and, if accepted, would justify allowing or rejecting the claim. I have not admitted any new evidence, and therefore the requirements set out in section 110(6) of the IRPA to have an oral hearing have not been met.","redacted":"I reject the Appellant’s request for an oral hearing. For the Refugee Appeal Division to hold an oral hearing, all the conditions set out in section 110(6) of the IRPA must be met, meaning that the new evidence: must raise a serious issue with respect to the credibility of the Appellants; must be central to the decision with respect to the refugee protection claim; and, if accepted, would justify allowing or rejecting the claim. I have not admitted any new evidence, and therefore the requirements set out in section 110(6) of the IRPA to have an oral hearing have not been met.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"ANALYSIS","redacted":"ANALYSIS","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"As will be explained in detail in this decision, my reasons for concluding that the RPD decision is correct are as follows. The presumption at law that foreign documents are valid has fallen away in this case. This does not necessarily mean that the documents submitted by the Appellant are not valid. Instead, it just means that the Appellant cannot rely on the presumption that they are authentic, and that he must prove their authenticity. A second and related reason is that there are documents that are in different names, and the Appellant has not provided sufficient evidence to establish which of those documents are authentic and which are not. As a result, there is no basis to decide that the documents in the name of Ibrahim Oluwamuyiwa Anjembe are valid, over documents in the name of Ibrahim Oluwamuyiwa Akpala.","redacted":"As will be explained in detail in this decision, my reasons for concluding that the RPD decision is correct are as follows. The presumption at law that foreign documents are valid has fallen away in this case. This does not necessarily mean that the documents submitted by the Appellant are not valid. Instead, it just means that the Appellant cannot rely on the presumption that they are authentic, and that he must prove their authenticity. A second and related reason is that there are documents that are in different names, and the Appellant has not provided sufficient evidence to establish which of those documents are authentic and which are not. As a result, there is no basis to decide that the documents in the name of XXXX XXXX XXXX are valid, over documents in the name of XXXX XXXX XXXX.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The Federal Court has indicated that there is a basic rule in Canadian law that foreign documents (whether they establish the identity or not of a claimant) purporting to be issued by a competent foreign public officer should be accepted as evidence of their content unless there is some valid reason to doubt their authenticity. The Federal Court has also stated that the presumption that foreign identity documents are valid falls away when there is valid reason for doubting their authenticity.","redacted":"The Federal Court has indicated that there is a basic rule in Canadian law that foreign documents (whether they establish the identity or not of a claimant) purporting to be issued by a competent foreign public officer should be accepted as evidence of their content unless there is some valid reason to doubt their authenticity. The Federal Court has also stated that the presumption that foreign identity documents are valid falls away when there is valid reason for doubting their authenticity.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The RPD explained why the presumption that the Appellant’s foreign identity documents are valid falls away and why there are valid reasons for doubting their authenticity. I agree with the RPD’s reasoning.","redacted":"The RPD explained why the presumption that the Appellant’s foreign identity documents are valid falls away and why there are valid reasons for doubting their authenticity. I agree with the RPD’s reasoning.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The birth certificate submitted by the Appellant is of concern because the Appellant was unable to explain how his wife obtained it, and he was also unable to answer whether his birth was registered. It is not satisfactory that the Appellant was unable to name any documents that his wife submitted to obtain his birth certificate, when the objective country information indicates that there are documents that would have been required to be submitted. The Appellant’s inability to answer whether his birth was registered or not is also not satisfactory. The objective country information for Nigeria indicates that if his birth had not been registered, the standard procedure would have been to issue an attestation letter, not a birth certificate.","redacted":"The birth certificate submitted by the Appellant is of concern because the Appellant was unable to explain how his wife obtained it, and he was also unable to answer whether his birth was registered. It is not satisfactory that the Appellant was unable to name any documents that his wife submitted to obtain his birth certificate, when the objective country information indicates that there are documents that would have been required to be submitted. The Appellant’s inability to answer whether his birth was registered or not is also not satisfactory. The objective country information for Nigeria indicates that if his birth had not been registered, the standard procedure would have been to issue an attestation letter, not a birth certificate.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The RPD also correctly analyzed the birth certificate in light of the declaration of age document. I agree with the RPD that these two documents do not present a consistent story. As discussed above, a birth certificate is issued if a birth is registered. If a birth is not registered, an attestation letter is issued instead. In this case, the Appellant presented a birth certificate, which according to this background, would suggest his birth was registered. However, the declaration of age document specifically states, “That, at the time of his birth, his birth was not registered, but it was written in the family’s record for that purpose.” The Appellant testified at the RPD hearing that it is standard to indicate that the birth is not recorded, but I could not locate any objective country information to support this assertion.","redacted":"The RPD also correctly analyzed the birth certificate in light of the declaration of age document. I agree with the RPD that these two documents do not present a consistent story. As discussed above, a birth certificate is issued if a birth is registered. If a birth is not registered, an attestation letter is issued instead. In this case, the Appellant presented a birth certificate, which according to this background, would suggest his birth was registered. However, the declaration of age document specifically states, “That, at the time of his birth, his birth was not registered, but it was written in the family’s record for that purpose.” The Appellant testified at the RPD hearing that it is standard to indicate that the birth is not recorded, but I could not locate any objective country information to support this assertion.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The concern about the birth certificate and declaration of age are sufficient to justify the conclusion that the presumption that the Appellant’s identity documents are valid has fallen away. This means that the Appellant cannot rely on the presumption that his documents are valid, and instead has the onus to establish that they are valid.","redacted":"The concern about the birth certificate and declaration of age are sufficient to justify the conclusion that the presumption that the Appellant’s identity documents are valid has fallen away. This means that the Appellant cannot rely on the presumption that his documents are valid, and instead has the onus to establish that they are valid.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"I agree that with the RPD’s explanation for why the School Certificate, Marriage Certificate and a copy of Ms. Musa’s passport are insufficient in establishing the Appellant’s identity. The Marriage Certificate is not credible as it is not an official document, and there is a lack of evidence to support that it is authentic. While the pervasiveness of fraudulent documents does not necessarily mean a document is fraudulent, in this case, the presumption that the document is authentic has fallen away, and the Appellant has not provided sufficient proof to establish that this document is authentic. The School Certificate is not probative as it provides grades, or in other words, it is simply a report card. The excerpt from Ms. Musa’s passport is not probative as it does not mention the Appellant’s name or provide any particulars.","redacted":"I agree that with the RPD’s explanation for why the School Certificate, Marriage Certificate and a copy of Ms. XXXX passport are insufficient in establishing the Appellant’s identity. The Marriage Certificate is not credible as it is not an official document, and there is a lack of evidence to support that it is authentic. While the pervasiveness of fraudulent documents does not necessarily mean a document is fraudulent, in this case, the presumption that the document is authentic has fallen away, and the Appellant has not provided sufficient proof to establish that this document is authentic. The School Certificate is not probative as it provides grades, or in other words, it is simply a report card. The excerpt from Ms. XXXXs passport is not probative as it does not mention the Appellant’s name or provide any particulars.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"On appeal, the Appellant specifically takes issue with the RPD’s analysis of the Baptismal Certificate, the NINS, the Voter’s Card, and the Certificate of Identification\/Origin. The Appellant argues that the RPD erred by giving no probative value to these documents without first making an explicit finding on their authenticity. The Appellant relies on a Federal Court decision that indicates that fact finders must have the courage to find facts, and they cannot mask authenticity findings by simply deeming evidence to be of little probative value.","redacted":"On appeal, the Appellant specifically takes issue with the RPD’s analysis of the Baptismal Certificate, the NINS, the Voter’s Card, and the Certificate of Identification\/Origin. The Appellant argues that the RPD erred by giving no probative value to these documents without first making an explicit finding on their authenticity. The Appellant relies on a Federal Court decision that indicates that fact finders must have the courage to find facts, and they cannot mask authenticity findings by simply deeming evidence to be of little probative value.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The Federal Court decision relied upon by the Appellant indicates that it is an error for a tribunal to not give a fair look at the evidence simply because the tribunal has first concluded that an applicant is not credible. The other Federal Court decision cited by the Appellant is the Oranye decision. In that decision, Justice Ahmed states that fact finders must have the courage to find facts, and that they cannot mask authenticity findings by simply deeming evidence to be of little probative value. Justice Norris of the Federal Court, citing the Oranye decision, has stated that, “where a foreign public document is central to a claim and, if it is genuine, it would have high probative value, any doubts about its genuineness should be stated expressly rather than disguised as assessments of weight.” Justice Mactavish of the Federal Court stated, “Decisionmakers should not cast aspersions on the authenticity of a document, and then endeavour to hedge their bets by giving the document ‘little weight’.”","redacted":"The Federal Court decision relied upon by the Appellant indicates that it is an error for a tribunal to not give a fair look at the evidence simply because the tribunal has first concluded that an applicant is not credible. The other Federal Court decision cited by the Appellant is the Oranye decision. In that decision, Justice Ahmed states that fact finders must have the courage to find facts, and that they cannot mask authenticity findings by simply deeming evidence to be of little probative value. Justice Norris of the Federal Court, citing the Oranye decision, has stated that, “where a foreign public document is central to a claim and, if it is genuine, it would have high probative value, any doubts about its genuineness should be stated expressly rather than disguised as assessments of weight.” Justice Mactavish of the Federal Court stated, “Decisionmakers should not cast aspersions on the authenticity of a document, and then endeavour to hedge their bets by giving the document ‘little weight’.”","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"For the following reasons, I am not persuaded by the Appellant’s arguments because I disagree with the Appellant’s interpretation of how the RPD analyzed the documents in question, and I also disagree with his suggested interpretation of the Federal Court decisions he cites.","redacted":"For the following reasons, I am not persuaded by the Appellant’s arguments because I disagree with the Appellant’s interpretation of how the RPD analyzed the documents in question, and I also disagree with his suggested interpretation of the Federal Court decisions he cites.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"I disagree with the Appellant’s suggestion that the RPD erred in its analysis in the way these Federal Court decisions have cautioned against. When a tribunal gives low probative value or low weight to a document it does not necessarily follow that they are masking their doubts about the genuineness of the document, and I disagree that the RPD committed such an error in this case.","redacted":"I disagree with the Appellant’s suggestion that the RPD erred in its analysis in the way these Federal Court decisions have cautioned against. When a tribunal gives low probative value or low weight to a document it does not necessarily follow that they are masking their doubts about the genuineness of the document, and I disagree that the RPD committed such an error in this case.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"I also disagree with the Appellant’s argument that a finding of authenticity is always required. If a document is not probative, then it is unnecessary to consider whether it is authentic, or in other words, credible.","redacted":"I also disagree with the Appellant’s argument that a finding of authenticity is always required. If a document is not probative, then it is unnecessary to consider whether it is authentic, or in other words, credible.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"Justice Grammond of the Federal Court defined the terms “credibility”, “probative” and “weight of evidence” thoroughly in the Magonza decision. Justice Grammond’s discussion is instructive, and in summary, he indicates that “credibility” means the worthiness of belief, or in other words, the answer to the question, “is this a trustworthy source of information?” He explains that “probative” is the answer to the question, “to what degree is this information useful in answering the question I have to address?” The “weight of evidence” is, as Justice Grammond explains, a function of credibility and probative value or, if one likes to see this in the form of an equation, weight = (credibility) x (probative value). Justice Grammond explains that weight can only be assessed as a function of credibility and probative value.","redacted":"Justice Grammond of the Federal Court defined the terms “credibility”, “probative” and “weight of evidence” thoroughly in the Magonza decision. Justice Grammond’s discussion is instructive, and in summary, he indicates that “credibility” means the worthiness of belief, or in other words, the answer to the question, “is this a trustworthy source of information?” He explains that “probative” is the answer to the question, “to what degree is this information useful in answering the question I have to address?” The “weight of evidence” is, as Justice Grammond explains, a function of credibility and probative value or, if one likes to see this in the form of an equation, weight = (credibility) x (probative value). Justice Grammond explains that weight can only be assessed as a function of credibility and probative value.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"I will now turn to my specific analysis of the four documents that the Appellant alleges were analyzed incorrectly by the RPD.","redacted":"I will now turn to my specific analysis of the four documents that the Appellant alleges were analyzed incorrectly by the RPD.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The Baptismal Certificate","redacted":"The Baptismal Certificate","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"I find that that no weight should be given to this Baptismal Certificate in answering the question of the Appellant’s identity. The document is inauthentic, and more importantly, there is no probative value.","redacted":"I find that that no weight should be given to this Baptismal Certificate in answering the question of the Appellant’s identity. The document is inauthentic, and more importantly, there is no probative value.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The Baptismal Certificate is in the name of Ibrahim Oluwamuyiwa Akpala, and dated March 18, 1999. The Certificate is issued by “God’s Revelation Holy Ghost Deliverance Ministry” and is signed by the “General Overseer.”","redacted":"The Baptismal Certificate is in the name of XXXX XXXX XXXX, and dated XXXX XXXX, 1999. The Certificate is issued by “God’s Revelation Holy Ghost Deliverance Ministry” and is signed by the “General Overseer.”","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The Baptismal Certificate does not contain a birth date, or the parent’s name, which contrasts with the objective country information for Nigeria that indicates that such information should be included in Baptismal Certificates:","redacted":"The Baptismal Certificate does not contain a birth date, or the parent’s name, which contrasts with the objective country information for Nigeria that indicates that such information should be included in Baptismal Certificates:","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"In a telephone interview with the Research Directorate, a Catholic Priest in Nasarawa state indicated that baptism certificates contain a person's date of birth, along with other information such as their name and parent's names (Catholic Priest 22 Oct. 2013). The Catholic Priest said that baptism certificates are \"very often used as a birth certificate by the holders of these documents,\" as a lot of people do not register their births and do not have any certification of their births\" (ibid.). He said that the date of birth on a baptism certificate is often used as an official date of birth (ibid.).","redacted":"In a telephone interview with the Research Directorate, a Catholic Priest in Nasarawa state indicated that baptism certificates contain a person's date of birth, along with other information such as their name and parent's names (Catholic Priest 22 Oct. 2013). The Catholic Priest said that baptism certificates are \"very often used as a birth certificate by the holders of these documents,\" as a lot of people do not register their births and do not have any certification of their births\" (ibid.). He said that the date of birth on a baptism certificate is often used as an official date of birth (ibid.).","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The Appellant argues that the RPD erred by indicating that the Baptismal Certificate does not have a seal of the issuing authority, and does not state the name of the issuing authority. The Appellant argues that there is a seal on the bottom left-hand side of the certificate, and that it states the name of the issuing authority as “General Overseer.” I am not persuaded by these arguments because I find that a question of the sufficiency of the seal or whether “General Overseer” is an issuing authority, is secondary to the very important fact that the certificate is missing a date of birth and the parent’s names. As stated above, the objective country information indicates that a date of birth and the parent’s names should be included in Baptismal Certificates. The fact that this basic and necessary information is missing in the Baptismal Certificate before me, overrides the issue of the sufficiency of a stamp or who signed the document. In other words, on a balance of probabilities, the absence of the basic and required information of the date of birth and parent’s names makes this an inauthentic document.","redacted":"The Appellant argues that the RPD erred by indicating that the Baptismal Certificate does not have a seal of the issuing authority, and does not state the name of the issuing authority. The Appellant argues that there is a seal on the bottom left-hand side of the certificate, and that it states the name of the issuing authority as “General Overseer.” I am not persuaded by these arguments because I find that a question of the sufficiency of the seal or whether “General Overseer” is an issuing authority, is secondary to the very important fact that the certificate is missing a date of birth and the parent’s names. As stated above, the objective country information indicates that a date of birth and the parent’s names should be included in Baptismal Certificates. The fact that this basic and necessary information is missing in the Baptismal Certificate before me, overrides the issue of the sufficiency of a stamp or who signed the document. In other words, on a balance of probabilities, the absence of the basic and required information of the date of birth and parent’s names makes this an inauthentic document.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"More importantly, this document has no probative value. The document contains the name of “Ibrahim Oluwamuyiwa Anjembe,” but there is no information in the document that links this document to the Appellant. For example, there is no birth date or parent’s name, as discussed.","redacted":"More importantly, this document has no probative value. The document contains the name of “XXXX XXXX XXXX,” but there is no information in the document that links this document to the Appellant. For example, there is no birth date or parent’s name, as discussed.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The National Identification Number Slip","redacted":"The National Identification Number Slip","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"I find that that no weight should be given to this slip in answering the question of the Appellant’s identity, because there is no probative value to the document.","redacted":"I find that that no weight should be given to this slip in answering the question of the Appellant’s identity, because there is no probative value to the document.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The NINS is in the name of Ibrahim Aruwa Oluwamuyiwa Anjembe and contains an issue date of “N\/A.”","redacted":"The NINS is in the name of XXXX XXXX XXXX XXXX and contains an issue date of “N\/A.”","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"I find that the NINS has no probative value. A National Identity Card was not provided as evidence, and this slip in question is simply a receipt confirming that an application had been made. The objective country information for Nigeria indicates that, “After completing the enrolment, a [t]ransaction ID [s]lip will be issued to the applicant as [evidence] of the transaction. However, the [t]ransaction slip does not confer the right to a [NIN]. The applicant will be requested to come back for the NIN within 2-7 working days, as it is subjected to availability of network, authentication and verification.” There is a lack of evidence that the authentication and verification process ever took place after this receipt was issued, and the Appellant testified that he did not receive a National Identity Card.","redacted":"I find that the NINS has no probative value. A National Identity Card was not provided as evidence, and this slip in question is simply a receipt confirming that an application had been made. The objective country information for Nigeria indicates that, “After completing the enrolment, a [t]ransaction ID [s]lip will be issued to the applicant as [evidence] of the transaction. However, the [t]ransaction slip does not confer the right to a [NIN]. The applicant will be requested to come back for the NIN within 2-7 working days, as it is subjected to availability of network, authentication and verification.” There is a lack of evidence that the authentication and verification process ever took place after this receipt was issued, and the Appellant testified that he did not receive a National Identity Card.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"I find that the Appellant’s testimony about how he obtained the slip does not increase the potential probative value of the document either. The Appellant testified that he did not submit any documents when he applied for his National Identity Number. The objective country information for Nigeria describes that an applicant must provide a bank verification number if they have one, as well as any of thirteen required original and valid supporting documents.","redacted":"I find that the Appellant’s testimony about how he obtained the slip does not increase the potential probative value of the document either. The Appellant testified that he did not submit any documents when he applied for his National Identity Number. The objective country information for Nigeria describes that an applicant must provide a bank verification number if they have one, as well as any of thirteen required original and valid supporting documents.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The Voter’s Card","redacted":"The Voter’s Card","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"I find that more weight should not be given to this Voter’s Card, versus other official documents containing a different name attributed to the Appellant. In other words, I have no basis to prefer this document over others.","redacted":"I find that more weight should not be given to this Voter’s Card, versus other official documents containing a different name attributed to the Appellant. In other words, I have no basis to prefer this document over others.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"This Voter’s Card is in the name of Ibrahim Aruwa Akpala, and contains a photograph, birth date and address.","redacted":"This Voter’s Card is in the name of XXXX XXXX XXXX, and contains a photograph, birth date and address.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The Appellant testified that he did not submit any documents when he applied for this card, and he described the process as follows:","redacted":"The Appellant testified that he did not submit any documents when he applied for this card, and he described the process as follows:","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"That is how they do it. Like everybody that lives in that area, they ask you to line up in the primary school and they ask you to bring your, they take your thumbprint right there, they ask you your name and your address, and that’s where they give it to you over there, because that’s, if you are living in that area, that’ what they ask for.","redacted":"That is how they do it. Like everybody that lives in that area, they ask you to line up in the primary school and they ask you to bring your, they take your thumbprint right there, they ask you your name and your address, and that’s where they give it to you over there, because that’s, if you are living in that area, that’ what they ask for.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"No document, you just line up everyone, work done, they ask you to (inaudible) your address and your name and then they give you the card.","redacted":"No document, you just line up everyone, work done, they ask you to (inaudible) your address and your name and then they give you the card.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The objective country information for Nigeria indicates that when applying for voter cards, eligible voters will have their textual data captured accurately, fingerprints scanned, picture taken and temporary voter identifications will be printed. The same country information further indicates that permanent voter cards, which one is eligible to receive if they have a temporary voter card, contain an embedded chip that contains biometric data of the holder, including fingerprints and a facial image. The same document indicates that according to Nigeria’s Independent National Electoral Commission (INEC), temporary voter cards were “fragile” and “susceptible to abuse” for manipulating elections, and that:","redacted":"The objective country information for Nigeria indicates that when applying for voter cards, eligible voters will have their textual data captured accurately, fingerprints scanned, picture taken and temporary voter identifications will be printed. The same country information further indicates that permanent voter cards, which one is eligible to receive if they have a temporary voter card, contain an embedded chip that contains biometric data of the holder, including fingerprints and a facial image. The same document indicates that according to Nigeria’s Independent National Electoral Commission (INEC), temporary voter cards were “fragile” and “susceptible to abuse” for manipulating elections, and that:","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"According to the EU Election Observation Mission report on the 2015 general elections in Nigeria, \"EU experts observed the [voter registration] process to be cumbersome, crowded, and marred by technical and staffing issues, with very few registrants presenting any documentation proving identity and age\" (EU July 2015, 16). The same source states that of the 11,464,690 new voters that INEC","redacted":"According to the EU Election Observation Mission report on the 2015 general elections in Nigeria, \"EU experts observed the [voter registration] process to be cumbersome, crowded, and marred by technical and staffing issues, with very few registrants presenting any documentation proving identity and age\" (EU July 2015, 16). The same source states that of the 11,464,690 new voters that INEC","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"registered before the elections, the Commission removed 1,551,292 registrations that were either duplicates or did not meet biometric standards (ibid.). A 2015 report on the biometrics verification exercise conducted by INEC during 2011 and 2015 voter registration revealed cases of the same individuals registering to vote under different names (Nigeria 13 Jan. 2015).","redacted":"registered before the elections, the Commission removed 1,551,292 registrations that were either duplicates or did not meet biometric standards (ibid.). A 2015 report on the biometrics verification exercise conducted by INEC during 2011 and 2015 voter registration revealed cases of the same individuals registering to vote under different names (Nigeria 13 Jan. 2015).","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"I find that the RPD’s reasoning in paragraphs 93 to 97 of its decision is correct, and I agree with the analysis that the Voter’s Card, based on fingerprints and a photograph, in the name of Ibrahim Aruwa Anjembe can be given no more weight than the passport under the name of Ibrahim Oluwamuyiwa Akpala, also purporting to be a genuine document issued by Nigeria, and based on fingerprints and a photograph. As indicated by the RPD, “The Panel has no way of determining which one of them actually contains the real name of the claimant.” In other words, faced with two documents, both issued by a government and both based on fingerprints and photographs, there is no basis for me to give one document containing one name more weight than another competing document with a different name. This is especially so when the reliability of voter’s cards can be an issue, as indicated by the objective country information referred to above.","redacted":"I find that the RPD’s reasoning in paragraphs 93 to 97 of its decision is correct, and I agree with the analysis that the Voter’s Card, based on fingerprints and a photograph, in the name of XXXX XXXX XXXX can be given no more weight than the passport under the name of XXXX XXXX XXXX, also purporting to be a genuine document issued by Nigeria, and based on fingerprints and a photograph. As indicated by the RPD, “The Panel has no way of determining which one of them actually contains the real name of the claimant.” In other words, faced with two documents, both issued by a government and both based on fingerprints and photographs, there is no basis for me to give one document containing one name more weight than another competing document with a different name. This is especially so when the reliability of voter’s cards can be an issue, as indicated by the objective country information referred to above.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The Certificate of Origin","redacted":"The Certificate of Origin","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"I find that no weight should be given to this Certificate of Origin in answering the question of the Appellant’s identity because the document has no probative value.","redacted":"I find that no weight should be given to this Certificate of Origin in answering the question of the Appellant’s identity because the document has no probative value.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The Certificate of Origin is dated March 6, 2001, contains the Appellant’s photograph, and indicates that “Ibrahim Oluwamuyiwa Akpala” is an indigence\/a native of Idumebo in Esan West Local Government Area of the Edo State, Nigeria.","redacted":"The Certificate of Origin is dated March 6, 2001, contains the Appellant’s photograph, and indicates that “XXXX XXXX XXXX” is an indigence\/a native of XXXX in Esan West Local Government Area of the Edo State, Nigeria.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"The Certificate of Origin is not useful in answering the question of the Appellant’s identity. This is because the objective country information for Nigeria indicates that, “in Nigeria, a place of origin speaks to the paternal ancestral place of birth of an individual and not the place of the birth of the individual.” In other words, the certificate relates to someone else’s birth, not the Appellant’s birth. The same document indicates that certificates of origin have no legal basis, and that there are no established written criteria.","redacted":"The Certificate of Origin is not useful in answering the question of the Appellant’s identity. This is because the objective country information for Nigeria indicates that, “in Nigeria, a place of origin speaks to the paternal ancestral place of birth of an individual and not the place of the birth of the individual.” In other words, the certificate relates to someone else’s birth, not the Appellant’s birth. The same document indicates that certificates of origin have no legal basis, and that there are no established written criteria.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"CONCLUSION","redacted":"CONCLUSION","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"I dismiss the appeal and confirm the decision of the RPD that the Appellant is neither a Convention refugee nor a person in need of protection.","redacted":"I dismiss the appeal and confirm the decision of the RPD that the Appellant is neither a Convention refugee nor a person in need of protection.","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"Person who is the subject of the appeal","redacted":"Person who is the subject of the appeal","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"Ibrahim Oluwamuyiwa Akpala","redacted":"XXXX XXXX XXXX","language":"rw","filename":"MC0-08954 a.docx"}
{"unredacted":"Personne en cause","redacted":"Personne en cause","language":"fr","filename":"MC0-08954 a.docx"}
{"unredacted":"Appeal considered \/ heard at","redacted":"Appeal considered \/ heard at","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"Calgary, AB","redacted":"Calgary, AB","language":"es","filename":"MC0-08954 a.docx"}
{"unredacted":"Appel instruit \/ entendu à","redacted":"Appel instruit \/ entendu à","language":"fr","filename":"MC0-08954 a.docx"}
{"unredacted":"Date of decision","redacted":"Date of decision","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"June 29, 2021","redacted":"June 29, 2021","language":"fr","filename":"MC0-08954 a.docx"}
{"unredacted":"Date de la décision","redacted":"Date de la décision","language":"fr","filename":"MC0-08954 a.docx"}
{"unredacted":"Panel","redacted":"Panel","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"Derek Vermette","redacted":"Derek Vermette","language":"fr","filename":"MC0-08954 a.docx"}
{"unredacted":"Tribunal","redacted":"Tribunal","language":"es","filename":"MC0-08954 a.docx"}
{"unredacted":"Counsel for the person who is the subject of the appeal","redacted":"Counsel for the person who is the subject of the appeal","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"Michael Dorey","redacted":"Michael Dorey","language":"de","filename":"MC0-08954 a.docx"}
{"unredacted":"Conseil de la personne en cause","redacted":"Conseil de la personne en cause","language":"fr","filename":"MC0-08954 a.docx"}
{"unredacted":"Designated representative","redacted":"Designated representative","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"N\/A","redacted":"N\/A","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"Représentant(e) désigné(e)","redacted":"Représentant(e) désigné(e)","language":"fr","filename":"MC0-08954 a.docx"}
{"unredacted":"Counsel for the Minister","redacted":"Counsel for the Minister","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"N\/A","redacted":"N\/A","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"Conseil du ministre","redacted":"Conseil du ministre","language":"fr","filename":"MC0-08954 a.docx"}
{"unredacted":"(signed)","redacted":"(signed)","language":"en","filename":"MC0-08954 a.docx"}
{"unredacted":"Derek Vermette","redacted":"Derek Vermette","language":"fr","filename":"MC0-08954 a.docx"}
{"unredacted":"Derek Vermette","redacted":"Derek Vermette","language":"fr","filename":"MC0-08954 a.docx"}
{"unredacted":"June 29, 2021","redacted":"June 29, 2021","language":"fr","filename":"MC0-08954 a.docx"}
{"unredacted":"Date","redacted":"Date","language":"en","filename":"MC0-08954 a.docx"}
