{"unredacted":"RAD File No. \/ No de dossier de la SAR : MC003450","redacted":"RAD File No. \/ No de dossier de la SAR : MC003450","language":"eo","filename":"MC0-03450ta.docx"}
{"unredacted":"MC003451 \/ MC003452 \/ MC003453","redacted":"MC003451 \/ MC003452 \/ MC003453","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"Private Proceeding \/ Huis clos","redacted":"Private Proceeding \/ Huis clos","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"Reasons and decision Motifs et décision","redacted":"Reasons and decision Motifs et décision","language":"fr","filename":"MC0-03450ta.docx"}
{"unredacted":"REASONS FOR DECISION","redacted":"REASONS FOR DECISION","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"OVERVIEW","redacted":"OVERVIEW","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"These appeals concern four members of the same family, namely, Jaime Ernesto Icaza Hernández Izquierdo (the principal appellant), his wife, Sofía Mariana Almazán Orozco (the associate appellant), and their two minor children, Arantxa Carolina Orozco Izquierdo and Alberto Orozco Izquierdo (the minor appellants). They are all citizens of Mexico. A criminal cartel called Los Zetas forced the principal appellant to give them money on several occasions so that he could continue to run his business. He then stopped paying them and closed his business. The Refugee Protection Division (RPD) concluded that the appellants had an internal flight alternative (IFA) in two locations, Durango and Sonora. However, according to the appellants, nowhere in Mexico is safe for them, because Los Zetas have the capacity and motivation to track them anywhere and to take revenge on them for closing their business and no longer paying them.","redacted":"These appeals concern four members of the same family, namely, XXXX XXXX XXXX XXXX XXXX (the principal appellant), his wife, XXXX XXXX XXXX XXXX (the associate appellant), and their two minor children, XXXX XXXX XXXX XXXX and XXXX XXXX XXXX (the minor appellants). They are all citizens of Mexico. A criminal cartel called Los Zetas forced the principal appellant to give them money on several occasions so that he could continue to run his business. He then stopped paying them and closed his business. The Refugee Protection Division (RPD) concluded that the appellants had an internal flight alternative (IFA) in two locations, Durango and Sonora. However, according to the appellants, nowhere in Mexico is safe for them, because Los Zetas have the capacity and motivation to track them anywhere and to take revenge on them for closing their business and no longer paying them.","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"DETERMINATION","redacted":"DETERMINATION","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"The appeals are allowed. The determination of the RPD is set aside and the appellants are recognized as persons in need of protection. The RPD’s determination underestimates the possibility that Los Zetas still want to go after the appellants. Closing the business and fleeing put the appellants’ lives in danger and Los Zetas will do anything to locate them.","redacted":"The appeals are allowed. The determination of the RPD is set aside and the appellants are recognized as persons in need of protection. The RPD’s determination underestimates the possibility that Los Zetas still want to go after the appellants. Closing the business and fleeing put the appellants’ lives in danger and Los Zetas will do anything to locate them.","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"BACKGROUND","redacted":"BACKGROUND","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"In his refugee protection claim, the principal appellant states that he had owned a manufacturing facility in Huamantla, in the state of Tlaxcala, which is in central Mexico. In November 2017, two men came to see him and warned him that he would have to begin paying twenty-two thousand pesos every three months to Los Zetas, a well-known criminal cartel in the region. They took his company car as an initial payment.","redacted":"In his refugee protection claim, the principal appellant states that he had owned a XXXX XXXX in XXXX, in the state of Tlaxcala, which is in central Mexico. In XXXX 2017, two men came to see him and warned him that he would have to begin paying XXXX XXXX XXXX pesos every XXXX months to Los Zetas, a well-known criminal cartel in the region. They took his XXXX XXXX as an initial payment.","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"The next payment was due in February 2018, but the principal appellant was late in making it. They then threatened to take one of his children as a hostage. He immediately made the payment of twenty-two thousand pesos to Los Zetas.","redacted":"The next payment was due in XXXX 2018, but the principal appellant was late in making it. They then threatened to take one of his children as a hostage. He immediately made the payment of XXXX XXXX XXXX pesos to Los Zetas.","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"Los Zetas had also been demanding payments from another business owner in the region, who had decided to close his business and leave the region. Los Zetas found him and killed him along with several of his family members. They left a message beside their bodies: [translation] “No one escapes from Los Zetas.”","redacted":"Los Zetas had also been demanding payments from another business owner in the region, who had decided to close his business and leave the region. Los Zetas found him and killed him along with several of his family members. They left a message beside their bodies: [translation] “No one escapes from Los Zetas.”","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"In May 2018, the principal appellant was required to make a new payment of twenty-two thousand pesos to Los Zetas. So as to no longer have to pay them, he decided to close his business and leave Mexico. The appellants flew to Canada on April 23, 2018.","redacted":"In XXXX 2018, the principal appellant was required to make a new payment of XXXX XXXX XXXX pesos to Los Zetas. So as to no longer have to pay them, he decided to close his business and leave Mexico. The appellants flew to Canada on XXXX XXXX, 2018.","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"In its decision, the RPD acknowledged that the principal appellant’s story was credible. However, as Los Zetas only have a regional presence, the RPD was of the opinion that the appellants would be safe if they settled in another region. They specifically identified Durango and Sonora, two cities in the north of the country. The RPD also stated that there is little risk that Los Zetas would want to go after the appellants, given that the principal appellant has closed his business. According to the RPD, that means that the principal appellant no longer has a debt owing to Los Zetas, as the only reason he had been forced to make payments was so that he could continue running his business.","redacted":"In its decision, the RPD acknowledged that the principal appellant’s story was credible. However, as Los Zetas only have a regional presence, the RPD was of the opinion that the appellants would be safe if they settled in another region. They specifically identified Durango and Sonora, two cities in the north of the country. The RPD also stated that there is little risk that Los Zetas would want to go after the appellants, given that the principal appellant has closed his business. According to the RPD, that means that the principal appellant no longer has a debt owing to Los Zetas, as the only reason he had been forced to make payments was so that he could continue running his business.","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"The appellants argue that Los Zetas maintain links with other cartels, including those that operate in the regions where the two IFAs are located, which would allow them to locate the appellants if they were there. In addition, they are of the opinion that the RPD erred when it stated that Los Zetas no longer consider the principal appellant to owe them a debt.","redacted":"The appellants argue that Los Zetas maintain links with other cartels, including those that operate in the regions where the two IFAs are located, which would allow them to locate the appellants if they were there. In addition, they are of the opinion that the RPD erred when it stated that Los Zetas no longer consider the principal appellant to owe them a debt.","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"As new evidence, the appellants wish to present a newspaper article, which mentions that Cártel del Noreste, which is active in Durango and Sonora, maintains an alliance with Los Zetas.","redacted":"As new evidence, the appellants wish to present a newspaper article, which mentions that Cártel del Noreste, which is active in Durango and Sonora, maintains an alliance with Los Zetas.","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"ADMISSIBILITY OF NEW EVIDENCE","redacted":"ADMISSIBILITY OF NEW EVIDENCE","language":"pl","filename":"MC0-03450ta.docx"}
{"unredacted":"In accordance with the Immigration and Refugee Protection Act (IRPA), I can admit only evidence:","redacted":"In accordance with the Immigration and Refugee Protection Act (IRPA), I can admit only evidence:","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"that arose after the RPD rendered its decision;","redacted":"that arose after the RPD rendered its decision;","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"that was not reasonably available at the time of the decision; or","redacted":"that was not reasonably available at the time of the decision; or","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"that the person could not reasonably have been expected in the circumstances to have presented to the RPD before the decision was rendered.","redacted":"that the person could not reasonably have been expected in the circumstances to have presented to the RPD before the decision was rendered.","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"If the evidence meets one or more of these requirements, I must decide whether the evidence is new, credible and relevant before admitting it.","redacted":"If the evidence meets one or more of these requirements, I must decide whether the evidence is new, credible and relevant before admitting it.","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"I conclude that the newspaper article presented by the appellants meets these requirements. The article did not yet exist at the time of the RPD decision and is certainly relevant to the issue of whether Los Zetas would have the capacity to track the appellants in the two proposed IFA locations.","redacted":"I conclude that the newspaper article presented by the appellants meets these requirements. The article did not yet exist at the time of the RPD decision and is certainly relevant to the issue of whether Los Zetas would have the capacity to track the appellants in the two proposed IFA locations.","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"It is unnecessary for me to hold an oral hearing to consider this new evidence since there is no doubt as to its credibility, in my opinion.","redacted":"It is unnecessary for me to hold an oral hearing to consider this new evidence since there is no doubt as to its credibility, in my opinion.","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"ANALYSIS","redacted":"ANALYSIS","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"I consider that the RPD’s analysis is erroneous in two respects. First, it erred when it stated that Los Zetas would not go after the principal appellant for having closed his business in April 2018 and fleeing the country. Second, the RPD erred when it stated that Los Zetas would not have the capacity to track the appellants if they settled in one of the two proposed IFA locations.","redacted":"I consider that the RPD’s analysis is erroneous in two respects. First, it erred when it stated that Los Zetas would not go after the principal appellant for having closed his business in XXXX 2018 and fleeing the country. Second, the RPD erred when it stated that Los Zetas would not have the capacity to track the appellants if they settled in one of the two proposed IFA locations.","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"The RPD concluded that Los Zetas no longer consider the principal appellant to owe them a debt since he closed his business; however, that conclusion is illogical. It is not true that this was a business tax. The criminal organization forces businesses in the region to pay it sums of money as a way of financing its operations. What Los Zetas expected was that they would receive twenty-two thousand pesos from the principal appellant every three months, not that he would close his business and stop paying them.","redacted":"The RPD concluded that Los Zetas no longer consider the principal appellant to owe them a debt since he closed his business; however, that conclusion is illogical. It is not true that this was a business tax. The criminal organization forces businesses in the region to pay it sums of money as a way of financing its operations. What Los Zetas expected was that they would receive XXXX XXXX XXXX pesos from the principal appellant every XXXX months, not that he would close his business and stop paying them.","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"The appellants presented in evidence photographs that were taken in front of the principal appellant’s business a few months after they had left the country. They show that Los Zetas have been there and have left behind some messages that reveal their displeasure in discovering that the appellants have fled. This clearly shows that, as far as Los Zetas are concerned, the principal appellant has signed his death sentence by acting in this way.","redacted":"The appellants presented in evidence photographs that were taken in front of the principal appellant’s business a few months after they had left the country. They show that Los Zetas have been there and have left behind some messages that reveal their displeasure in discovering that the appellants have fled. This clearly shows that, as far as Los Zetas are concerned, the principal appellant has signed his death sentence by acting in this way.","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"The RPD underestimated the possibility that Los Zetas could track the appellants, especially outside of the region, describing the cartel as having become [translation] “a fragmented group.” The documentary evidence implies that Los Zetas may no longer be as powerful as they once were, especially since the arrest of several of their leaders. However, Los Zetas have infiltrated several police services, including their information network, which could be a very efficient way of tracking someone anywhere in Mexico. Furthermore, as shown by the new evidence presented by the appellants, there is a cartel in the region where the two IFAs are located that is associated with [translation] “a branch of Los Zetas,” in particular, the one that operates in the state of Tlaxcala, where the appellants used to live.","redacted":"The RPD underestimated the possibility that Los Zetas could track the appellants, especially outside of the region, describing the cartel as having become [translation] “a fragmented group.” The documentary evidence implies that Los Zetas may no longer be as powerful as they once were, especially since the arrest of several of their leaders. However, Los Zetas have infiltrated several police services, including their information network, which could be a very efficient way of tracking someone anywhere in Mexico. Furthermore, as shown by the new evidence presented by the appellants, there is a cartel in the region where the two IFAs are located that is associated with [translation] “a branch of Los Zetas,” in particular, the one that operates in the state of Tlaxcala, where the appellants used to live.","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"I am aware that the onus is on the appellants to establish that it is unreasonable for them to seek refuge in a different part of the country before asking for international protection. The assessment is based on a two-pronged test. First, the RPD must be satisfied, on a balance of probabilities, that there is no serious possibility of them being persecuted or being subject to a risk of harm in the part of the country where it finds an IFA exists. Second, the conditions in the part of the country being proposed must be such that it would not be unreasonable for the appellants to seek refuge there, in light of all of the circumstances. The RPD concluded that the principal appellant had been personally targeted by Los Zetas. According to the documentary evidence, it is established that Los Zetas members use ground-level informants, monitor social media feeds and accounts, and use mapping software to track authorities. In order to locate people, the members of Los Zetas have developed strategic alliances, including temporary alliances, with criminal groups in other regions. More generally, the cartels use family networks and private investigators to track people, as well as property records and placing GPS trackers on cars. They have the capacity and the necessary resources to track people outside of their area of influence as they have developed alliances with various groups belonging to an extensive network and also use their own tracking methods and corrupt agents. In summary, on a balance of probabilities, I conclude that the appellants would be subjected personally to a risk to their lives or to a risk of cruel and unusual treatment or punishment by the members of Los Zetas if they moved elsewhere in Mexico.","redacted":"I am aware that the onus is on the appellants to establish that it is unreasonable for them to seek refuge in a different part of the country before asking for international protection. The assessment is based on a two-pronged test. First, the RPD must be satisfied, on a balance of probabilities, that there is no serious possibility of them being persecuted or being subject to a risk of harm in the part of the country where it finds an IFA exists. Second, the conditions in the part of the country being proposed must be such that it would not be unreasonable for the appellants to seek refuge there, in light of all of the circumstances. The RPD concluded that the principal appellant had been personally targeted by Los Zetas. According to the documentary evidence, it is established that Los Zetas members use ground-level informants, monitor social media feeds and accounts, and use mapping software to track authorities. In order to locate people, the members of Los Zetas have developed strategic alliances, including temporary alliances, with criminal groups in other regions. More generally, the cartels use family networks and private investigators to track people, as well as property records and placing GPS trackers on cars. They have the capacity and the necessary resources to track people outside of their area of influence as they have developed alliances with various groups belonging to an extensive network and also use their own tracking methods and corrupt agents. In summary, on a balance of probabilities, I conclude that the appellants would be subjected personally to a risk to their lives or to a risk of cruel and unusual treatment or punishment by the members of Los Zetas if they moved elsewhere in Mexico.","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"Furthermore, in my opinion, the appellants have rebutted the presumption of adequate state protection in Mexico. Impunity for human rights abuses remained a problem with extremely low rates of prosecution for all forms of crime. According to the federal government’s statistics agency (INEGI), 94 percent of crimes were either unreported or not investigated. Some police officers, particularly at the state and local level, were involved in kidnapping, extortion, and providing protection for, or acting directly on behalf of, members of organized crime and drug traffickers. Although the national anti-corruption system came into effect in July 2017, pending legislation and delays in making appointments at the federal and state levels have prevented the system from becoming fully operational. According to another source, corruption has been rampant in Mexico for a long time and the country is listed among the most corrupt countries in the world. It ranked as the 95th most corrupt country out of 114 countries evaluated. Endemic violence, coupled with high levels of extortion, are proof of concept that criminal activity in Mexico cannot occur without the complicity of municipal, state or federal authorities and indeed flourishes in this corrupt environment. In light of the evidence before me, I am of the opinion that law enforcement officers and members of organized crime act with complete impunity and in complicity, which rebuts the presumption of adequate state protection in Mexico.","redacted":"Furthermore, in my opinion, the appellants have rebutted the presumption of adequate state protection in Mexico. Impunity for human rights abuses remained a problem with extremely low rates of prosecution for all forms of crime. According to the federal government’s statistics agency (INEGI), 94 percent of crimes were either unreported or not investigated. Some police officers, particularly at the state and local level, were involved in kidnapping, extortion, and providing protection for, or acting directly on behalf of, members of organized crime and drug traffickers. Although the national anti-corruption system came into effect in July 2017, pending legislation and delays in making appointments at the federal and state levels have prevented the system from becoming fully operational. According to another source, corruption has been rampant in Mexico for a long time and the country is listed among the most corrupt countries in the world. It ranked as the 95th most corrupt country out of 114 countries evaluated. Endemic violence, coupled with high levels of extortion, are proof of concept that criminal activity in Mexico cannot occur without the complicity of municipal, state or federal authorities and indeed flourishes in this corrupt environment. In light of the evidence before me, I am of the opinion that law enforcement officers and members of organized crime act with complete impunity and in complicity, which rebuts the presumption of adequate state protection in Mexico.","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"CONCLUSION","redacted":"CONCLUSION","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"The appeal is allowed. I substitute the determination of the RPD with my own determination that the four appellants are persons in need of protection.","redacted":"The appeal is allowed. I substitute the determination of the RPD with my own determination that the four appellants are persons in need of protection.","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"IRB translation","redacted":"IRB translation","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"Original language: French","redacted":"Original language: French","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"Persons who are the subject of the appeal","redacted":"Persons who are the subject of the appeal","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"Jaime Ernesto Icaza Hernández Izquierdo, and Sofía Mariana Almazán Orozco, and Arantxa Carolina Orozco Izquierdo, and Alberto Orozco Izquierdo XXXX","redacted":"XXXX XXXX XXXX XXXX XXXX XXXXXXXX XXXX XXXX XXXX XXXXXXXX XXXX XXXX XXXX XXXXXXXX XXXX XXXX","language":"es","filename":"MC0-03450ta.docx"}
{"unredacted":"Personnes en cause","redacted":"Personnes en cause","language":"fr","filename":"MC0-03450ta.docx"}
{"unredacted":"Appeal considered at","redacted":"Appeal considered at","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"Ottawa, Ontario","redacted":"Ottawa, Ontario","language":"it","filename":"MC0-03450ta.docx"}
{"unredacted":"Appel instruit à","redacted":"Appel instruit à","language":"fr","filename":"MC0-03450ta.docx"}
{"unredacted":"Date of decision","redacted":"Date of decision","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"March 24, 2021","redacted":"March 24, 2021","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"Date de la décision","redacted":"Date de la décision","language":"fr","filename":"MC0-03450ta.docx"}
{"unredacted":"Panel","redacted":"Panel","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"Me Philippe Rabot","redacted":"Me Philippe Rabot","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"Tribunal","redacted":"Tribunal","language":"es","filename":"MC0-03450ta.docx"}
{"unredacted":"Counsel for the persons who are the subject of the appeal","redacted":"Counsel for the persons who are the subject of the appeal","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"Me Manuel Centurion","redacted":"Me Manuel Centurion","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"Conseil des personnes en cause","redacted":"Conseil des personnes en cause","language":"fr","filename":"MC0-03450ta.docx"}
{"unredacted":"Designated representative","redacted":"Designated representative","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"Omar Jahir Chávez","redacted":"XXXX XXXX XXXX","language":"se","filename":"MC0-03450ta.docx"}
{"unredacted":"Représentant(e) désigné(e)","redacted":"Représentant(e) désigné(e)","language":"fr","filename":"MC0-03450ta.docx"}
{"unredacted":"Counsel for the Minister","redacted":"Counsel for the Minister","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"N\/A","redacted":"N\/A","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"Conseil du ministre","redacted":"Conseil du ministre","language":"fr","filename":"MC0-03450ta.docx"}
{"unredacted":"(signed)","redacted":"(signed)","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"Philippe Rabot","redacted":"Philippe Rabot","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"Philippe Rabot","redacted":"Philippe Rabot","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"March 24, 2021","redacted":"March 24, 2021","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"Date","redacted":"Date","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"RAD File No. \/ No de dossier de la SAR : MC003450","redacted":"RAD File No. \/ No de dossier de la SAR : MC003450","language":"eo","filename":"MC0-03450ta.docx"}
{"unredacted":"MC003451 \/ MC003452 \/ MC003453","redacted":"MC003451 \/ MC003452 \/ MC003453","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"Private Proceeding \/ Huis clos","redacted":"Private Proceeding \/ Huis clos","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"Reasons and decision Motifs et décision","redacted":"Reasons and decision Motifs et décision","language":"fr","filename":"MC0-03450ta.docx"}
{"unredacted":"REASONS FOR DECISION","redacted":"REASONS FOR DECISION","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"OVERVIEW","redacted":"OVERVIEW","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"These appeals concern four members of the same family, namely, Jaime Ernesto Icaza Hernández Izquierdo (the principal appellant), his wife, Sofía Mariana Almazán Orozco (the associate appellant), and their two minor children, Arantxa Carolina Orozco Izquierdo and Alberto Orozco Izquierdo (the minor appellants). They are all citizens of Mexico. A criminal cartel called Los Zetas forced the principal appellant to give them money on several occasions so that he could continue to run his business. He then stopped paying them and closed his business. The Refugee Protection Division (RPD) concluded that the appellants had an internal flight alternative (IFA) in two locations, Durango and Sonora. However, according to the appellants, nowhere in Mexico is safe for them, because Los Zetas have the capacity and motivation to track them anywhere and to take revenge on them for closing their business and no longer paying them.","redacted":"These appeals concern four members of the same family, namely, XXXX XXXX XXXX XXXX XXXX (the principal appellant), his wife, XXXX XXXX XXXX XXXX (the associate appellant), and their two minor children, XXXX XXXX XXXX XXXX and XXXX XXXX XXXX (the minor appellants). They are all citizens of Mexico. A criminal cartel called Los Zetas forced the principal appellant to give them money on several occasions so that he could continue to run his business. He then stopped paying them and closed his business. The Refugee Protection Division (RPD) concluded that the appellants had an internal flight alternative (IFA) in two locations, Durango and Sonora. However, according to the appellants, nowhere in Mexico is safe for them, because Los Zetas have the capacity and motivation to track them anywhere and to take revenge on them for closing their business and no longer paying them.","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"DETERMINATION","redacted":"DETERMINATION","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"The appeals are allowed. The determination of the RPD is set aside and the appellants are recognized as persons in need of protection. The RPD’s determination underestimates the possibility that Los Zetas still want to go after the appellants. Closing the business and fleeing put the appellants’ lives in danger and Los Zetas will do anything to locate them.","redacted":"The appeals are allowed. The determination of the RPD is set aside and the appellants are recognized as persons in need of protection. The RPD’s determination underestimates the possibility that Los Zetas still want to go after the appellants. Closing the business and fleeing put the appellants’ lives in danger and Los Zetas will do anything to locate them.","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"BACKGROUND","redacted":"BACKGROUND","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"In his refugee protection claim, the principal appellant states that he had owned a manufacturing facility in Huamantla, in the state of Tlaxcala, which is in central Mexico. In November 2017, two men came to see him and warned him that he would have to begin paying twenty-two thousand pesos every three months to Los Zetas, a well-known criminal cartel in the region. They took his company car as an initial payment.","redacted":"In his refugee protection claim, the principal appellant states that he had owned a XXXX XXXX in XXXX, in the state of Tlaxcala, which is in central Mexico. In XXXX 2017, two men came to see him and warned him that he would have to begin paying XXXX XXXX XXXX pesos every XXXX months to Los Zetas, a well-known criminal cartel in the region. They took his XXXX XXXX as an initial payment.","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"The next payment was due in February 2018, but the principal appellant was late in making it. They then threatened to take one of his children as a hostage. He immediately made the payment of twenty-two thousand pesos to Los Zetas.","redacted":"The next payment was due in XXXX 2018, but the principal appellant was late in making it. They then threatened to take one of his children as a hostage. He immediately made the payment of XXXX XXXX XXXX pesos to Los Zetas.","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"Los Zetas had also been demanding payments from another business owner in the region, who had decided to close his business and leave the region. Los Zetas found him and killed him along with several of his family members. They left a message beside their bodies: [translation] “No one escapes from Los Zetas.”","redacted":"Los Zetas had also been demanding payments from another business owner in the region, who had decided to close his business and leave the region. Los Zetas found him and killed him along with several of his family members. They left a message beside their bodies: [translation] “No one escapes from Los Zetas.”","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"In May 2018, the principal appellant was required to make a new payment of twenty-two thousand pesos to Los Zetas. So as to no longer have to pay them, he decided to close his business and leave Mexico. The appellants flew to Canada on April 23, 2018.","redacted":"In XXXX 2018, the principal appellant was required to make a new payment of XXXX XXXX XXXX pesos to Los Zetas. So as to no longer have to pay them, he decided to close his business and leave Mexico. The appellants flew to Canada on XXXX XXXX, 2018.","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"In its decision, the RPD acknowledged that the principal appellant’s story was credible. However, as Los Zetas only have a regional presence, the RPD was of the opinion that the appellants would be safe if they settled in another region. They specifically identified Durango and Sonora, two cities in the north of the country. The RPD also stated that there is little risk that Los Zetas would want to go after the appellants, given that the principal appellant has closed his business. According to the RPD, that means that the principal appellant no longer has a debt owing to Los Zetas, as the only reason he had been forced to make payments was so that he could continue running his business.","redacted":"In its decision, the RPD acknowledged that the principal appellant’s story was credible. However, as Los Zetas only have a regional presence, the RPD was of the opinion that the appellants would be safe if they settled in another region. They specifically identified Durango and Sonora, two cities in the north of the country. The RPD also stated that there is little risk that Los Zetas would want to go after the appellants, given that the principal appellant has closed his business. According to the RPD, that means that the principal appellant no longer has a debt owing to Los Zetas, as the only reason he had been forced to make payments was so that he could continue running his business.","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"The appellants argue that Los Zetas maintain links with other cartels, including those that operate in the regions where the two IFAs are located, which would allow them to locate the appellants if they were there. In addition, they are of the opinion that the RPD erred when it stated that Los Zetas no longer consider the principal appellant to owe them a debt.","redacted":"The appellants argue that Los Zetas maintain links with other cartels, including those that operate in the regions where the two IFAs are located, which would allow them to locate the appellants if they were there. In addition, they are of the opinion that the RPD erred when it stated that Los Zetas no longer consider the principal appellant to owe them a debt.","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"As new evidence, the appellants wish to present a newspaper article, which mentions that Cártel del Noreste, which is active in Durango and Sonora, maintains an alliance with Los Zetas.","redacted":"As new evidence, the appellants wish to present a newspaper article, which mentions that Cártel del Noreste, which is active in Durango and Sonora, maintains an alliance with Los Zetas.","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"ADMISSIBILITY OF NEW EVIDENCE","redacted":"ADMISSIBILITY OF NEW EVIDENCE","language":"pl","filename":"MC0-03450ta.docx"}
{"unredacted":"In accordance with the Immigration and Refugee Protection Act (IRPA), I can admit only evidence:","redacted":"In accordance with the Immigration and Refugee Protection Act (IRPA), I can admit only evidence:","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"that arose after the RPD rendered its decision;","redacted":"that arose after the RPD rendered its decision;","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"that was not reasonably available at the time of the decision; or","redacted":"that was not reasonably available at the time of the decision; or","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"that the person could not reasonably have been expected in the circumstances to have presented to the RPD before the decision was rendered.","redacted":"that the person could not reasonably have been expected in the circumstances to have presented to the RPD before the decision was rendered.","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"If the evidence meets one or more of these requirements, I must decide whether the evidence is new, credible and relevant before admitting it.","redacted":"If the evidence meets one or more of these requirements, I must decide whether the evidence is new, credible and relevant before admitting it.","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"I conclude that the newspaper article presented by the appellants meets these requirements. The article did not yet exist at the time of the RPD decision and is certainly relevant to the issue of whether Los Zetas would have the capacity to track the appellants in the two proposed IFA locations.","redacted":"I conclude that the newspaper article presented by the appellants meets these requirements. The article did not yet exist at the time of the RPD decision and is certainly relevant to the issue of whether Los Zetas would have the capacity to track the appellants in the two proposed IFA locations.","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"It is unnecessary for me to hold an oral hearing to consider this new evidence since there is no doubt as to its credibility, in my opinion.","redacted":"It is unnecessary for me to hold an oral hearing to consider this new evidence since there is no doubt as to its credibility, in my opinion.","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"ANALYSIS","redacted":"ANALYSIS","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"I consider that the RPD’s analysis is erroneous in two respects. First, it erred when it stated that Los Zetas would not go after the principal appellant for having closed his business in April 2018 and fleeing the country. Second, the RPD erred when it stated that Los Zetas would not have the capacity to track the appellants if they settled in one of the two proposed IFA locations.","redacted":"I consider that the RPD’s analysis is erroneous in two respects. First, it erred when it stated that Los Zetas would not go after the principal appellant for having closed his business in XXXX 2018 and fleeing the country. Second, the RPD erred when it stated that Los Zetas would not have the capacity to track the appellants if they settled in one of the two proposed IFA locations.","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"The RPD concluded that Los Zetas no longer consider the principal appellant to owe them a debt since he closed his business; however, that conclusion is illogical. It is not true that this was a business tax. The criminal organization forces businesses in the region to pay it sums of money as a way of financing its operations. What Los Zetas expected was that they would receive twenty-two thousand pesos from the principal appellant every three months, not that he would close his business and stop paying them.","redacted":"The RPD concluded that Los Zetas no longer consider the principal appellant to owe them a debt since he closed his business; however, that conclusion is illogical. It is not true that this was a business tax. The criminal organization forces businesses in the region to pay it sums of money as a way of financing its operations. What Los Zetas expected was that they would receive XXXX XXXX XXXX pesos from the principal appellant every XXXX months, not that he would close his business and stop paying them.","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"The appellants presented in evidence photographs that were taken in front of the principal appellant’s business a few months after they had left the country. They show that Los Zetas have been there and have left behind some messages that reveal their displeasure in discovering that the appellants have fled. This clearly shows that, as far as Los Zetas are concerned, the principal appellant has signed his death sentence by acting in this way.","redacted":"The appellants presented in evidence photographs that were taken in front of the principal appellant’s business a few months after they had left the country. They show that Los Zetas have been there and have left behind some messages that reveal their displeasure in discovering that the appellants have fled. This clearly shows that, as far as Los Zetas are concerned, the principal appellant has signed his death sentence by acting in this way.","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"The RPD underestimated the possibility that Los Zetas could track the appellants, especially outside of the region, describing the cartel as having become [translation] “a fragmented group.” The documentary evidence implies that Los Zetas may no longer be as powerful as they once were, especially since the arrest of several of their leaders. However, Los Zetas have infiltrated several police services, including their information network, which could be a very efficient way of tracking someone anywhere in Mexico. Furthermore, as shown by the new evidence presented by the appellants, there is a cartel in the region where the two IFAs are located that is associated with [translation] “a branch of Los Zetas,” in particular, the one that operates in the state of Tlaxcala, where the appellants used to live.","redacted":"The RPD underestimated the possibility that Los Zetas could track the appellants, especially outside of the region, describing the cartel as having become [translation] “a fragmented group.” The documentary evidence implies that Los Zetas may no longer be as powerful as they once were, especially since the arrest of several of their leaders. However, Los Zetas have infiltrated several police services, including their information network, which could be a very efficient way of tracking someone anywhere in Mexico. Furthermore, as shown by the new evidence presented by the appellants, there is a cartel in the region where the two IFAs are located that is associated with [translation] “a branch of Los Zetas,” in particular, the one that operates in the state of Tlaxcala, where the appellants used to live.","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"I am aware that the onus is on the appellants to establish that it is unreasonable for them to seek refuge in a different part of the country before asking for international protection. The assessment is based on a two-pronged test. First, the RPD must be satisfied, on a balance of probabilities, that there is no serious possibility of them being persecuted or being subject to a risk of harm in the part of the country where it finds an IFA exists. Second, the conditions in the part of the country being proposed must be such that it would not be unreasonable for the appellants to seek refuge there, in light of all of the circumstances. The RPD concluded that the principal appellant had been personally targeted by Los Zetas. According to the documentary evidence, it is established that Los Zetas members use ground-level informants, monitor social media feeds and accounts, and use mapping software to track authorities. In order to locate people, the members of Los Zetas have developed strategic alliances, including temporary alliances, with criminal groups in other regions. More generally, the cartels use family networks and private investigators to track people, as well as property records and placing GPS trackers on cars. They have the capacity and the necessary resources to track people outside of their area of influence as they have developed alliances with various groups belonging to an extensive network and also use their own tracking methods and corrupt agents. In summary, on a balance of probabilities, I conclude that the appellants would be subjected personally to a risk to their lives or to a risk of cruel and unusual treatment or punishment by the members of Los Zetas if they moved elsewhere in Mexico.","redacted":"I am aware that the onus is on the appellants to establish that it is unreasonable for them to seek refuge in a different part of the country before asking for international protection. The assessment is based on a two-pronged test. First, the RPD must be satisfied, on a balance of probabilities, that there is no serious possibility of them being persecuted or being subject to a risk of harm in the part of the country where it finds an IFA exists. Second, the conditions in the part of the country being proposed must be such that it would not be unreasonable for the appellants to seek refuge there, in light of all of the circumstances. The RPD concluded that the principal appellant had been personally targeted by Los Zetas. According to the documentary evidence, it is established that Los Zetas members use ground-level informants, monitor social media feeds and accounts, and use mapping software to track authorities. In order to locate people, the members of Los Zetas have developed strategic alliances, including temporary alliances, with criminal groups in other regions. More generally, the cartels use family networks and private investigators to track people, as well as property records and placing GPS trackers on cars. They have the capacity and the necessary resources to track people outside of their area of influence as they have developed alliances with various groups belonging to an extensive network and also use their own tracking methods and corrupt agents. In summary, on a balance of probabilities, I conclude that the appellants would be subjected personally to a risk to their lives or to a risk of cruel and unusual treatment or punishment by the members of Los Zetas if they moved elsewhere in Mexico.","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"Furthermore, in my opinion, the appellants have rebutted the presumption of adequate state protection in Mexico. Impunity for human rights abuses remained a problem with extremely low rates of prosecution for all forms of crime. According to the federal government’s statistics agency (INEGI), 94 percent of crimes were either unreported or not investigated. Some police officers, particularly at the state and local level, were involved in kidnapping, extortion, and providing protection for, or acting directly on behalf of, members of organized crime and drug traffickers. Although the national anti-corruption system came into effect in July 2017, pending legislation and delays in making appointments at the federal and state levels have prevented the system from becoming fully operational. According to another source, corruption has been rampant in Mexico for a long time and the country is listed among the most corrupt countries in the world. It ranked as the 95th most corrupt country out of 114 countries evaluated. Endemic violence, coupled with high levels of extortion, are proof of concept that criminal activity in Mexico cannot occur without the complicity of municipal, state or federal authorities and indeed flourishes in this corrupt environment. In light of the evidence before me, I am of the opinion that law enforcement officers and members of organized crime act with complete impunity and in complicity, which rebuts the presumption of adequate state protection in Mexico.","redacted":"Furthermore, in my opinion, the appellants have rebutted the presumption of adequate state protection in Mexico. Impunity for human rights abuses remained a problem with extremely low rates of prosecution for all forms of crime. According to the federal government’s statistics agency (INEGI), 94 percent of crimes were either unreported or not investigated. Some police officers, particularly at the state and local level, were involved in kidnapping, extortion, and providing protection for, or acting directly on behalf of, members of organized crime and drug traffickers. Although the national anti-corruption system came into effect in July 2017, pending legislation and delays in making appointments at the federal and state levels have prevented the system from becoming fully operational. According to another source, corruption has been rampant in Mexico for a long time and the country is listed among the most corrupt countries in the world. It ranked as the 95th most corrupt country out of 114 countries evaluated. Endemic violence, coupled with high levels of extortion, are proof of concept that criminal activity in Mexico cannot occur without the complicity of municipal, state or federal authorities and indeed flourishes in this corrupt environment. In light of the evidence before me, I am of the opinion that law enforcement officers and members of organized crime act with complete impunity and in complicity, which rebuts the presumption of adequate state protection in Mexico.","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"CONCLUSION","redacted":"CONCLUSION","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"The appeal is allowed. I substitute the determination of the RPD with my own determination that the four appellants are persons in need of protection.","redacted":"The appeal is allowed. I substitute the determination of the RPD with my own determination that the four appellants are persons in need of protection.","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"IRB translation","redacted":"IRB translation","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"Original language: French","redacted":"Original language: French","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"Persons who are the subject of the appeal","redacted":"Persons who are the subject of the appeal","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"Jaime Ernesto Icaza Hernández Izquierdo, and Sofía Mariana Almazán Orozco, and Arantxa Carolina Orozco Izquierdo, and Alberto Orozco Izquierdo XXXX","redacted":"XXXX XXXX XXXX XXXX XXXX XXXXXXXX XXXX XXXX XXXX XXXXXXXX XXXX XXXX XXXX XXXXXXXX XXXX XXXX","language":"es","filename":"MC0-03450ta.docx"}
{"unredacted":"Personnes en cause","redacted":"Personnes en cause","language":"fr","filename":"MC0-03450ta.docx"}
{"unredacted":"Appeal considered at","redacted":"Appeal considered at","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"Ottawa, Ontario","redacted":"Ottawa, Ontario","language":"it","filename":"MC0-03450ta.docx"}
{"unredacted":"Appel instruit à","redacted":"Appel instruit à","language":"fr","filename":"MC0-03450ta.docx"}
{"unredacted":"Date of decision","redacted":"Date of decision","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"March 24, 2021","redacted":"March 24, 2021","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"Date de la décision","redacted":"Date de la décision","language":"fr","filename":"MC0-03450ta.docx"}
{"unredacted":"Panel","redacted":"Panel","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"Me Philippe Rabot","redacted":"Me Philippe Rabot","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"Tribunal","redacted":"Tribunal","language":"es","filename":"MC0-03450ta.docx"}
{"unredacted":"Counsel for the persons who are the subject of the appeal","redacted":"Counsel for the persons who are the subject of the appeal","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"Me Manuel Centurion","redacted":"Me Manuel Centurion","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"Conseil des personnes en cause","redacted":"Conseil des personnes en cause","language":"fr","filename":"MC0-03450ta.docx"}
{"unredacted":"Designated representative","redacted":"Designated representative","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"Omar Jahir Chávez","redacted":"XXXX XXXX XXXX","language":"se","filename":"MC0-03450ta.docx"}
{"unredacted":"Représentant(e) désigné(e)","redacted":"Représentant(e) désigné(e)","language":"fr","filename":"MC0-03450ta.docx"}
{"unredacted":"Counsel for the Minister","redacted":"Counsel for the Minister","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"N\/A","redacted":"N\/A","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"Conseil du ministre","redacted":"Conseil du ministre","language":"fr","filename":"MC0-03450ta.docx"}
{"unredacted":"(signed)","redacted":"(signed)","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"Philippe Rabot","redacted":"Philippe Rabot","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"Philippe Rabot","redacted":"Philippe Rabot","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"March 24, 2021","redacted":"March 24, 2021","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"Date","redacted":"Date","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"RAD File No. \/ No de dossier de la SAR : MC003450","redacted":"RAD File No. \/ No de dossier de la SAR : MC003450","language":"eo","filename":"MC0-03450ta.docx"}
{"unredacted":"MC003451 \/ MC003452 \/ MC003453","redacted":"MC003451 \/ MC003452 \/ MC003453","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"Private Proceeding \/ Huis clos","redacted":"Private Proceeding \/ Huis clos","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"Reasons and decision Motifs et décision","redacted":"Reasons and decision Motifs et décision","language":"fr","filename":"MC0-03450ta.docx"}
{"unredacted":"REASONS FOR DECISION","redacted":"REASONS FOR DECISION","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"OVERVIEW","redacted":"OVERVIEW","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"These appeals concern four members of the same family, namely, Jaime Ernesto Icaza Hernández Izquierdo (the principal appellant), his wife, Sofía Mariana Almazán Orozco (the associate appellant), and their two minor children, Arantxa Carolina Orozco Izquierdo and Alberto Orozco Izquierdo (the minor appellants). They are all citizens of Mexico. A criminal cartel called Los Zetas forced the principal appellant to give them money on several occasions so that he could continue to run his business. He then stopped paying them and closed his business. The Refugee Protection Division (RPD) concluded that the appellants had an internal flight alternative (IFA) in two locations, Durango and Sonora. However, according to the appellants, nowhere in Mexico is safe for them, because Los Zetas have the capacity and motivation to track them anywhere and to take revenge on them for closing their business and no longer paying them.","redacted":"These appeals concern four members of the same family, namely, XXXX XXXX XXXX XXXX XXXX (the principal appellant), his wife, XXXX XXXX XXXX XXXX (the associate appellant), and their two minor children, XXXX XXXX XXXX XXXX and XXXX XXXX XXXX (the minor appellants). They are all citizens of Mexico. A criminal cartel called Los Zetas forced the principal appellant to give them money on several occasions so that he could continue to run his business. He then stopped paying them and closed his business. The Refugee Protection Division (RPD) concluded that the appellants had an internal flight alternative (IFA) in two locations, Durango and Sonora. However, according to the appellants, nowhere in Mexico is safe for them, because Los Zetas have the capacity and motivation to track them anywhere and to take revenge on them for closing their business and no longer paying them.","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"DETERMINATION","redacted":"DETERMINATION","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"The appeals are allowed. The determination of the RPD is set aside and the appellants are recognized as persons in need of protection. The RPD’s determination underestimates the possibility that Los Zetas still want to go after the appellants. Closing the business and fleeing put the appellants’ lives in danger and Los Zetas will do anything to locate them.","redacted":"The appeals are allowed. The determination of the RPD is set aside and the appellants are recognized as persons in need of protection. The RPD’s determination underestimates the possibility that Los Zetas still want to go after the appellants. Closing the business and fleeing put the appellants’ lives in danger and Los Zetas will do anything to locate them.","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"BACKGROUND","redacted":"BACKGROUND","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"In his refugee protection claim, the principal appellant states that he had owned a manufacturing facility in Huamantla, in the state of Tlaxcala, which is in central Mexico. In November 2017, two men came to see him and warned him that he would have to begin paying twenty-two thousand pesos every three months to Los Zetas, a well-known criminal cartel in the region. They took his company car as an initial payment.","redacted":"In his refugee protection claim, the principal appellant states that he had owned a XXXX XXXX in XXXX, in the state of Tlaxcala, which is in central Mexico. In XXXX 2017, two men came to see him and warned him that he would have to begin paying XXXX XXXX XXXX pesos every XXXX months to Los Zetas, a well-known criminal cartel in the region. They took his XXXX XXXX as an initial payment.","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"The next payment was due in February 2018, but the principal appellant was late in making it. They then threatened to take one of his children as a hostage. He immediately made the payment of twenty-two thousand pesos to Los Zetas.","redacted":"The next payment was due in XXXX 2018, but the principal appellant was late in making it. They then threatened to take one of his children as a hostage. He immediately made the payment of XXXX XXXX XXXX pesos to Los Zetas.","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"Los Zetas had also been demanding payments from another business owner in the region, who had decided to close his business and leave the region. Los Zetas found him and killed him along with several of his family members. They left a message beside their bodies: [translation] “No one escapes from Los Zetas.”","redacted":"Los Zetas had also been demanding payments from another business owner in the region, who had decided to close his business and leave the region. Los Zetas found him and killed him along with several of his family members. They left a message beside their bodies: [translation] “No one escapes from Los Zetas.”","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"In May 2018, the principal appellant was required to make a new payment of twenty-two thousand pesos to Los Zetas. So as to no longer have to pay them, he decided to close his business and leave Mexico. The appellants flew to Canada on April 23, 2018.","redacted":"In XXXX 2018, the principal appellant was required to make a new payment of XXXX XXXX XXXX pesos to Los Zetas. So as to no longer have to pay them, he decided to close his business and leave Mexico. The appellants flew to Canada on XXXX XXXX, 2018.","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"In its decision, the RPD acknowledged that the principal appellant’s story was credible. However, as Los Zetas only have a regional presence, the RPD was of the opinion that the appellants would be safe if they settled in another region. They specifically identified Durango and Sonora, two cities in the north of the country. The RPD also stated that there is little risk that Los Zetas would want to go after the appellants, given that the principal appellant has closed his business. According to the RPD, that means that the principal appellant no longer has a debt owing to Los Zetas, as the only reason he had been forced to make payments was so that he could continue running his business.","redacted":"In its decision, the RPD acknowledged that the principal appellant’s story was credible. However, as Los Zetas only have a regional presence, the RPD was of the opinion that the appellants would be safe if they settled in another region. They specifically identified Durango and Sonora, two cities in the north of the country. The RPD also stated that there is little risk that Los Zetas would want to go after the appellants, given that the principal appellant has closed his business. According to the RPD, that means that the principal appellant no longer has a debt owing to Los Zetas, as the only reason he had been forced to make payments was so that he could continue running his business.","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"The appellants argue that Los Zetas maintain links with other cartels, including those that operate in the regions where the two IFAs are located, which would allow them to locate the appellants if they were there. In addition, they are of the opinion that the RPD erred when it stated that Los Zetas no longer consider the principal appellant to owe them a debt.","redacted":"The appellants argue that Los Zetas maintain links with other cartels, including those that operate in the regions where the two IFAs are located, which would allow them to locate the appellants if they were there. In addition, they are of the opinion that the RPD erred when it stated that Los Zetas no longer consider the principal appellant to owe them a debt.","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"As new evidence, the appellants wish to present a newspaper article, which mentions that Cártel del Noreste, which is active in Durango and Sonora, maintains an alliance with Los Zetas.","redacted":"As new evidence, the appellants wish to present a newspaper article, which mentions that Cártel del Noreste, which is active in Durango and Sonora, maintains an alliance with Los Zetas.","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"ADMISSIBILITY OF NEW EVIDENCE","redacted":"ADMISSIBILITY OF NEW EVIDENCE","language":"pl","filename":"MC0-03450ta.docx"}
{"unredacted":"In accordance with the Immigration and Refugee Protection Act (IRPA), I can admit only evidence:","redacted":"In accordance with the Immigration and Refugee Protection Act (IRPA), I can admit only evidence:","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"that arose after the RPD rendered its decision;","redacted":"that arose after the RPD rendered its decision;","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"that was not reasonably available at the time of the decision; or","redacted":"that was not reasonably available at the time of the decision; or","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"that the person could not reasonably have been expected in the circumstances to have presented to the RPD before the decision was rendered.","redacted":"that the person could not reasonably have been expected in the circumstances to have presented to the RPD before the decision was rendered.","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"If the evidence meets one or more of these requirements, I must decide whether the evidence is new, credible and relevant before admitting it.","redacted":"If the evidence meets one or more of these requirements, I must decide whether the evidence is new, credible and relevant before admitting it.","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"I conclude that the newspaper article presented by the appellants meets these requirements. The article did not yet exist at the time of the RPD decision and is certainly relevant to the issue of whether Los Zetas would have the capacity to track the appellants in the two proposed IFA locations.","redacted":"I conclude that the newspaper article presented by the appellants meets these requirements. The article did not yet exist at the time of the RPD decision and is certainly relevant to the issue of whether Los Zetas would have the capacity to track the appellants in the two proposed IFA locations.","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"It is unnecessary for me to hold an oral hearing to consider this new evidence since there is no doubt as to its credibility, in my opinion.","redacted":"It is unnecessary for me to hold an oral hearing to consider this new evidence since there is no doubt as to its credibility, in my opinion.","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"ANALYSIS","redacted":"ANALYSIS","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"I consider that the RPD’s analysis is erroneous in two respects. First, it erred when it stated that Los Zetas would not go after the principal appellant for having closed his business in April 2018 and fleeing the country. Second, the RPD erred when it stated that Los Zetas would not have the capacity to track the appellants if they settled in one of the two proposed IFA locations.","redacted":"I consider that the RPD’s analysis is erroneous in two respects. First, it erred when it stated that Los Zetas would not go after the principal appellant for having closed his business in XXXX 2018 and fleeing the country. Second, the RPD erred when it stated that Los Zetas would not have the capacity to track the appellants if they settled in one of the two proposed IFA locations.","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"The RPD concluded that Los Zetas no longer consider the principal appellant to owe them a debt since he closed his business; however, that conclusion is illogical. It is not true that this was a business tax. The criminal organization forces businesses in the region to pay it sums of money as a way of financing its operations. What Los Zetas expected was that they would receive twenty-two thousand pesos from the principal appellant every three months, not that he would close his business and stop paying them.","redacted":"The RPD concluded that Los Zetas no longer consider the principal appellant to owe them a debt since he closed his business; however, that conclusion is illogical. It is not true that this was a business tax. The criminal organization forces businesses in the region to pay it sums of money as a way of financing its operations. What Los Zetas expected was that they would receive XXXX XXXX XXXX pesos from the principal appellant every XXXX months, not that he would close his business and stop paying them.","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"The appellants presented in evidence photographs that were taken in front of the principal appellant’s business a few months after they had left the country. They show that Los Zetas have been there and have left behind some messages that reveal their displeasure in discovering that the appellants have fled. This clearly shows that, as far as Los Zetas are concerned, the principal appellant has signed his death sentence by acting in this way.","redacted":"The appellants presented in evidence photographs that were taken in front of the principal appellant’s business a few months after they had left the country. They show that Los Zetas have been there and have left behind some messages that reveal their displeasure in discovering that the appellants have fled. This clearly shows that, as far as Los Zetas are concerned, the principal appellant has signed his death sentence by acting in this way.","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"The RPD underestimated the possibility that Los Zetas could track the appellants, especially outside of the region, describing the cartel as having become [translation] “a fragmented group.” The documentary evidence implies that Los Zetas may no longer be as powerful as they once were, especially since the arrest of several of their leaders. However, Los Zetas have infiltrated several police services, including their information network, which could be a very efficient way of tracking someone anywhere in Mexico. Furthermore, as shown by the new evidence presented by the appellants, there is a cartel in the region where the two IFAs are located that is associated with [translation] “a branch of Los Zetas,” in particular, the one that operates in the state of Tlaxcala, where the appellants used to live.","redacted":"The RPD underestimated the possibility that Los Zetas could track the appellants, especially outside of the region, describing the cartel as having become [translation] “a fragmented group.” The documentary evidence implies that Los Zetas may no longer be as powerful as they once were, especially since the arrest of several of their leaders. However, Los Zetas have infiltrated several police services, including their information network, which could be a very efficient way of tracking someone anywhere in Mexico. Furthermore, as shown by the new evidence presented by the appellants, there is a cartel in the region where the two IFAs are located that is associated with [translation] “a branch of Los Zetas,” in particular, the one that operates in the state of Tlaxcala, where the appellants used to live.","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"I am aware that the onus is on the appellants to establish that it is unreasonable for them to seek refuge in a different part of the country before asking for international protection. The assessment is based on a two-pronged test. First, the RPD must be satisfied, on a balance of probabilities, that there is no serious possibility of them being persecuted or being subject to a risk of harm in the part of the country where it finds an IFA exists. Second, the conditions in the part of the country being proposed must be such that it would not be unreasonable for the appellants to seek refuge there, in light of all of the circumstances. The RPD concluded that the principal appellant had been personally targeted by Los Zetas. According to the documentary evidence, it is established that Los Zetas members use ground-level informants, monitor social media feeds and accounts, and use mapping software to track authorities. In order to locate people, the members of Los Zetas have developed strategic alliances, including temporary alliances, with criminal groups in other regions. More generally, the cartels use family networks and private investigators to track people, as well as property records and placing GPS trackers on cars. They have the capacity and the necessary resources to track people outside of their area of influence as they have developed alliances with various groups belonging to an extensive network and also use their own tracking methods and corrupt agents. In summary, on a balance of probabilities, I conclude that the appellants would be subjected personally to a risk to their lives or to a risk of cruel and unusual treatment or punishment by the members of Los Zetas if they moved elsewhere in Mexico.","redacted":"I am aware that the onus is on the appellants to establish that it is unreasonable for them to seek refuge in a different part of the country before asking for international protection. The assessment is based on a two-pronged test. First, the RPD must be satisfied, on a balance of probabilities, that there is no serious possibility of them being persecuted or being subject to a risk of harm in the part of the country where it finds an IFA exists. Second, the conditions in the part of the country being proposed must be such that it would not be unreasonable for the appellants to seek refuge there, in light of all of the circumstances. The RPD concluded that the principal appellant had been personally targeted by Los Zetas. According to the documentary evidence, it is established that Los Zetas members use ground-level informants, monitor social media feeds and accounts, and use mapping software to track authorities. In order to locate people, the members of Los Zetas have developed strategic alliances, including temporary alliances, with criminal groups in other regions. More generally, the cartels use family networks and private investigators to track people, as well as property records and placing GPS trackers on cars. They have the capacity and the necessary resources to track people outside of their area of influence as they have developed alliances with various groups belonging to an extensive network and also use their own tracking methods and corrupt agents. In summary, on a balance of probabilities, I conclude that the appellants would be subjected personally to a risk to their lives or to a risk of cruel and unusual treatment or punishment by the members of Los Zetas if they moved elsewhere in Mexico.","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"Furthermore, in my opinion, the appellants have rebutted the presumption of adequate state protection in Mexico. Impunity for human rights abuses remained a problem with extremely low rates of prosecution for all forms of crime. According to the federal government’s statistics agency (INEGI), 94 percent of crimes were either unreported or not investigated. Some police officers, particularly at the state and local level, were involved in kidnapping, extortion, and providing protection for, or acting directly on behalf of, members of organized crime and drug traffickers. Although the national anti-corruption system came into effect in July 2017, pending legislation and delays in making appointments at the federal and state levels have prevented the system from becoming fully operational. According to another source, corruption has been rampant in Mexico for a long time and the country is listed among the most corrupt countries in the world. It ranked as the 95th most corrupt country out of 114 countries evaluated. Endemic violence, coupled with high levels of extortion, are proof of concept that criminal activity in Mexico cannot occur without the complicity of municipal, state or federal authorities and indeed flourishes in this corrupt environment. In light of the evidence before me, I am of the opinion that law enforcement officers and members of organized crime act with complete impunity and in complicity, which rebuts the presumption of adequate state protection in Mexico.","redacted":"Furthermore, in my opinion, the appellants have rebutted the presumption of adequate state protection in Mexico. Impunity for human rights abuses remained a problem with extremely low rates of prosecution for all forms of crime. According to the federal government’s statistics agency (INEGI), 94 percent of crimes were either unreported or not investigated. Some police officers, particularly at the state and local level, were involved in kidnapping, extortion, and providing protection for, or acting directly on behalf of, members of organized crime and drug traffickers. Although the national anti-corruption system came into effect in July 2017, pending legislation and delays in making appointments at the federal and state levels have prevented the system from becoming fully operational. According to another source, corruption has been rampant in Mexico for a long time and the country is listed among the most corrupt countries in the world. It ranked as the 95th most corrupt country out of 114 countries evaluated. Endemic violence, coupled with high levels of extortion, are proof of concept that criminal activity in Mexico cannot occur without the complicity of municipal, state or federal authorities and indeed flourishes in this corrupt environment. In light of the evidence before me, I am of the opinion that law enforcement officers and members of organized crime act with complete impunity and in complicity, which rebuts the presumption of adequate state protection in Mexico.","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"CONCLUSION","redacted":"CONCLUSION","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"The appeal is allowed. I substitute the determination of the RPD with my own determination that the four appellants are persons in need of protection.","redacted":"The appeal is allowed. I substitute the determination of the RPD with my own determination that the four appellants are persons in need of protection.","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"IRB translation","redacted":"IRB translation","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"Original language: French","redacted":"Original language: French","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"Persons who are the subject of the appeal","redacted":"Persons who are the subject of the appeal","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"Jaime Ernesto Icaza Hernández Izquierdo, and Sofía Mariana Almazán Orozco, and Arantxa Carolina Orozco Izquierdo, and Alberto Orozco Izquierdo XXXX","redacted":"XXXX XXXX XXXX XXXX XXXX XXXXXXXX XXXX XXXX XXXX XXXXXXXX XXXX XXXX XXXX XXXXXXXX XXXX XXXX","language":"es","filename":"MC0-03450ta.docx"}
{"unredacted":"Personnes en cause","redacted":"Personnes en cause","language":"fr","filename":"MC0-03450ta.docx"}
{"unredacted":"Appeal considered at","redacted":"Appeal considered at","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"Ottawa, Ontario","redacted":"Ottawa, Ontario","language":"it","filename":"MC0-03450ta.docx"}
{"unredacted":"Appel instruit à","redacted":"Appel instruit à","language":"fr","filename":"MC0-03450ta.docx"}
{"unredacted":"Date of decision","redacted":"Date of decision","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"March 24, 2021","redacted":"March 24, 2021","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"Date de la décision","redacted":"Date de la décision","language":"fr","filename":"MC0-03450ta.docx"}
{"unredacted":"Panel","redacted":"Panel","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"Me Philippe Rabot","redacted":"Me Philippe Rabot","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"Tribunal","redacted":"Tribunal","language":"es","filename":"MC0-03450ta.docx"}
{"unredacted":"Counsel for the persons who are the subject of the appeal","redacted":"Counsel for the persons who are the subject of the appeal","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"Me Manuel Centurion","redacted":"Me Manuel Centurion","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"Conseil des personnes en cause","redacted":"Conseil des personnes en cause","language":"fr","filename":"MC0-03450ta.docx"}
{"unredacted":"Designated representative","redacted":"Designated representative","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"Omar Jahir Chávez","redacted":"XXXX XXXX XXXX","language":"se","filename":"MC0-03450ta.docx"}
{"unredacted":"Représentant(e) désigné(e)","redacted":"Représentant(e) désigné(e)","language":"fr","filename":"MC0-03450ta.docx"}
{"unredacted":"Counsel for the Minister","redacted":"Counsel for the Minister","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"N\/A","redacted":"N\/A","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"Conseil du ministre","redacted":"Conseil du ministre","language":"fr","filename":"MC0-03450ta.docx"}
{"unredacted":"(signed)","redacted":"(signed)","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"Philippe Rabot","redacted":"Philippe Rabot","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"Philippe Rabot","redacted":"Philippe Rabot","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"March 24, 2021","redacted":"March 24, 2021","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"Date","redacted":"Date","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"RAD File No. \/ No de dossier de la SAR : MC003450","redacted":"RAD File No. \/ No de dossier de la SAR : MC003450","language":"eo","filename":"MC0-03450ta.docx"}
{"unredacted":"MC003451 \/ MC003452 \/ MC003453","redacted":"MC003451 \/ MC003452 \/ MC003453","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"Private Proceeding \/ Huis clos","redacted":"Private Proceeding \/ Huis clos","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"Reasons and decision Motifs et décision","redacted":"Reasons and decision Motifs et décision","language":"fr","filename":"MC0-03450ta.docx"}
{"unredacted":"REASONS FOR DECISION","redacted":"REASONS FOR DECISION","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"OVERVIEW","redacted":"OVERVIEW","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"These appeals concern four members of the same family, namely, Jaime Ernesto Icaza Hernández Izquierdo (the principal appellant), his wife, Sofía Mariana Almazán Orozco (the associate appellant), and their two minor children, Arantxa Carolina Orozco Izquierdo and Alberto Orozco Izquierdo (the minor appellants). They are all citizens of Mexico. A criminal cartel called Los Zetas forced the principal appellant to give them money on several occasions so that he could continue to run his business. He then stopped paying them and closed his business. The Refugee Protection Division (RPD) concluded that the appellants had an internal flight alternative (IFA) in two locations, Durango and Sonora. However, according to the appellants, nowhere in Mexico is safe for them, because Los Zetas have the capacity and motivation to track them anywhere and to take revenge on them for closing their business and no longer paying them.","redacted":"These appeals concern four members of the same family, namely, XXXX XXXX XXXX XXXX XXXX (the principal appellant), his wife, XXXX XXXX XXXX XXXX (the associate appellant), and their two minor children, XXXX XXXX XXXX XXXX and XXXX XXXX XXXX (the minor appellants). They are all citizens of Mexico. A criminal cartel called Los Zetas forced the principal appellant to give them money on several occasions so that he could continue to run his business. He then stopped paying them and closed his business. The Refugee Protection Division (RPD) concluded that the appellants had an internal flight alternative (IFA) in two locations, Durango and Sonora. However, according to the appellants, nowhere in Mexico is safe for them, because Los Zetas have the capacity and motivation to track them anywhere and to take revenge on them for closing their business and no longer paying them.","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"DETERMINATION","redacted":"DETERMINATION","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"The appeals are allowed. The determination of the RPD is set aside and the appellants are recognized as persons in need of protection. The RPD’s determination underestimates the possibility that Los Zetas still want to go after the appellants. Closing the business and fleeing put the appellants’ lives in danger and Los Zetas will do anything to locate them.","redacted":"The appeals are allowed. The determination of the RPD is set aside and the appellants are recognized as persons in need of protection. The RPD’s determination underestimates the possibility that Los Zetas still want to go after the appellants. Closing the business and fleeing put the appellants’ lives in danger and Los Zetas will do anything to locate them.","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"BACKGROUND","redacted":"BACKGROUND","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"In his refugee protection claim, the principal appellant states that he had owned a manufacturing facility in Huamantla, in the state of Tlaxcala, which is in central Mexico. In November 2017, two men came to see him and warned him that he would have to begin paying twenty-two thousand pesos every three months to Los Zetas, a well-known criminal cartel in the region. They took his company car as an initial payment.","redacted":"In his refugee protection claim, the principal appellant states that he had owned a XXXX XXXX in XXXX, in the state of Tlaxcala, which is in central Mexico. In XXXX 2017, two men came to see him and warned him that he would have to begin paying XXXX XXXX XXXX pesos every XXXX months to Los Zetas, a well-known criminal cartel in the region. They took his XXXX XXXX as an initial payment.","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"The next payment was due in February 2018, but the principal appellant was late in making it. They then threatened to take one of his children as a hostage. He immediately made the payment of twenty-two thousand pesos to Los Zetas.","redacted":"The next payment was due in XXXX 2018, but the principal appellant was late in making it. They then threatened to take one of his children as a hostage. He immediately made the payment of XXXX XXXX XXXX pesos to Los Zetas.","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"Los Zetas had also been demanding payments from another business owner in the region, who had decided to close his business and leave the region. Los Zetas found him and killed him along with several of his family members. They left a message beside their bodies: [translation] “No one escapes from Los Zetas.”","redacted":"Los Zetas had also been demanding payments from another business owner in the region, who had decided to close his business and leave the region. Los Zetas found him and killed him along with several of his family members. They left a message beside their bodies: [translation] “No one escapes from Los Zetas.”","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"In May 2018, the principal appellant was required to make a new payment of twenty-two thousand pesos to Los Zetas. So as to no longer have to pay them, he decided to close his business and leave Mexico. The appellants flew to Canada on April 23, 2018.","redacted":"In XXXX 2018, the principal appellant was required to make a new payment of XXXX XXXX XXXX pesos to Los Zetas. So as to no longer have to pay them, he decided to close his business and leave Mexico. The appellants flew to Canada on XXXX XXXX, 2018.","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"In its decision, the RPD acknowledged that the principal appellant’s story was credible. However, as Los Zetas only have a regional presence, the RPD was of the opinion that the appellants would be safe if they settled in another region. They specifically identified Durango and Sonora, two cities in the north of the country. The RPD also stated that there is little risk that Los Zetas would want to go after the appellants, given that the principal appellant has closed his business. According to the RPD, that means that the principal appellant no longer has a debt owing to Los Zetas, as the only reason he had been forced to make payments was so that he could continue running his business.","redacted":"In its decision, the RPD acknowledged that the principal appellant’s story was credible. However, as Los Zetas only have a regional presence, the RPD was of the opinion that the appellants would be safe if they settled in another region. They specifically identified Durango and Sonora, two cities in the north of the country. The RPD also stated that there is little risk that Los Zetas would want to go after the appellants, given that the principal appellant has closed his business. According to the RPD, that means that the principal appellant no longer has a debt owing to Los Zetas, as the only reason he had been forced to make payments was so that he could continue running his business.","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"The appellants argue that Los Zetas maintain links with other cartels, including those that operate in the regions where the two IFAs are located, which would allow them to locate the appellants if they were there. In addition, they are of the opinion that the RPD erred when it stated that Los Zetas no longer consider the principal appellant to owe them a debt.","redacted":"The appellants argue that Los Zetas maintain links with other cartels, including those that operate in the regions where the two IFAs are located, which would allow them to locate the appellants if they were there. In addition, they are of the opinion that the RPD erred when it stated that Los Zetas no longer consider the principal appellant to owe them a debt.","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"As new evidence, the appellants wish to present a newspaper article, which mentions that Cártel del Noreste, which is active in Durango and Sonora, maintains an alliance with Los Zetas.","redacted":"As new evidence, the appellants wish to present a newspaper article, which mentions that Cártel del Noreste, which is active in Durango and Sonora, maintains an alliance with Los Zetas.","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"ADMISSIBILITY OF NEW EVIDENCE","redacted":"ADMISSIBILITY OF NEW EVIDENCE","language":"pl","filename":"MC0-03450ta.docx"}
{"unredacted":"In accordance with the Immigration and Refugee Protection Act (IRPA), I can admit only evidence:","redacted":"In accordance with the Immigration and Refugee Protection Act (IRPA), I can admit only evidence:","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"that arose after the RPD rendered its decision;","redacted":"that arose after the RPD rendered its decision;","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"that was not reasonably available at the time of the decision; or","redacted":"that was not reasonably available at the time of the decision; or","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"that the person could not reasonably have been expected in the circumstances to have presented to the RPD before the decision was rendered.","redacted":"that the person could not reasonably have been expected in the circumstances to have presented to the RPD before the decision was rendered.","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"If the evidence meets one or more of these requirements, I must decide whether the evidence is new, credible and relevant before admitting it.","redacted":"If the evidence meets one or more of these requirements, I must decide whether the evidence is new, credible and relevant before admitting it.","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"I conclude that the newspaper article presented by the appellants meets these requirements. The article did not yet exist at the time of the RPD decision and is certainly relevant to the issue of whether Los Zetas would have the capacity to track the appellants in the two proposed IFA locations.","redacted":"I conclude that the newspaper article presented by the appellants meets these requirements. The article did not yet exist at the time of the RPD decision and is certainly relevant to the issue of whether Los Zetas would have the capacity to track the appellants in the two proposed IFA locations.","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"It is unnecessary for me to hold an oral hearing to consider this new evidence since there is no doubt as to its credibility, in my opinion.","redacted":"It is unnecessary for me to hold an oral hearing to consider this new evidence since there is no doubt as to its credibility, in my opinion.","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"ANALYSIS","redacted":"ANALYSIS","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"I consider that the RPD’s analysis is erroneous in two respects. First, it erred when it stated that Los Zetas would not go after the principal appellant for having closed his business in April 2018 and fleeing the country. Second, the RPD erred when it stated that Los Zetas would not have the capacity to track the appellants if they settled in one of the two proposed IFA locations.","redacted":"I consider that the RPD’s analysis is erroneous in two respects. First, it erred when it stated that Los Zetas would not go after the principal appellant for having closed his business in XXXX 2018 and fleeing the country. Second, the RPD erred when it stated that Los Zetas would not have the capacity to track the appellants if they settled in one of the two proposed IFA locations.","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"The RPD concluded that Los Zetas no longer consider the principal appellant to owe them a debt since he closed his business; however, that conclusion is illogical. It is not true that this was a business tax. The criminal organization forces businesses in the region to pay it sums of money as a way of financing its operations. What Los Zetas expected was that they would receive twenty-two thousand pesos from the principal appellant every three months, not that he would close his business and stop paying them.","redacted":"The RPD concluded that Los Zetas no longer consider the principal appellant to owe them a debt since he closed his business; however, that conclusion is illogical. It is not true that this was a business tax. The criminal organization forces businesses in the region to pay it sums of money as a way of financing its operations. What Los Zetas expected was that they would receive XXXX XXXX XXXX pesos from the principal appellant every XXXX months, not that he would close his business and stop paying them.","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"The appellants presented in evidence photographs that were taken in front of the principal appellant’s business a few months after they had left the country. They show that Los Zetas have been there and have left behind some messages that reveal their displeasure in discovering that the appellants have fled. This clearly shows that, as far as Los Zetas are concerned, the principal appellant has signed his death sentence by acting in this way.","redacted":"The appellants presented in evidence photographs that were taken in front of the principal appellant’s business a few months after they had left the country. They show that Los Zetas have been there and have left behind some messages that reveal their displeasure in discovering that the appellants have fled. This clearly shows that, as far as Los Zetas are concerned, the principal appellant has signed his death sentence by acting in this way.","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"The RPD underestimated the possibility that Los Zetas could track the appellants, especially outside of the region, describing the cartel as having become [translation] “a fragmented group.” The documentary evidence implies that Los Zetas may no longer be as powerful as they once were, especially since the arrest of several of their leaders. However, Los Zetas have infiltrated several police services, including their information network, which could be a very efficient way of tracking someone anywhere in Mexico. Furthermore, as shown by the new evidence presented by the appellants, there is a cartel in the region where the two IFAs are located that is associated with [translation] “a branch of Los Zetas,” in particular, the one that operates in the state of Tlaxcala, where the appellants used to live.","redacted":"The RPD underestimated the possibility that Los Zetas could track the appellants, especially outside of the region, describing the cartel as having become [translation] “a fragmented group.” The documentary evidence implies that Los Zetas may no longer be as powerful as they once were, especially since the arrest of several of their leaders. However, Los Zetas have infiltrated several police services, including their information network, which could be a very efficient way of tracking someone anywhere in Mexico. Furthermore, as shown by the new evidence presented by the appellants, there is a cartel in the region where the two IFAs are located that is associated with [translation] “a branch of Los Zetas,” in particular, the one that operates in the state of Tlaxcala, where the appellants used to live.","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"I am aware that the onus is on the appellants to establish that it is unreasonable for them to seek refuge in a different part of the country before asking for international protection. The assessment is based on a two-pronged test. First, the RPD must be satisfied, on a balance of probabilities, that there is no serious possibility of them being persecuted or being subject to a risk of harm in the part of the country where it finds an IFA exists. Second, the conditions in the part of the country being proposed must be such that it would not be unreasonable for the appellants to seek refuge there, in light of all of the circumstances. The RPD concluded that the principal appellant had been personally targeted by Los Zetas. According to the documentary evidence, it is established that Los Zetas members use ground-level informants, monitor social media feeds and accounts, and use mapping software to track authorities. In order to locate people, the members of Los Zetas have developed strategic alliances, including temporary alliances, with criminal groups in other regions. More generally, the cartels use family networks and private investigators to track people, as well as property records and placing GPS trackers on cars. They have the capacity and the necessary resources to track people outside of their area of influence as they have developed alliances with various groups belonging to an extensive network and also use their own tracking methods and corrupt agents. In summary, on a balance of probabilities, I conclude that the appellants would be subjected personally to a risk to their lives or to a risk of cruel and unusual treatment or punishment by the members of Los Zetas if they moved elsewhere in Mexico.","redacted":"I am aware that the onus is on the appellants to establish that it is unreasonable for them to seek refuge in a different part of the country before asking for international protection. The assessment is based on a two-pronged test. First, the RPD must be satisfied, on a balance of probabilities, that there is no serious possibility of them being persecuted or being subject to a risk of harm in the part of the country where it finds an IFA exists. Second, the conditions in the part of the country being proposed must be such that it would not be unreasonable for the appellants to seek refuge there, in light of all of the circumstances. The RPD concluded that the principal appellant had been personally targeted by Los Zetas. According to the documentary evidence, it is established that Los Zetas members use ground-level informants, monitor social media feeds and accounts, and use mapping software to track authorities. In order to locate people, the members of Los Zetas have developed strategic alliances, including temporary alliances, with criminal groups in other regions. More generally, the cartels use family networks and private investigators to track people, as well as property records and placing GPS trackers on cars. They have the capacity and the necessary resources to track people outside of their area of influence as they have developed alliances with various groups belonging to an extensive network and also use their own tracking methods and corrupt agents. In summary, on a balance of probabilities, I conclude that the appellants would be subjected personally to a risk to their lives or to a risk of cruel and unusual treatment or punishment by the members of Los Zetas if they moved elsewhere in Mexico.","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"Furthermore, in my opinion, the appellants have rebutted the presumption of adequate state protection in Mexico. Impunity for human rights abuses remained a problem with extremely low rates of prosecution for all forms of crime. According to the federal government’s statistics agency (INEGI), 94 percent of crimes were either unreported or not investigated. Some police officers, particularly at the state and local level, were involved in kidnapping, extortion, and providing protection for, or acting directly on behalf of, members of organized crime and drug traffickers. Although the national anti-corruption system came into effect in July 2017, pending legislation and delays in making appointments at the federal and state levels have prevented the system from becoming fully operational. According to another source, corruption has been rampant in Mexico for a long time and the country is listed among the most corrupt countries in the world. It ranked as the 95th most corrupt country out of 114 countries evaluated. Endemic violence, coupled with high levels of extortion, are proof of concept that criminal activity in Mexico cannot occur without the complicity of municipal, state or federal authorities and indeed flourishes in this corrupt environment. In light of the evidence before me, I am of the opinion that law enforcement officers and members of organized crime act with complete impunity and in complicity, which rebuts the presumption of adequate state protection in Mexico.","redacted":"Furthermore, in my opinion, the appellants have rebutted the presumption of adequate state protection in Mexico. Impunity for human rights abuses remained a problem with extremely low rates of prosecution for all forms of crime. According to the federal government’s statistics agency (INEGI), 94 percent of crimes were either unreported or not investigated. Some police officers, particularly at the state and local level, were involved in kidnapping, extortion, and providing protection for, or acting directly on behalf of, members of organized crime and drug traffickers. Although the national anti-corruption system came into effect in July 2017, pending legislation and delays in making appointments at the federal and state levels have prevented the system from becoming fully operational. According to another source, corruption has been rampant in Mexico for a long time and the country is listed among the most corrupt countries in the world. It ranked as the 95th most corrupt country out of 114 countries evaluated. Endemic violence, coupled with high levels of extortion, are proof of concept that criminal activity in Mexico cannot occur without the complicity of municipal, state or federal authorities and indeed flourishes in this corrupt environment. In light of the evidence before me, I am of the opinion that law enforcement officers and members of organized crime act with complete impunity and in complicity, which rebuts the presumption of adequate state protection in Mexico.","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"CONCLUSION","redacted":"CONCLUSION","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"The appeal is allowed. I substitute the determination of the RPD with my own determination that the four appellants are persons in need of protection.","redacted":"The appeal is allowed. I substitute the determination of the RPD with my own determination that the four appellants are persons in need of protection.","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"IRB translation","redacted":"IRB translation","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"Original language: French","redacted":"Original language: French","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"Persons who are the subject of the appeal","redacted":"Persons who are the subject of the appeal","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"Jaime Ernesto Icaza Hernández Izquierdo, and Sofía Mariana Almazán Orozco, and Arantxa Carolina Orozco Izquierdo, and Alberto Orozco Izquierdo XXXX","redacted":"XXXX XXXX XXXX XXXX XXXX XXXXXXXX XXXX XXXX XXXX XXXXXXXX XXXX XXXX XXXX XXXXXXXX XXXX XXXX","language":"es","filename":"MC0-03450ta.docx"}
{"unredacted":"Personnes en cause","redacted":"Personnes en cause","language":"fr","filename":"MC0-03450ta.docx"}
{"unredacted":"Appeal considered at","redacted":"Appeal considered at","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"Ottawa, Ontario","redacted":"Ottawa, Ontario","language":"it","filename":"MC0-03450ta.docx"}
{"unredacted":"Appel instruit à","redacted":"Appel instruit à","language":"fr","filename":"MC0-03450ta.docx"}
{"unredacted":"Date of decision","redacted":"Date of decision","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"March 24, 2021","redacted":"March 24, 2021","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"Date de la décision","redacted":"Date de la décision","language":"fr","filename":"MC0-03450ta.docx"}
{"unredacted":"Panel","redacted":"Panel","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"Me Philippe Rabot","redacted":"Me Philippe Rabot","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"Tribunal","redacted":"Tribunal","language":"es","filename":"MC0-03450ta.docx"}
{"unredacted":"Counsel for the persons who are the subject of the appeal","redacted":"Counsel for the persons who are the subject of the appeal","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"Me Manuel Centurion","redacted":"Me Manuel Centurion","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"Conseil des personnes en cause","redacted":"Conseil des personnes en cause","language":"fr","filename":"MC0-03450ta.docx"}
{"unredacted":"Designated representative","redacted":"Designated representative","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"Omar Jahir Chávez","redacted":"XXXX XXXX XXXX","language":"se","filename":"MC0-03450ta.docx"}
{"unredacted":"Représentant(e) désigné(e)","redacted":"Représentant(e) désigné(e)","language":"fr","filename":"MC0-03450ta.docx"}
{"unredacted":"Counsel for the Minister","redacted":"Counsel for the Minister","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"N\/A","redacted":"N\/A","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"Conseil du ministre","redacted":"Conseil du ministre","language":"fr","filename":"MC0-03450ta.docx"}
{"unredacted":"(signed)","redacted":"(signed)","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"Philippe Rabot","redacted":"Philippe Rabot","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"Philippe Rabot","redacted":"Philippe Rabot","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"March 24, 2021","redacted":"March 24, 2021","language":"en","filename":"MC0-03450ta.docx"}
{"unredacted":"Date","redacted":"Date","language":"en","filename":"MC0-03450ta.docx"}
