{"unredacted":"RAD File No. \/ No de dossier de la SAR : MC002058","redacted":"RAD File No. \/ No de dossier de la SAR : MC002058","language":"eo","filename":"MC0-02058ta.docx"}
{"unredacted":"Private Proceeding \/ Huis clos","redacted":"Private Proceeding \/ Huis clos","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Reasons and Decision – Motifs et décision","redacted":"Reasons and Decision – Motifs et décision","language":"fr","filename":"MC0-02058ta.docx"}
{"unredacted":"REASONS FOR DECISION","redacted":"REASONS FOR DECISION","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"OVERVIEW","redacted":"OVERVIEW","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"The appellant, Víctor Aguirre Mendoza Velázquez, a Mexican citizen, fears for his life because of death threats and the extortion he was subjected to by members of the Cartel Jalisco Nueva Generacion (CJNG) between February and December 2018.","redacted":"The appellant, XXXX XXXX XXXX XXXX, a Mexican citizen, fears for his life because of death threats and the extortion he was subjected to by members of the Cartel Jalisco Nueva Generacion (CJNG) between XXXX and XXXX 2018.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"He is appealing the decicision rendered on January 14, 2020, by the Refugee Protection Division (RPD), which found the appellant’s testimony to be generally credible, but concluded that he had an internal flight alternative (IFA) available to him in Mérida, Yucatán, and Durango, in the state of the same name.","redacted":"He is appealing the decicision rendered on January 14, 2020, by the Refugee Protection Division (RPD), which found the appellant’s testimony to be generally credible, but concluded that he had an internal flight alternative (IFA) available to him in Mérida, Yucatán, and Durango, in the state of the same name.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"The appellant is challenging the RPD’s conclusion with respect to the IFA. He filed six new pieces of evidence, one of which is admitted on appeal. However, the request for an oral hearing is denied, as the document admitted does not meet the criteria set out in subsection 110(6) of the Immigration and Refugee Protection Act (IRPA).","redacted":"The appellant is challenging the RPD’s conclusion with respect to the IFA. He filed six new pieces of evidence, one of which is admitted on appeal. However, the request for an oral hearing is denied, as the document admitted does not meet the criteria set out in subsection 110(6) of the Immigration and Refugee Protection Act (IRPA).","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"For the reasons set out below, the Refugee Appeal Division (RAD) allows the appeal, sets aside the RPD’s determination and determines that the appellant is a person in need of protection, as he does not have a safe IFA in Mexico.","redacted":"For the reasons set out below, the Refugee Appeal Division (RAD) allows the appeal, sets aside the RPD’s determination and determines that the appellant is a person in need of protection, as he does not have a safe IFA in Mexico.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"BACKGROUND","redacted":"BACKGROUND","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"The appellant, who is a ceramic artist by trade and a co-owner of a ceramic workshop in Tlaquepaque, states that he fears for his life because he has been threatened with death, assaulted, beaten and subjected to extortion by CJNG members. The appellant’s story is not limited to his own situation and includes numerous members of his family.","redacted":"The appellant, who is a XXXX XXXX by trade and a co-owner of a XXXX XXXX in XXXX, states that he fears for his life because he has been threatened with death, assaulted, beaten and subjected to extortion by CJNG members. The appellant’s story is not limited to his own situation and includes numerous members of his family.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"On February 8, 2018, some CJNG members visited the appellant’s sister, who operated a business in the same building, for extortion purposes. A surveillance camera system was reportedly installed subsequently.","redacted":"On XXXX XXXX, 2018, some CJNG members visited the appellant’s sister, who operated a business in the same building, for extortion purposes. A surveillance camera system was reportedly installed subsequently.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"On February 21, 2018, the appellant and his brother-in-law, co-owners of the ceramic workshop, were visited by three CJNG members. They were forcibly confined and threatened with death if they did not pay twenty-four thousand pesos.","redacted":"On XXXX XXXX, 2018, the appellant and his brother-in-law, co-owners of the XXXX XXXX, were visited by three CJNG members. They were forcibly confined and threatened with death if they did not pay XXXX XXXX XXXX pesos.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"On Tuesday, March 6 2018, the same individuals went to the appellant’s workshop. They physically assaulted the appellant because he could not pay the amount demanded.","redacted":"On XXXX XXXX XXXX 2018, the same individuals went to the appellant’s XXXX. They physically assaulted the appellant because he could not pay the amount demanded.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"On Saturday, March 20 2018, the appellant received a call demanding again that he pay, which he did on Monday, March 22. That same day, he received a message threatening his mother and his spouse, both of whom were employees and were present at the workshop when the money was handed over.","redacted":"On XXXX XXXX XXXX 2018, the appellant received a call demanding again that he pay, which he did on XXXX XXXX XXXX That same day, he received a message threatening his mother and his spouse, both of whom were employees and were present at the XXXX when the money was handed over.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"On Thursday, April 27 2018, a kidnapping attempt was made against the daughter of another of the appellant’s sisters as she was leaving school.","redacted":"On XXXX XXXX XXXX 2018, a kidnapping attempt was made against the daughter of another of the appellant’s sisters as she was leaving school.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"In mid-May, the appellant’s sister and brother-in-law informed him that they were leaving for Puerto Vallarta.","redacted":"In mid-XXXX, the appellant’s sister and brother-in-law informed him that they were leaving for Puerto Vallarta.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"On Sunday, May 17 2018, while he was parking his car near his spouse’s home, he was informed by two men that they were monitoring his movements and knew the schedules of his spouse, his mother and his nephew, who lived with the appellant’s mother. That evening, the appellant and his spouse took refuge with friends.","redacted":"On XXXX XXXX XXXX 2018, while he was parking his car near his spouse’s home, he was informed by two men that they were monitoring his movements and knew the schedules of his spouse, his mother and his nephew, who lived with the appellant’s mother. That evening, the appellant and his spouse took refuge with friends.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"On May 23, 2018, two individuals went to the workshop to collect a payment. That same day, when he received a call to congratulate him for co-operating, the appellant indicated that he could not pay anymore as he had given them all of his savings.","redacted":"On XXXX XXXX, 2018, two individuals went to the XXXX to collect a payment. That same day, when he received a call to congratulate him for co-operating, the appellant indicated that he could not pay anymore as he had given them all of his savings.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"On June 1, 2018, the appellant received a call informing him that the money would be collected the following day. On Wednesday, June 2 2018, the appellant did not pay the amount demanded, as he had no more money. A few hours later, he received a call from his spouse, who was with cartel members who were at her home and threatening her. When the appellant got there, the men had left the home.","redacted":"On XXXX XXXX, 2018, the appellant received a call informing him that the money would be collected the following day. On XXXX XXXX XXXX 2018, the appellant did not pay the amount demanded, as he had no more money. A few hours later, he received a call from his spouse, who was with cartel members who were at her home and threatening her. When the appellant got there, the men had left the home.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"On Friday, June 15 2018, the men from the cartel came to the workshop with suitcases for the appellant to help traffic the drugs they contained. When the appellant refused, they assaulted his spouse and pointed a gun at her head, terrorizing his mother.","redacted":"On XXXX XXXX XXXX 2018, the men from the cartel came to the XXXX with suitcases for the appellant to help traffic the drugs they contained. When the appellant refused, they assaulted his spouse and pointed a gun at her head, terrorizing his mother.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"On June 18 2018, an initial exchange of merchandise took place at the ceramic workshop. The appellant had to accept a suitcase that he was then supposed to give to someone else.","redacted":"On XXXX XXXX 2018, an initial exchange of merchandise took place at the XXXX XXXX. The appellant had to accept a suitcase that he was then supposed to give to someone else.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"On July 5, 2018, the appellant and his spouse, brother-in-law and sister, as well as his best friend, were out at a restaurant. At the end of the evening, cartel members appeared on a motorcycle and fired shots at them. The appellant’s friend was killed. He received a call confirming that this was indeed a warning and that his mother would be next.","redacted":"On XXXX XXXX, 2018, the appellant and his spouse, brother-in-law and sister, as well as his best friend, were out at a restaurant. At the end of the evening, cartel members appeared on a motorcycle and fired shots at them. The appellant’s friend was killed. He received a call confirming that this was indeed a warning and that his mother would be next.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Payments were made and drugs were trafficked again in July and August. In September, no merchandise was trafficked, but the appellant made a payment. Individuals began asking him about his brother-in-law’s whereabouts. In the absence of a response, death threats were made against both of them.","redacted":"Payments were made and drugs were trafficked again in XXXX and XXXX. In XXXX, no merchandise was trafficked, but the appellant made a payment. Individuals began asking him about his brother-in-law’s whereabouts. In the absence of a response, death threats were made against both of them.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"On October 18, 2018, the appellant’s brother-in-law called him to inform him that his sister had been the victim of a kidnapping attempt. From that point on, the appellant, his mother and his spouse stopped going to the workshop. The appellant went into hiding, and his mother and nephew moved.","redacted":"On XXXX XXXX, 2018, the appellant’s brother-in-law called him to inform him that his sister had been the victim of a kidnapping attempt. From that point on, the appellant, his mother and his spouse stopped going to the XXXX. The appellant went into hiding, and his mother and nephew moved.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"In October 2018, the appellant went to Guadalajara to work. On Sunday October 16 2018, his mother called him to inform him that her home had been ransacked and that his nephew had been assaulted leaving school. The appellant went to see his mother. When he arrived, he received a call telling him that he still owed money to the cartel. All three of them left and went to Hidalgo, in the state of Michoacán, to stay with an aunt, who provided them with shelter at a religious establishment. The appellant’s spouse took refuge at her parents’ home in the same state.","redacted":"In XXXX 2018, the appellant went to XXXX to work. On XXXX XXXX XXXX 2018, his mother called him to inform him that her home had been ransacked and that his nephew had been assaulted leaving school. The appellant went to see his mother. When he arrived, he received a call telling him that he still owed money to the cartel. All three of them left and went to Hidalgo, in the state of Michoacán, to stay with an aunt, who provided them with shelter at a religious establishment. The appellant’s spouse took refuge at her parents’ home in the same state.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"The appellant returned to Guadalajara to work in order to save up the money needed to flee the country. He left Mexico for Canada on January 30, 2019.","redacted":"The appellant returned to XXXX to work in order to save up the money needed to flee the country. He left Mexico for Canada on XXXX XXXX, 2019.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"On Monday February 11 2019, the appellant’s mother and nephew were assaulted and threatened in the middle of the street, in the city of Léon, by cartel members, who informed them that they were still looking for the appellant.","redacted":"On XXXX XXXX XXXX 2019, the appellant’s mother and nephew were assaulted and threatened in the middle of the street, in the city of Léon, by cartel members, who informed them that they were still looking for the appellant.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"On March 1, 2019, a friend of the appellant who had witnessed the assault on Sunday October 16 2018, contacted him asking for help because he was now being targeted by the cartel, which was looking for the appellant.","redacted":"On XXXX XXXX, 2019, a friend of the appellant who had witnessed the assault on XXXX XXXX XXXX 2018, contacted him asking for help because he was now being targeted by the cartel, which was looking for the appellant.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"PARTIAL ADMISSION OF NEW EVIDENCE AND DENIAL OF THE REQUEST FOR AN ORAL HEARING","redacted":"PARTIAL ADMISSION OF NEW EVIDENCE AND DENIAL OF THE REQUEST FOR AN ORAL HEARING","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"To be admissible before the RAD, the new evidence must first meet the criteria set out in subsection 110(4) of the IRPA and then those in Singh, adapted from Raza, both Federal Court of Appeal decisions. Subsection 110(4) of the IRPA provides that “the person who is the subject of the appeal may present only evidence that arose after the rejection of their claim or that was not reasonably available, or that the person could not reasonably have been expected in the circumstances to have presented, at the time of the rejection.” The Court has held that the three admissibility conditions in Raza, namely, credibility, relevance and newness, also apply to any application for admission of new evidence before the RAD.","redacted":"To be admissible before the RAD, the new evidence must first meet the criteria set out in subsection 110(4) of the IRPA and then those in Singh, adapted from Raza, both Federal Court of Appeal decisions. Subsection 110(4) of the IRPA provides that “the person who is the subject of the appeal may present only evidence that arose after the rejection of their claim or that was not reasonably available, or that the person could not reasonably have been expected in the circumstances to have presented, at the time of the rejection.” The Court has held that the three admissibility conditions in Raza, namely, credibility, relevance and newness, also apply to any application for admission of new evidence before the RAD.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"The appellant submitted six new documents in support of his appeal:","redacted":"The appellant submitted six new documents in support of his appeal:","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"A newspaper article entitled, “CJNG: Une expansion inévitable vers les Caraïbes” [CJNG: expansion to the Caribbean inevitable], published on August 16, 2019;","redacted":"A newspaper article entitled, “CJNG: Une expansion inévitable vers les Caraïbes” [CJNG: expansion to the Caribbean inevitable], published on August 16, 2019;","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"The Wikipedia page on Genra Garcia Luna, a Mexican politician arrested in the United States in 2019 for colluding with the Sinaloa cartel, last amended on January 5, 2020;","redacted":"The Wikipedia page on Genra Garcia Luna, a Mexican politician arrested in the United States in 2019 for colluding with the Sinaloa cartel, last amended on January 5, 2020;","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"A newspaper article entitled, “Durango, paradis du crime organisé; les dirigeants marchent librement” [Durango, organized crime paradise: leaders walk free], published on July 13, 2019;","redacted":"A newspaper article entitled, “Durango, paradis du crime organisé; les dirigeants marchent librement” [Durango, organized crime paradise: leaders walk free], published on July 13, 2019;","language":"fr","filename":"MC0-02058ta.docx"}
{"unredacted":"A newspaper article entitled, “Nearly 32,000 homicide victims recorded in Mexico in 2019,” published on December 23, 2019;","redacted":"A newspaper article entitled, “Nearly 32,000 homicide victims recorded in Mexico in 2019,” published on December 23, 2019;","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"A sworn statement from the appellant, signed on February 3, 2020;","redacted":"A sworn statement from the appellant, signed on February 3, 2020;","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"A sworn statement from Gustavo Manuel Luis Ramírez, the appellant’s brother-in-law, signed on January 3, 2020; and","redacted":"A sworn statement from XXXX XXXX XXXX XXXX, the appellant’s brother-in-law, signed on XXXX XXXX, 2020; and","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"The decision rendered by Marie-Lynne Bowyer Kagan of the RAD on March 17, 2019, granting protected person status to the appellant’s brother-in-law and sister.","redacted":"The decision rendered by XXXX XXXX XXXX XXXX XXXX of the RAD on XXXX XXXX, 2019, granting protected person status to the appellant’s brother-in-law and sister.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Both sworn statements (exhibits 6 and 7) are dated after the RPD’s decision but do not set out events that arose after the RPD’s decision. The appellant also did not explain why these documents could not have been produced and submitted to the RPD. They do not meet the criteria set out in subsection 110(4) of the IRPA and are not admitted. The newspaper articles (exhibits 1, 3 and 4) and the Wikipedia page (Exhibit 2) are not admitted, as they are all dated prior to the RPD’s decision and could reasonably have been produced before or on the day of the hearing held before the RPD. What is more, no justification was provided as to why they were presented to the RAD and not to the RPD at the appropriate time.","redacted":"Both sworn statements (exhibits 6 and 7) are dated after the RPD’s decision but do not set out events that arose after the RPD’s decision. The appellant also did not explain why these documents could not have been produced and submitted to the RPD. They do not meet the criteria set out in subsection 110(4) of the IRPA and are not admitted. The newspaper articles (exhibits 1, 3 and 4) and the Wikipedia page (Exhibit 2) are not admitted, as they are all dated prior to the RPD’s decision and could reasonably have been produced before or on the day of the hearing held before the RPD. What is more, no justification was provided as to why they were presented to the RAD and not to the RPD at the appropriate time.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"The decision rendered by the RAD (Exhibit 7) is admitted because it is part of the panel’s case law.","redacted":"The decision rendered by the RAD (Exhibit 7) is admitted because it is part of the panel’s case law.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Although the RAD is admitting one piece of evidence, it is of the view that it does not meet the criteria set out in subsection 110(6) of the IRPA allowing an oral hearing to be held. This document does not raise a significant credibility issue, as the appellant’s credibility is not a determinative issue on appeal; it is not central to the decision in this case; and it alone cannot justify allowing or rejecting the refugee protection claims.","redacted":"Although the RAD is admitting one piece of evidence, it is of the view that it does not meet the criteria set out in subsection 110(6) of the IRPA allowing an oral hearing to be held. This document does not raise a significant credibility issue, as the appellant’s credibility is not a determinative issue on appeal; it is not central to the decision in this case; and it alone cannot justify allowing or rejecting the refugee protection claims.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"SCOPE OF THE APPEAL","redacted":"SCOPE OF THE APPEAL","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"In accordance with Huruglica, the RAD carried out an independent review of the evidence submitted in support of the appeal, which included listening to the two hearings held in this case. Given that the RPD did not enjoy a meaningful advantage on the issue of credibility, applied the correctness standard.","redacted":"In accordance with Huruglica, the RAD carried out an independent review of the evidence submitted in support of the appeal, which included listening to the two hearings held in this case. Given that the RPD did not enjoy a meaningful advantage on the issue of credibility, applied the correctness standard.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"ANALYSIS","redacted":"ANALYSIS","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"It is important to first note that the existence of an IFA is assessed on the basis of a twopronged test to determine whether there is a place elsewhere in the country where the claimant, in this case the appellant, would not have a well-founded fear of persecution or would not be subjected to a risk under subsection 97(1) of the IRPA and, taking the circumstances into account, whether it would be objectively reasonable for the claimant to settle there. Recently, Justice McHaffie ably described the framework of analysis and the burden of proof with respect to an IFA as follows:","redacted":"It is important to first note that the existence of an IFA is assessed on the basis of a twopronged test to determine whether there is a place elsewhere in the country where the claimant, in this case the appellant, would not have a well-founded fear of persecution or would not be subjected to a risk under subsection 97(1) of the IRPA and, taking the circumstances into account, whether it would be objectively reasonable for the claimant to settle there. Recently, Justice McHaffie ably described the framework of analysis and the burden of proof with respect to an IFA as follows:","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"[8] To determine if a viable IFA exists, the RAD must be satisfied, on a balance of probabilities, that (1) the claimant will not be subject to persecution (on a “serious possibility” standard), or a section 97 danger or risk (on a “more likely than not” standard) in the proposed IFA; and (2) in all the circumstances, including circumstances particular to the claimant, conditions in the IFA are such that it would not be unreasonable for the claimant to seek refuge there: Thirunavukkarasu at pages 595–597; Hamdan v. Canada (Immigration, Refugees and Citizenship), 2017 FC 643 at paras 10–12.","redacted":"[8] To determine if a viable IFA exists, the RAD must be satisfied, on a balance of probabilities, that (1) the claimant will not be subject to persecution (on a “serious possibility” standard), or a section 97 danger or risk (on a “more likely than not” standard) in the proposed IFA; and (2) in all the circumstances, including circumstances particular to the claimant, conditions in the IFA are such that it would not be unreasonable for the claimant to seek refuge there: Thirunavukkarasu at pages 595–597; Hamdan v. Canada (Immigration, Refugees and Citizenship), 2017 FC 643 at paras 10–12.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"At the hearing, the RPD correctly identified the IFA criteria and proposed two places to where the appellant might relocate: the city of Mérida, in the state of Yucatán, and the city of Durango, in the state of the same name. With all due respect to the RPD, the RAD considers that neither of these cities can provide a safe IFA for the appellant.","redacted":"At the hearing, the RPD correctly identified the IFA criteria and proposed two places to where the appellant might relocate: the city of Mérida, in the state of Yucatán, and the city of Durango, in the state of the same name. With all due respect to the RPD, the RAD considers that neither of these cities can provide a safe IFA for the appellant.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"No safe internal flight alternative is available to the appellant should he return to the country","redacted":"No safe internal flight alternative is available to the appellant should he return to the country","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"The Federal Court has indicated that the capacity to act and the motivations, or interest, of the agents of persecution or agents of risk are central to the prospective risk assessment to be conducted whenever an IFA is proposed. The case law has since been consistent in this regard. Justice McHaffie of the Fedearl Court draws a distinction between and establishes the importance of the concepts of the ability, desire or interest, and the motivation of agents of persecution, as well as risk in the following terms:","redacted":"The Federal Court has indicated that the capacity to act and the motivations, or interest, of the agents of persecution or agents of risk are central to the prospective risk assessment to be conducted whenever an IFA is proposed. The case law has since been consistent in this regard. Justice McHaffie of the Fedearl Court draws a distinction between and establishes the importance of the concepts of the ability, desire or interest, and the motivation of agents of persecution, as well as risk in the following terms:","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"It is important to note that there is a difference between a persecutor’s ability to pursue an individual throughout a country and his desire to do so or interest in doing so. The fact that a persecutor is able to pursue an individual is not decisive evidence that he is motivated to do so. If the persecutor has no desire to find, pursue and\/or persecute an individual, or interest in doing so, it is reasonable to conclude that there is no serious possibility of persecution.","redacted":"It is important to note that there is a difference between a persecutor’s ability to pursue an individual throughout a country and his desire to do so or interest in doing so. The fact that a persecutor is able to pursue an individual is not decisive evidence that he is motivated to do so. If the persecutor has no desire to find, pursue and\/or persecute an individual, or interest in doing so, it is reasonable to conclude that there is no serious possibility of persecution.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"In the RAD’s view, the up-to-date documentary evidence is clear concerning the CJNG’s ability to act throughout Mexico. The RPD also recognized this. This appeal asks essentially the same question as to the motivation of the cartel’s members to pursue the appellant should he return to the country.","redacted":"In the RAD’s view, the up-to-date documentary evidence is clear concerning the CJNG’s ability to act throughout Mexico. The RPD also recognized this. This appeal asks essentially the same question as to the motivation of the cartel’s members to pursue the appellant should he return to the country.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Cartel Jalisco Nueva Generacion’s capacity to act throughout Mexico","redacted":"Cartel Jalisco Nueva Generacion’s capacity to act throughout Mexico","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"According to an InSight Crime report dated July 8, 2020, and a report from the United States Congressional Research Service dated July 28, 2020, the CJNG’s area of influence is described as follows:","redacted":"According to an InSight Crime report dated July 8, 2020, and a report from the United States Congressional Research Service dated July 28, 2020, the CJNG’s area of influence is described as follows:","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Area of influence: present in 27 Mexican states and “asserts control over the ports of Veracruz, Mazanillo, and Lázaro Cárdenas.” It has a presence in every part of the country, and is the “dominant criminal actor in Jalisco, Nayarit and Colima, at the port of Lázaro Cárdenas in Michoacán, in the eastern state of Veracruz and in the oil-rich central region of Guanajuato, Puebla, Querétaro and Hidalgo.”","redacted":"Area of influence: present in 27 Mexican states and “asserts control over the ports of Veracruz, Mazanillo, and Lázaro Cárdenas.” It has a presence in every part of the country, and is the “dominant criminal actor in Jalisco, Nayarit and Colima, at the port of Lázaro Cárdenas in Michoacán, in the eastern state of Veracruz and in the oil-rich central region of Guanajuato, Puebla, Querétaro and Hidalgo.”","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Of the 27 states mentioned in the previous quotation, 22 are listed in a report from the same research group:","redacted":"Of the 27 states mentioned in the previous quotation, 22 are listed in a report from the same research group:","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"The group appears to be growing rapidly. According to authorities, the CJNG operates in at least in 22 states: Aguascalientes, Baja California Sur, Baja California, Chiapas, Chihuahua, Nuevo León, Puebla, Querétaro, Quintana Roo, San Luis Potosí, Sinaloa, Tamaulipas, Jalisco, Colima, Michoacán, Guanajuato, Morelos, Nayarit, Guerrero, and Veracruz, plus Mexico City and the State of Mexico.","redacted":"The group appears to be growing rapidly. According to authorities, the CJNG operates in at least in 22 states: Aguascalientes, Baja California Sur, Baja California, Chiapas, Chihuahua, Nuevo León, Puebla, Querétaro, Quintana Roo, San Luis Potosí, Sinaloa, Tamaulipas, Jalisco, Colima, Michoacán, Guanajuato, Morelos, Nayarit, Guerrero, and Veracruz, plus Mexico City and the State of Mexico.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"This report, published in 2019, also indicates that the CJNG’s influence extends internationally:","redacted":"This report, published in 2019, also indicates that the CJNG’s influence extends internationally:","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"The cartel also allegedly has contacts in Colombia, Peru, Bolivia, Central America and the United States, and uses these connections to traffic marijuana, cocaine and synthetic drugs. Recent arrests suggest that the Cuinis, the alleged money laundering arm of the CJNG, may have established operations in Brazil and Uruguay.","redacted":"The cartel also allegedly has contacts in Colombia, Peru, Bolivia, Central America and the United States, and uses these connections to traffic marijuana, cocaine and synthetic drugs. Recent arrests suggest that the Cuinis, the alleged money laundering arm of the CJNG, may have established operations in Brazil and Uruguay.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Durango and Yucatán are among the five states not mentioned in the list cited above. That said, given the size of the territory covered within Mexico’s borders and the extent of its international influence, there is every reason to believe that this cartel and its members have the means to act throughout the country.","redacted":"Durango and Yucatán are among the five states not mentioned in the list cited above. That said, given the size of the territory covered within Mexico’s borders and the extent of its international influence, there is every reason to believe that this cartel and its members have the means to act throughout the country.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Additionally, this cartel is sufficiently powerful to challenge members of other cartels successfully and conquer territory over time; to challenge, also successfully, the army and police, executing certain judges who have presided over cases against their members or ordered their extradition; and to seize control of three of the country’s largest ports, thereby overseeing the import from China of chemicals required to manufacture drugs for subsequent trafficking, particularly in the US. It has the capacity to corrupt very highly ranked government officials. This cartel has a reputation for acts of such violence that numerous mass graves have been discovered, while public executions have been carried out by its members. It is estimated that this cartel alone caused the deaths of more than 5,000 people between 2015 and 2018.","redacted":"Additionally, this cartel is sufficiently powerful to challenge members of other cartels successfully and conquer territory over time; to challenge, also successfully, the army and police, executing certain judges who have presided over cases against their members or ordered their extradition; and to seize control of three of the country’s largest ports, thereby overseeing the import from China of chemicals required to manufacture drugs for subsequent trafficking, particularly in the US. It has the capacity to corrupt very highly ranked government officials. This cartel has a reputation for acts of such violence that numerous mass graves have been discovered, while public executions have been carried out by its members. It is estimated that this cartel alone caused the deaths of more than 5,000 people between 2015 and 2018.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Ultimately, the documentary evidence shows that although this cartel, like any organized criminal group, focuses on activity within its territory, it has the material and financial means and the capacity to act throughout Mexico’s territory. It has also been established that CJNG members are able to operate outside of their territory, notably to track individuals for reasons generally related to a large debt or a personal vendetta.","redacted":"Ultimately, the documentary evidence shows that although this cartel, like any organized criminal group, focuses on activity within its territory, it has the material and financial means and the capacity to act throughout Mexico’s territory. It has also been established that CJNG members are able to operate outside of their territory, notably to track individuals for reasons generally related to a large debt or a personal vendetta.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Motivation of Cartel Jalisco Nueva Generacion members to pursue the appellant","redacted":"Motivation of Cartel Jalisco Nueva Generacion members to pursue the appellant","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"To justify the motivation that CJNG members would have in his regard, the appellant cites the large debt he incurred after he stopped making the payments demanded and working for the cartel. Moreover, he relies on the history of his family, which has had numerous confrontations with members of that cartel, to establish their ongoing interest in finding him and making death threats against him.","redacted":"To justify the motivation that CJNG members would have in his regard, the appellant cites the large debt he incurred after he stopped making the payments demanded and working for the cartel. Moreover, he relies on the history of his family, which has had numerous confrontations with members of that cartel, to establish their ongoing interest in finding him and making death threats against him.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"The appellant has established, on a balance of probabilities, that he stopped making the payments demanded by the cartel and that he has been subjected to serious reprisals because of his refusal to continue co-operating in this regard, including his involvement in trafficking drugs through his business. He is therefore believable when he states that the motivations of the cartel members include the debt he incurred after he stopped making payments.","redacted":"The appellant has established, on a balance of probabilities, that he stopped making the payments demanded by the cartel and that he has been subjected to serious reprisals because of his refusal to continue co-operating in this regard, including his involvement in trafficking drugs through his business. He is therefore believable when he states that the motivations of the cartel members include the debt he incurred after he stopped making payments.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"In the RAD’s opinion, the established facts indicating, on a balance of probabilities, that cartel members targeted not only the appellant, but also at least eight other friends or family members demonstrate the significant interest they have in him.","redacted":"In the RAD’s opinion, the established facts indicating, on a balance of probabilities, that cartel members targeted not only the appellant, but also at least eight other friends or family members demonstrate the significant interest they have in him.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"The appellant ran a ceramic workshop with help from his brother-in-law, spouse and mother. At some point in 2018 or 2019, all three were victims of violent acts committed by cartel members while they were in Irapuato, Guadalajara, Léon and Puerto Vallarta, before and after the appellant left the country.","redacted":"The appellant ran a XXXX XXXX with help from his brother-in-law, spouse and mother. At some point in 2018 or 2019, all three were victims of violent acts committed by cartel members while they were in Irapuato, Guadalajara, Léon and Puerto Vallarta, before and after the appellant left the country.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"The appellant’s nephew, who lived with his grandmother, the appellant’s mother, was the target of attempted murder as he left school in October 2018. The appellant’s sister, who is the wife of the brother-in-law with whom he ran the ceramic workshop, escaped an attempted kidnapping by CJNG members while she and her husband were in hiding in Puerto Vallarta. The appellant’s niece was also the victim of a kidnapping attempt in April 2018.","redacted":"The appellant’s nephew, who lived with his grandmother, the appellant’s mother, was the target of attempted murder as he left school in XXXX 2018. The appellant’s sister, who is the wife of the brother-in-law with whom he ran the XXXX XXXX, escaped an attempted kidnapping by CJNG members while she and her husband were in hiding in Puerto Vallarta. The appellant’s niece was also the victim of a kidnapping attempt in XXXX 2018.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"The RPD was not satisfied that the appellant’s nephew and mother were also assaulted by the cartel members who had allegedly recognized them in February, after they had been living in Hidalgo, in the state of Michoacán, for six months, considering it unreasonable that the appellant’s mother had opted to return to Irapuato four months after the violent assault against her grandson. When asked to explain why his mother had gone back to live in the city of Léon in the same state, Guanajuato, where the city of Irapuato is located, the appellant stated that they were taken in by a family member and that they had nowhere else to go.","redacted":"The RPD was not satisfied that the appellant’s nephew and mother were also assaulted by the cartel members who had allegedly recognized them in XXXX, after they had been living in Hidalgo, in the state of Michoacán, for six months, considering it unreasonable that the appellant’s mother had opted to return to XXXX XXXX months after the violent assault against her grandson. When asked to explain why his mother had gone back to live in the city of Léon in the same state, Guanajuato, where the city of Irapuato is located, the appellant stated that they were taken in by a family member and that they had nowhere else to go.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"After listening to the hearing, the RAD confirms that no further questions were put to the appellant concerning that event, which occurred in his absence and was reported by the person who had taken in his mother and nephew. It is therefore wrong to hold, against the appellant, the behaviour of his mother and nephew, who were seeking to protect themselves by changing residences—admittedly within the same state, but not in the same city—when he was not questioned on that event. Knowing that the RPD considered the appellant’s testimony to be credible but did not explain why this line of testimony was not credible, having considered that the behaviour of the mother and nephew was unreasonable, the RAD is of the opinion that this conclusion is incorrect. The appellant demonstrated that the cartel did, in fact, look for him after he left the country.","redacted":"After listening to the hearing, the RAD confirms that no further questions were put to the appellant concerning that event, which occurred in his absence and was reported by the person who had taken in his mother and nephew. It is therefore wrong to hold, against the appellant, the behaviour of his mother and nephew, who were seeking to protect themselves by changing residences—admittedly within the same state, but not in the same city—when he was not questioned on that event. Knowing that the RPD considered the appellant’s testimony to be credible but did not explain why this line of testimony was not credible, having considered that the behaviour of the mother and nephew was unreasonable, the RAD is of the opinion that this conclusion is incorrect. The appellant demonstrated that the cartel did, in fact, look for him after he left the country.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"As rightly pointed out by the RPD, the appellant did not relocate outside of the CJNG’s area of influence, nor did his family members. However, not only was the appellant not questioned as to how much he knew about that cartel’s area of activity within Mexico’s borders, but to place such a burden on a claimant is, in the RAD’s view, excessive. The appellant did indeed attempt to seek safety by relocating, hiding at the homes of family members and friends in different places. However, it cannot be concluded that he knew that he was relocating within the cartel’s territory, knowing that this cartel’s main area of activity covers numerous states but that its area of influence covers nearly the entire country.","redacted":"As rightly pointed out by the RPD, the appellant did not relocate outside of the CJNG’s area of influence, nor did his family members. However, not only was the appellant not questioned as to how much he knew about that cartel’s area of activity within Mexico’s borders, but to place such a burden on a claimant is, in the RAD’s view, excessive. The appellant did indeed attempt to seek safety by relocating, hiding at the homes of family members and friends in different places. However, it cannot be concluded that he knew that he was relocating within the cartel’s territory, knowing that this cartel’s main area of activity covers numerous states but that its area of influence covers nearly the entire country.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"In accordance with his testimony, the appellant ceased his activities at his workshop in late October and then resumed working in December, facing a clear risk of being located. However, in the RAD’s opinion, the appellant had to work in order to survive and flee the country.","redacted":"In accordance with his testimony, the appellant ceased his activities at his XXXX in late XXXX and then resumed working in XXXX, facing a clear risk of being located. However, in the RAD’s opinion, the appellant had to work in order to survive and flee the country.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"According to the RPD, the fact that the appellant was not found by the cartel members between November 2018 and his departure in January 2019 confirms their lack of interest in pursuing the appellant. However, the appellant indicated that he had been living in hiding and changed his telephone number twice but was still receiving threatening messages. With all due respect to the RPD, it cannot be concluded from the fact that the cartel members did not physically locate the appellant between November and January—when he was in hiding but attempted to work, moved several times and changed his telephone number—that the agent of risk lacks motivation, but rather that living in hiding dampened but did not destroy the cartel’s motivation.","redacted":"According to the RPD, the fact that the appellant was not found by the cartel members between XXXX 2018 and his departure in XXXX 2019 confirms their lack of interest in pursuing the appellant. However, the appellant indicated that he had been living in hiding and changed his telephone number twice but was still receiving threatening messages. With all due respect to the RPD, it cannot be concluded from the fact that the cartel members did not physically locate the appellant between XXXX and XXXX—when he was in hiding but attempted to work, moved several times and changed his telephone number—that the agent of risk lacks motivation, but rather that living in hiding dampened but did not destroy the cartel’s motivation.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Considering the personal circumstances of the appellant and his family members in this case, knowing that numerous members of a single family are being pursued by the same individuals, members of the most powerful cartel in the country, to remote locations—Puerto Vallarta being approximately 613 kilometres from the city of Hidalgo—and at different times, that the appellant tried as best as he could to hide while also continuing to ply his trade to cover the cost of fleeing the country, the RAD is of the opinion that the appellant demonstrated, on a balance of probabilities, that the identified agent of risk, members of the CJNG, has the motivation to pursue him to Mérida and throughout Mexico.","redacted":"Considering the personal circumstances of the appellant and his family members in this case, knowing that numerous members of a single family are being pursued by the same individuals, members of the most powerful cartel in the country, to remote locations—XXXX XXXX being approximately XXXX kilometres from the city of Hidalgo—and at different times, that the appellant tried as best as he could to hide while also continuing to ply his trade to cover the cost of fleeing the country, the RAD is of the opinion that the appellant demonstrated, on a balance of probabilities, that the identified agent of risk, members of the CJNG, has the motivation to pursue him to Mérida and throughout Mexico.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"No internal flight alternative and no state protection are available to the appellant","redacted":"No internal flight alternative and no state protection are available to the appellant","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"In light of all the evidence and for the above reasons, noting the specific circumstances of this case, including the cartel’s conspiring against the members of this family and murdering the appellant’s friend, the RAD concludes that the appellant has demonstrated, on a balance of probabilities, that he would not be able to live safely in the city of Mérida or in any other city were he to return to Mexico. As such, the appellant credibly demonstrated that if he returned to Mexico, he would be subjected personally, on a balance of probabilities, to a threat to his life throughout that country.","redacted":"In light of all the evidence and for the above reasons, noting the specific circumstances of this case, including the cartel’s conspiring against the members of this family and murdering the appellant’s friend, the RAD concludes that the appellant has demonstrated, on a balance of probabilities, that he would not be able to live safely in the city of Mérida or in any other city were he to return to Mexico. As such, the appellant credibly demonstrated that if he returned to Mexico, he would be subjected personally, on a balance of probabilities, to a threat to his life throughout that country.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"In the RAD’s opinion, given that the appellant rebutted the first prong of the IFA criterion, it is not necessary to proceed with the analysis of the second prong.","redacted":"In the RAD’s opinion, given that the appellant rebutted the first prong of the IFA criterion, it is not necessary to proceed with the analysis of the second prong.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Lastly, the RAD is of the view that there is clear and convincing documentary evidence, analyzed above and contained in the National Documentation Package on Mexico, outlining the major problems of impunity, corruption and collusion, including between the authorities and cartel members, of a lack of state protection should the appellant return to the country.","redacted":"Lastly, the RAD is of the view that there is clear and convincing documentary evidence, analyzed above and contained in the National Documentation Package on Mexico, outlining the major problems of impunity, corruption and collusion, including between the authorities and cartel members, of a lack of state protection should the appellant return to the country.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"CONCLUSION","redacted":"CONCLUSION","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Pursuant to paragraph 111(1)(b) of the IRPA, the appeal is allowed, and the RPD’s determination that the appellant is neither a Convention refugee nor a person in need of protection within the meaning of subsection 97(1) of the IRPA is set aside and substituted by this decision.","redacted":"Pursuant to paragraph 111(1)(b) of the IRPA, the appeal is allowed, and the RPD’s determination that the appellant is neither a Convention refugee nor a person in need of protection within the meaning of subsection 97(1) of the IRPA is set aside and substituted by this decision.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"The appellant is a person in need of protection.","redacted":"The appellant is a person in need of protection.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"IRB translation","redacted":"IRB translation","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Original language: French","redacted":"Original language: French","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Person who is the subject of the appeal","redacted":"Person who is the subject of the appeal","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Person who is the subject of the appeal","redacted":"Person who is the subject of the appeal","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Víctor Aguirre Mendoza Velázquez","redacted":"XXXX XXXX XXXX XXXX","language":"cs","filename":"MC0-02058ta.docx"}
{"unredacted":"Personne en cause","redacted":"Personne en cause","language":"fr","filename":"MC0-02058ta.docx"}
{"unredacted":"Appeal considered \/ heard at","redacted":"Appeal considered \/ heard at","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Appeal considered \/ heard at","redacted":"Appeal considered \/ heard at","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Montréal, Quebec","redacted":"Montréal, Quebec","language":"fr","filename":"MC0-02058ta.docx"}
{"unredacted":"Appel instruit \/ entendu à","redacted":"Appel instruit \/ entendu à","language":"fr","filename":"MC0-02058ta.docx"}
{"unredacted":"Date of decision","redacted":"Date of decision","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Date of decision","redacted":"Date of decision","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"March 19, 2021","redacted":"March 19, 2021","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Date de la décision","redacted":"Date de la décision","language":"fr","filename":"MC0-02058ta.docx"}
{"unredacted":"Panel","redacted":"Panel","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Panel","redacted":"Panel","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Me Kristine Plouffe-Malette","redacted":"Me Kristine Plouffe-Malette","language":"de","filename":"MC0-02058ta.docx"}
{"unredacted":"Tribunal","redacted":"Tribunal","language":"es","filename":"MC0-02058ta.docx"}
{"unredacted":"Counsel for the person who is the subject of the appeal","redacted":"Counsel for the person who is the subject of the appeal","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Counsel for the person who is the subject of the appeal","redacted":"Counsel for the person who is the subject of the appeal","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Marco-Pierre Caza","redacted":"Marco-Pierre Caza","language":"fr","filename":"MC0-02058ta.docx"}
{"unredacted":"Conseil de la personne en cause","redacted":"Conseil de la personne en cause","language":"fr","filename":"MC0-02058ta.docx"}
{"unredacted":"Designated representative","redacted":"Designated representative","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Designated representative","redacted":"Designated representative","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"N\/A","redacted":"N\/A","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Représentant(e) désigné(e)","redacted":"Représentant(e) désigné(e)","language":"fr","filename":"MC0-02058ta.docx"}
{"unredacted":"Counsel for the Minister","redacted":"Counsel for the Minister","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Counsel for the Minister","redacted":"Counsel for the Minister","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"N\/A","redacted":"N\/A","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Conseil du ministre","redacted":"Conseil du ministre","language":"fr","filename":"MC0-02058ta.docx"}
{"unredacted":"(signed)","redacted":"(signed)","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Kristine Plouffe-Malette","redacted":"Kristine Plouffe-Malette","language":"de","filename":"MC0-02058ta.docx"}
{"unredacted":"Me Kristine Plouffe-Malette","redacted":"Me Kristine Plouffe-Malette","language":"de","filename":"MC0-02058ta.docx"}
{"unredacted":"March 19, 2021","redacted":"March 19, 2021","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Date","redacted":"Date","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"RAD File No. \/ No de dossier de la SAR : MC002058","redacted":"RAD File No. \/ No de dossier de la SAR : MC002058","language":"eo","filename":"MC0-02058ta.docx"}
{"unredacted":"Private Proceeding \/ Huis clos","redacted":"Private Proceeding \/ Huis clos","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Reasons and Decision – Motifs et décision","redacted":"Reasons and Decision – Motifs et décision","language":"fr","filename":"MC0-02058ta.docx"}
{"unredacted":"REASONS FOR DECISION","redacted":"REASONS FOR DECISION","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"OVERVIEW","redacted":"OVERVIEW","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"The appellant, Víctor Aguirre Mendoza Velázquez, a Mexican citizen, fears for his life because of death threats and the extortion he was subjected to by members of the Cartel Jalisco Nueva Generacion (CJNG) between February and December 2018.","redacted":"The appellant, XXXX XXXX XXXX XXXX, a Mexican citizen, fears for his life because of death threats and the extortion he was subjected to by members of the Cartel Jalisco Nueva Generacion (CJNG) between XXXX and XXXX 2018.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"He is appealing the decicision rendered on January 14, 2020, by the Refugee Protection Division (RPD), which found the appellant’s testimony to be generally credible, but concluded that he had an internal flight alternative (IFA) available to him in Mérida, Yucatán, and Durango, in the state of the same name.","redacted":"He is appealing the decicision rendered on January 14, 2020, by the Refugee Protection Division (RPD), which found the appellant’s testimony to be generally credible, but concluded that he had an internal flight alternative (IFA) available to him in Mérida, Yucatán, and Durango, in the state of the same name.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"The appellant is challenging the RPD’s conclusion with respect to the IFA. He filed six new pieces of evidence, one of which is admitted on appeal. However, the request for an oral hearing is denied, as the document admitted does not meet the criteria set out in subsection 110(6) of the Immigration and Refugee Protection Act (IRPA).","redacted":"The appellant is challenging the RPD’s conclusion with respect to the IFA. He filed six new pieces of evidence, one of which is admitted on appeal. However, the request for an oral hearing is denied, as the document admitted does not meet the criteria set out in subsection 110(6) of the Immigration and Refugee Protection Act (IRPA).","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"For the reasons set out below, the Refugee Appeal Division (RAD) allows the appeal, sets aside the RPD’s determination and determines that the appellant is a person in need of protection, as he does not have a safe IFA in Mexico.","redacted":"For the reasons set out below, the Refugee Appeal Division (RAD) allows the appeal, sets aside the RPD’s determination and determines that the appellant is a person in need of protection, as he does not have a safe IFA in Mexico.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"BACKGROUND","redacted":"BACKGROUND","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"The appellant, who is a ceramic artist by trade and a co-owner of a ceramic workshop in Tlaquepaque, states that he fears for his life because he has been threatened with death, assaulted, beaten and subjected to extortion by CJNG members. The appellant’s story is not limited to his own situation and includes numerous members of his family.","redacted":"The appellant, who is a XXXX XXXX by trade and a co-owner of a XXXX XXXX in XXXX, states that he fears for his life because he has been threatened with death, assaulted, beaten and subjected to extortion by CJNG members. The appellant’s story is not limited to his own situation and includes numerous members of his family.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"On February 8, 2018, some CJNG members visited the appellant’s sister, who operated a business in the same building, for extortion purposes. A surveillance camera system was reportedly installed subsequently.","redacted":"On XXXX XXXX, 2018, some CJNG members visited the appellant’s sister, who operated a business in the same building, for extortion purposes. A surveillance camera system was reportedly installed subsequently.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"On February 21, 2018, the appellant and his brother-in-law, co-owners of the ceramic workshop, were visited by three CJNG members. They were forcibly confined and threatened with death if they did not pay twenty-four thousand pesos.","redacted":"On XXXX XXXX, 2018, the appellant and his brother-in-law, co-owners of the XXXX XXXX, were visited by three CJNG members. They were forcibly confined and threatened with death if they did not pay XXXX XXXX XXXX pesos.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"On Tuesday, March 6 2018, the same individuals went to the appellant’s workshop. They physically assaulted the appellant because he could not pay the amount demanded.","redacted":"On XXXX XXXX XXXX 2018, the same individuals went to the appellant’s XXXX. They physically assaulted the appellant because he could not pay the amount demanded.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"On Saturday, March 20 2018, the appellant received a call demanding again that he pay, which he did on Monday, March 22. That same day, he received a message threatening his mother and his spouse, both of whom were employees and were present at the workshop when the money was handed over.","redacted":"On XXXX XXXX XXXX 2018, the appellant received a call demanding again that he pay, which he did on XXXX XXXX XXXX That same day, he received a message threatening his mother and his spouse, both of whom were employees and were present at the XXXX when the money was handed over.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"On Thursday, April 27 2018, a kidnapping attempt was made against the daughter of another of the appellant’s sisters as she was leaving school.","redacted":"On XXXX XXXX XXXX 2018, a kidnapping attempt was made against the daughter of another of the appellant’s sisters as she was leaving school.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"In mid-May, the appellant’s sister and brother-in-law informed him that they were leaving for Puerto Vallarta.","redacted":"In mid-XXXX, the appellant’s sister and brother-in-law informed him that they were leaving for Puerto Vallarta.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"On Sunday, May 17 2018, while he was parking his car near his spouse’s home, he was informed by two men that they were monitoring his movements and knew the schedules of his spouse, his mother and his nephew, who lived with the appellant’s mother. That evening, the appellant and his spouse took refuge with friends.","redacted":"On XXXX XXXX XXXX 2018, while he was parking his car near his spouse’s home, he was informed by two men that they were monitoring his movements and knew the schedules of his spouse, his mother and his nephew, who lived with the appellant’s mother. That evening, the appellant and his spouse took refuge with friends.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"On May 23, 2018, two individuals went to the workshop to collect a payment. That same day, when he received a call to congratulate him for co-operating, the appellant indicated that he could not pay anymore as he had given them all of his savings.","redacted":"On XXXX XXXX, 2018, two individuals went to the XXXX to collect a payment. That same day, when he received a call to congratulate him for co-operating, the appellant indicated that he could not pay anymore as he had given them all of his savings.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"On June 1, 2018, the appellant received a call informing him that the money would be collected the following day. On Wednesday, June 2 2018, the appellant did not pay the amount demanded, as he had no more money. A few hours later, he received a call from his spouse, who was with cartel members who were at her home and threatening her. When the appellant got there, the men had left the home.","redacted":"On XXXX XXXX, 2018, the appellant received a call informing him that the money would be collected the following day. On XXXX XXXX XXXX 2018, the appellant did not pay the amount demanded, as he had no more money. A few hours later, he received a call from his spouse, who was with cartel members who were at her home and threatening her. When the appellant got there, the men had left the home.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"On Friday, June 15 2018, the men from the cartel came to the workshop with suitcases for the appellant to help traffic the drugs they contained. When the appellant refused, they assaulted his spouse and pointed a gun at her head, terrorizing his mother.","redacted":"On XXXX XXXX XXXX 2018, the men from the cartel came to the XXXX with suitcases for the appellant to help traffic the drugs they contained. When the appellant refused, they assaulted his spouse and pointed a gun at her head, terrorizing his mother.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"On June 18 2018, an initial exchange of merchandise took place at the ceramic workshop. The appellant had to accept a suitcase that he was then supposed to give to someone else.","redacted":"On XXXX XXXX 2018, an initial exchange of merchandise took place at the XXXX XXXX. The appellant had to accept a suitcase that he was then supposed to give to someone else.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"On July 5, 2018, the appellant and his spouse, brother-in-law and sister, as well as his best friend, were out at a restaurant. At the end of the evening, cartel members appeared on a motorcycle and fired shots at them. The appellant’s friend was killed. He received a call confirming that this was indeed a warning and that his mother would be next.","redacted":"On XXXX XXXX, 2018, the appellant and his spouse, brother-in-law and sister, as well as his best friend, were out at a restaurant. At the end of the evening, cartel members appeared on a motorcycle and fired shots at them. The appellant’s friend was killed. He received a call confirming that this was indeed a warning and that his mother would be next.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Payments were made and drugs were trafficked again in July and August. In September, no merchandise was trafficked, but the appellant made a payment. Individuals began asking him about his brother-in-law’s whereabouts. In the absence of a response, death threats were made against both of them.","redacted":"Payments were made and drugs were trafficked again in XXXX and XXXX. In XXXX, no merchandise was trafficked, but the appellant made a payment. Individuals began asking him about his brother-in-law’s whereabouts. In the absence of a response, death threats were made against both of them.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"On October 18, 2018, the appellant’s brother-in-law called him to inform him that his sister had been the victim of a kidnapping attempt. From that point on, the appellant, his mother and his spouse stopped going to the workshop. The appellant went into hiding, and his mother and nephew moved.","redacted":"On XXXX XXXX, 2018, the appellant’s brother-in-law called him to inform him that his sister had been the victim of a kidnapping attempt. From that point on, the appellant, his mother and his spouse stopped going to the XXXX. The appellant went into hiding, and his mother and nephew moved.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"In October 2018, the appellant went to Guadalajara to work. On Sunday October 16 2018, his mother called him to inform him that her home had been ransacked and that his nephew had been assaulted leaving school. The appellant went to see his mother. When he arrived, he received a call telling him that he still owed money to the cartel. All three of them left and went to Hidalgo, in the state of Michoacán, to stay with an aunt, who provided them with shelter at a religious establishment. The appellant’s spouse took refuge at her parents’ home in the same state.","redacted":"In XXXX 2018, the appellant went to XXXX to work. On XXXX XXXX XXXX 2018, his mother called him to inform him that her home had been ransacked and that his nephew had been assaulted leaving school. The appellant went to see his mother. When he arrived, he received a call telling him that he still owed money to the cartel. All three of them left and went to Hidalgo, in the state of Michoacán, to stay with an aunt, who provided them with shelter at a religious establishment. The appellant’s spouse took refuge at her parents’ home in the same state.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"The appellant returned to Guadalajara to work in order to save up the money needed to flee the country. He left Mexico for Canada on January 30, 2019.","redacted":"The appellant returned to XXXX to work in order to save up the money needed to flee the country. He left Mexico for Canada on XXXX XXXX, 2019.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"On Monday February 11 2019, the appellant’s mother and nephew were assaulted and threatened in the middle of the street, in the city of Léon, by cartel members, who informed them that they were still looking for the appellant.","redacted":"On XXXX XXXX XXXX 2019, the appellant’s mother and nephew were assaulted and threatened in the middle of the street, in the city of Léon, by cartel members, who informed them that they were still looking for the appellant.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"On March 1, 2019, a friend of the appellant who had witnessed the assault on Sunday October 16 2018, contacted him asking for help because he was now being targeted by the cartel, which was looking for the appellant.","redacted":"On XXXX XXXX, 2019, a friend of the appellant who had witnessed the assault on XXXX XXXX XXXX 2018, contacted him asking for help because he was now being targeted by the cartel, which was looking for the appellant.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"PARTIAL ADMISSION OF NEW EVIDENCE AND DENIAL OF THE REQUEST FOR AN ORAL HEARING","redacted":"PARTIAL ADMISSION OF NEW EVIDENCE AND DENIAL OF THE REQUEST FOR AN ORAL HEARING","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"To be admissible before the RAD, the new evidence must first meet the criteria set out in subsection 110(4) of the IRPA and then those in Singh, adapted from Raza, both Federal Court of Appeal decisions. Subsection 110(4) of the IRPA provides that “the person who is the subject of the appeal may present only evidence that arose after the rejection of their claim or that was not reasonably available, or that the person could not reasonably have been expected in the circumstances to have presented, at the time of the rejection.” The Court has held that the three admissibility conditions in Raza, namely, credibility, relevance and newness, also apply to any application for admission of new evidence before the RAD.","redacted":"To be admissible before the RAD, the new evidence must first meet the criteria set out in subsection 110(4) of the IRPA and then those in Singh, adapted from Raza, both Federal Court of Appeal decisions. Subsection 110(4) of the IRPA provides that “the person who is the subject of the appeal may present only evidence that arose after the rejection of their claim or that was not reasonably available, or that the person could not reasonably have been expected in the circumstances to have presented, at the time of the rejection.” The Court has held that the three admissibility conditions in Raza, namely, credibility, relevance and newness, also apply to any application for admission of new evidence before the RAD.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"The appellant submitted six new documents in support of his appeal:","redacted":"The appellant submitted six new documents in support of his appeal:","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"A newspaper article entitled, “CJNG: Une expansion inévitable vers les Caraïbes” [CJNG: expansion to the Caribbean inevitable], published on August 16, 2019;","redacted":"A newspaper article entitled, “CJNG: Une expansion inévitable vers les Caraïbes” [CJNG: expansion to the Caribbean inevitable], published on August 16, 2019;","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"The Wikipedia page on Genra Garcia Luna, a Mexican politician arrested in the United States in 2019 for colluding with the Sinaloa cartel, last amended on January 5, 2020;","redacted":"The Wikipedia page on Genra Garcia Luna, a Mexican politician arrested in the United States in 2019 for colluding with the Sinaloa cartel, last amended on January 5, 2020;","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"A newspaper article entitled, “Durango, paradis du crime organisé; les dirigeants marchent librement” [Durango, organized crime paradise: leaders walk free], published on July 13, 2019;","redacted":"A newspaper article entitled, “Durango, paradis du crime organisé; les dirigeants marchent librement” [Durango, organized crime paradise: leaders walk free], published on July 13, 2019;","language":"fr","filename":"MC0-02058ta.docx"}
{"unredacted":"A newspaper article entitled, “Nearly 32,000 homicide victims recorded in Mexico in 2019,” published on December 23, 2019;","redacted":"A newspaper article entitled, “Nearly 32,000 homicide victims recorded in Mexico in 2019,” published on December 23, 2019;","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"A sworn statement from the appellant, signed on February 3, 2020;","redacted":"A sworn statement from the appellant, signed on February 3, 2020;","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"A sworn statement from Gustavo Manuel Luis Ramírez, the appellant’s brother-in-law, signed on January 3, 2020; and","redacted":"A sworn statement from XXXX XXXX XXXX XXXX, the appellant’s brother-in-law, signed on XXXX XXXX, 2020; and","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"The decision rendered by Marie-Lynne Bowyer Kagan of the RAD on March 17, 2019, granting protected person status to the appellant’s brother-in-law and sister.","redacted":"The decision rendered by XXXX XXXX XXXX XXXX XXXX of the RAD on XXXX XXXX, 2019, granting protected person status to the appellant’s brother-in-law and sister.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Both sworn statements (exhibits 6 and 7) are dated after the RPD’s decision but do not set out events that arose after the RPD’s decision. The appellant also did not explain why these documents could not have been produced and submitted to the RPD. They do not meet the criteria set out in subsection 110(4) of the IRPA and are not admitted. The newspaper articles (exhibits 1, 3 and 4) and the Wikipedia page (Exhibit 2) are not admitted, as they are all dated prior to the RPD’s decision and could reasonably have been produced before or on the day of the hearing held before the RPD. What is more, no justification was provided as to why they were presented to the RAD and not to the RPD at the appropriate time.","redacted":"Both sworn statements (exhibits 6 and 7) are dated after the RPD’s decision but do not set out events that arose after the RPD’s decision. The appellant also did not explain why these documents could not have been produced and submitted to the RPD. They do not meet the criteria set out in subsection 110(4) of the IRPA and are not admitted. The newspaper articles (exhibits 1, 3 and 4) and the Wikipedia page (Exhibit 2) are not admitted, as they are all dated prior to the RPD’s decision and could reasonably have been produced before or on the day of the hearing held before the RPD. What is more, no justification was provided as to why they were presented to the RAD and not to the RPD at the appropriate time.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"The decision rendered by the RAD (Exhibit 7) is admitted because it is part of the panel’s case law.","redacted":"The decision rendered by the RAD (Exhibit 7) is admitted because it is part of the panel’s case law.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Although the RAD is admitting one piece of evidence, it is of the view that it does not meet the criteria set out in subsection 110(6) of the IRPA allowing an oral hearing to be held. This document does not raise a significant credibility issue, as the appellant’s credibility is not a determinative issue on appeal; it is not central to the decision in this case; and it alone cannot justify allowing or rejecting the refugee protection claims.","redacted":"Although the RAD is admitting one piece of evidence, it is of the view that it does not meet the criteria set out in subsection 110(6) of the IRPA allowing an oral hearing to be held. This document does not raise a significant credibility issue, as the appellant’s credibility is not a determinative issue on appeal; it is not central to the decision in this case; and it alone cannot justify allowing or rejecting the refugee protection claims.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"SCOPE OF THE APPEAL","redacted":"SCOPE OF THE APPEAL","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"In accordance with Huruglica, the RAD carried out an independent review of the evidence submitted in support of the appeal, which included listening to the two hearings held in this case. Given that the RPD did not enjoy a meaningful advantage on the issue of credibility, applied the correctness standard.","redacted":"In accordance with Huruglica, the RAD carried out an independent review of the evidence submitted in support of the appeal, which included listening to the two hearings held in this case. Given that the RPD did not enjoy a meaningful advantage on the issue of credibility, applied the correctness standard.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"ANALYSIS","redacted":"ANALYSIS","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"It is important to first note that the existence of an IFA is assessed on the basis of a twopronged test to determine whether there is a place elsewhere in the country where the claimant, in this case the appellant, would not have a well-founded fear of persecution or would not be subjected to a risk under subsection 97(1) of the IRPA and, taking the circumstances into account, whether it would be objectively reasonable for the claimant to settle there. Recently, Justice McHaffie ably described the framework of analysis and the burden of proof with respect to an IFA as follows:","redacted":"It is important to first note that the existence of an IFA is assessed on the basis of a twopronged test to determine whether there is a place elsewhere in the country where the claimant, in this case the appellant, would not have a well-founded fear of persecution or would not be subjected to a risk under subsection 97(1) of the IRPA and, taking the circumstances into account, whether it would be objectively reasonable for the claimant to settle there. Recently, Justice McHaffie ably described the framework of analysis and the burden of proof with respect to an IFA as follows:","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"[8] To determine if a viable IFA exists, the RAD must be satisfied, on a balance of probabilities, that (1) the claimant will not be subject to persecution (on a “serious possibility” standard), or a section 97 danger or risk (on a “more likely than not” standard) in the proposed IFA; and (2) in all the circumstances, including circumstances particular to the claimant, conditions in the IFA are such that it would not be unreasonable for the claimant to seek refuge there: Thirunavukkarasu at pages 595–597; Hamdan v. Canada (Immigration, Refugees and Citizenship), 2017 FC 643 at paras 10–12.","redacted":"[8] To determine if a viable IFA exists, the RAD must be satisfied, on a balance of probabilities, that (1) the claimant will not be subject to persecution (on a “serious possibility” standard), or a section 97 danger or risk (on a “more likely than not” standard) in the proposed IFA; and (2) in all the circumstances, including circumstances particular to the claimant, conditions in the IFA are such that it would not be unreasonable for the claimant to seek refuge there: Thirunavukkarasu at pages 595–597; Hamdan v. Canada (Immigration, Refugees and Citizenship), 2017 FC 643 at paras 10–12.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"At the hearing, the RPD correctly identified the IFA criteria and proposed two places to where the appellant might relocate: the city of Mérida, in the state of Yucatán, and the city of Durango, in the state of the same name. With all due respect to the RPD, the RAD considers that neither of these cities can provide a safe IFA for the appellant.","redacted":"At the hearing, the RPD correctly identified the IFA criteria and proposed two places to where the appellant might relocate: the city of Mérida, in the state of Yucatán, and the city of Durango, in the state of the same name. With all due respect to the RPD, the RAD considers that neither of these cities can provide a safe IFA for the appellant.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"No safe internal flight alternative is available to the appellant should he return to the country","redacted":"No safe internal flight alternative is available to the appellant should he return to the country","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"The Federal Court has indicated that the capacity to act and the motivations, or interest, of the agents of persecution or agents of risk are central to the prospective risk assessment to be conducted whenever an IFA is proposed. The case law has since been consistent in this regard. Justice McHaffie of the Fedearl Court draws a distinction between and establishes the importance of the concepts of the ability, desire or interest, and the motivation of agents of persecution, as well as risk in the following terms:","redacted":"The Federal Court has indicated that the capacity to act and the motivations, or interest, of the agents of persecution or agents of risk are central to the prospective risk assessment to be conducted whenever an IFA is proposed. The case law has since been consistent in this regard. Justice McHaffie of the Fedearl Court draws a distinction between and establishes the importance of the concepts of the ability, desire or interest, and the motivation of agents of persecution, as well as risk in the following terms:","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"It is important to note that there is a difference between a persecutor’s ability to pursue an individual throughout a country and his desire to do so or interest in doing so. The fact that a persecutor is able to pursue an individual is not decisive evidence that he is motivated to do so. If the persecutor has no desire to find, pursue and\/or persecute an individual, or interest in doing so, it is reasonable to conclude that there is no serious possibility of persecution.","redacted":"It is important to note that there is a difference between a persecutor’s ability to pursue an individual throughout a country and his desire to do so or interest in doing so. The fact that a persecutor is able to pursue an individual is not decisive evidence that he is motivated to do so. If the persecutor has no desire to find, pursue and\/or persecute an individual, or interest in doing so, it is reasonable to conclude that there is no serious possibility of persecution.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"In the RAD’s view, the up-to-date documentary evidence is clear concerning the CJNG’s ability to act throughout Mexico. The RPD also recognized this. This appeal asks essentially the same question as to the motivation of the cartel’s members to pursue the appellant should he return to the country.","redacted":"In the RAD’s view, the up-to-date documentary evidence is clear concerning the CJNG’s ability to act throughout Mexico. The RPD also recognized this. This appeal asks essentially the same question as to the motivation of the cartel’s members to pursue the appellant should he return to the country.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Cartel Jalisco Nueva Generacion’s capacity to act throughout Mexico","redacted":"Cartel Jalisco Nueva Generacion’s capacity to act throughout Mexico","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"According to an InSight Crime report dated July 8, 2020, and a report from the United States Congressional Research Service dated July 28, 2020, the CJNG’s area of influence is described as follows:","redacted":"According to an InSight Crime report dated July 8, 2020, and a report from the United States Congressional Research Service dated July 28, 2020, the CJNG’s area of influence is described as follows:","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Area of influence: present in 27 Mexican states and “asserts control over the ports of Veracruz, Mazanillo, and Lázaro Cárdenas.” It has a presence in every part of the country, and is the “dominant criminal actor in Jalisco, Nayarit and Colima, at the port of Lázaro Cárdenas in Michoacán, in the eastern state of Veracruz and in the oil-rich central region of Guanajuato, Puebla, Querétaro and Hidalgo.”","redacted":"Area of influence: present in 27 Mexican states and “asserts control over the ports of Veracruz, Mazanillo, and Lázaro Cárdenas.” It has a presence in every part of the country, and is the “dominant criminal actor in Jalisco, Nayarit and Colima, at the port of Lázaro Cárdenas in Michoacán, in the eastern state of Veracruz and in the oil-rich central region of Guanajuato, Puebla, Querétaro and Hidalgo.”","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Of the 27 states mentioned in the previous quotation, 22 are listed in a report from the same research group:","redacted":"Of the 27 states mentioned in the previous quotation, 22 are listed in a report from the same research group:","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"The group appears to be growing rapidly. According to authorities, the CJNG operates in at least in 22 states: Aguascalientes, Baja California Sur, Baja California, Chiapas, Chihuahua, Nuevo León, Puebla, Querétaro, Quintana Roo, San Luis Potosí, Sinaloa, Tamaulipas, Jalisco, Colima, Michoacán, Guanajuato, Morelos, Nayarit, Guerrero, and Veracruz, plus Mexico City and the State of Mexico.","redacted":"The group appears to be growing rapidly. According to authorities, the CJNG operates in at least in 22 states: Aguascalientes, Baja California Sur, Baja California, Chiapas, Chihuahua, Nuevo León, Puebla, Querétaro, Quintana Roo, San Luis Potosí, Sinaloa, Tamaulipas, Jalisco, Colima, Michoacán, Guanajuato, Morelos, Nayarit, Guerrero, and Veracruz, plus Mexico City and the State of Mexico.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"This report, published in 2019, also indicates that the CJNG’s influence extends internationally:","redacted":"This report, published in 2019, also indicates that the CJNG’s influence extends internationally:","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"The cartel also allegedly has contacts in Colombia, Peru, Bolivia, Central America and the United States, and uses these connections to traffic marijuana, cocaine and synthetic drugs. Recent arrests suggest that the Cuinis, the alleged money laundering arm of the CJNG, may have established operations in Brazil and Uruguay.","redacted":"The cartel also allegedly has contacts in Colombia, Peru, Bolivia, Central America and the United States, and uses these connections to traffic marijuana, cocaine and synthetic drugs. Recent arrests suggest that the Cuinis, the alleged money laundering arm of the CJNG, may have established operations in Brazil and Uruguay.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Durango and Yucatán are among the five states not mentioned in the list cited above. That said, given the size of the territory covered within Mexico’s borders and the extent of its international influence, there is every reason to believe that this cartel and its members have the means to act throughout the country.","redacted":"Durango and Yucatán are among the five states not mentioned in the list cited above. That said, given the size of the territory covered within Mexico’s borders and the extent of its international influence, there is every reason to believe that this cartel and its members have the means to act throughout the country.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Additionally, this cartel is sufficiently powerful to challenge members of other cartels successfully and conquer territory over time; to challenge, also successfully, the army and police, executing certain judges who have presided over cases against their members or ordered their extradition; and to seize control of three of the country’s largest ports, thereby overseeing the import from China of chemicals required to manufacture drugs for subsequent trafficking, particularly in the US. It has the capacity to corrupt very highly ranked government officials. This cartel has a reputation for acts of such violence that numerous mass graves have been discovered, while public executions have been carried out by its members. It is estimated that this cartel alone caused the deaths of more than 5,000 people between 2015 and 2018.","redacted":"Additionally, this cartel is sufficiently powerful to challenge members of other cartels successfully and conquer territory over time; to challenge, also successfully, the army and police, executing certain judges who have presided over cases against their members or ordered their extradition; and to seize control of three of the country’s largest ports, thereby overseeing the import from China of chemicals required to manufacture drugs for subsequent trafficking, particularly in the US. It has the capacity to corrupt very highly ranked government officials. This cartel has a reputation for acts of such violence that numerous mass graves have been discovered, while public executions have been carried out by its members. It is estimated that this cartel alone caused the deaths of more than 5,000 people between 2015 and 2018.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Ultimately, the documentary evidence shows that although this cartel, like any organized criminal group, focuses on activity within its territory, it has the material and financial means and the capacity to act throughout Mexico’s territory. It has also been established that CJNG members are able to operate outside of their territory, notably to track individuals for reasons generally related to a large debt or a personal vendetta.","redacted":"Ultimately, the documentary evidence shows that although this cartel, like any organized criminal group, focuses on activity within its territory, it has the material and financial means and the capacity to act throughout Mexico’s territory. It has also been established that CJNG members are able to operate outside of their territory, notably to track individuals for reasons generally related to a large debt or a personal vendetta.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Motivation of Cartel Jalisco Nueva Generacion members to pursue the appellant","redacted":"Motivation of Cartel Jalisco Nueva Generacion members to pursue the appellant","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"To justify the motivation that CJNG members would have in his regard, the appellant cites the large debt he incurred after he stopped making the payments demanded and working for the cartel. Moreover, he relies on the history of his family, which has had numerous confrontations with members of that cartel, to establish their ongoing interest in finding him and making death threats against him.","redacted":"To justify the motivation that CJNG members would have in his regard, the appellant cites the large debt he incurred after he stopped making the payments demanded and working for the cartel. Moreover, he relies on the history of his family, which has had numerous confrontations with members of that cartel, to establish their ongoing interest in finding him and making death threats against him.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"The appellant has established, on a balance of probabilities, that he stopped making the payments demanded by the cartel and that he has been subjected to serious reprisals because of his refusal to continue co-operating in this regard, including his involvement in trafficking drugs through his business. He is therefore believable when he states that the motivations of the cartel members include the debt he incurred after he stopped making payments.","redacted":"The appellant has established, on a balance of probabilities, that he stopped making the payments demanded by the cartel and that he has been subjected to serious reprisals because of his refusal to continue co-operating in this regard, including his involvement in trafficking drugs through his business. He is therefore believable when he states that the motivations of the cartel members include the debt he incurred after he stopped making payments.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"In the RAD’s opinion, the established facts indicating, on a balance of probabilities, that cartel members targeted not only the appellant, but also at least eight other friends or family members demonstrate the significant interest they have in him.","redacted":"In the RAD’s opinion, the established facts indicating, on a balance of probabilities, that cartel members targeted not only the appellant, but also at least eight other friends or family members demonstrate the significant interest they have in him.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"The appellant ran a ceramic workshop with help from his brother-in-law, spouse and mother. At some point in 2018 or 2019, all three were victims of violent acts committed by cartel members while they were in Irapuato, Guadalajara, Léon and Puerto Vallarta, before and after the appellant left the country.","redacted":"The appellant ran a XXXX XXXX with help from his brother-in-law, spouse and mother. At some point in 2018 or 2019, all three were victims of violent acts committed by cartel members while they were in Irapuato, Guadalajara, Léon and Puerto Vallarta, before and after the appellant left the country.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"The appellant’s nephew, who lived with his grandmother, the appellant’s mother, was the target of attempted murder as he left school in October 2018. The appellant’s sister, who is the wife of the brother-in-law with whom he ran the ceramic workshop, escaped an attempted kidnapping by CJNG members while she and her husband were in hiding in Puerto Vallarta. The appellant’s niece was also the victim of a kidnapping attempt in April 2018.","redacted":"The appellant’s nephew, who lived with his grandmother, the appellant’s mother, was the target of attempted murder as he left school in XXXX 2018. The appellant’s sister, who is the wife of the brother-in-law with whom he ran the XXXX XXXX, escaped an attempted kidnapping by CJNG members while she and her husband were in hiding in Puerto Vallarta. The appellant’s niece was also the victim of a kidnapping attempt in XXXX 2018.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"The RPD was not satisfied that the appellant’s nephew and mother were also assaulted by the cartel members who had allegedly recognized them in February, after they had been living in Hidalgo, in the state of Michoacán, for six months, considering it unreasonable that the appellant’s mother had opted to return to Irapuato four months after the violent assault against her grandson. When asked to explain why his mother had gone back to live in the city of Léon in the same state, Guanajuato, where the city of Irapuato is located, the appellant stated that they were taken in by a family member and that they had nowhere else to go.","redacted":"The RPD was not satisfied that the appellant’s nephew and mother were also assaulted by the cartel members who had allegedly recognized them in XXXX, after they had been living in Hidalgo, in the state of Michoacán, for six months, considering it unreasonable that the appellant’s mother had opted to return to XXXX XXXX months after the violent assault against her grandson. When asked to explain why his mother had gone back to live in the city of Léon in the same state, Guanajuato, where the city of Irapuato is located, the appellant stated that they were taken in by a family member and that they had nowhere else to go.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"After listening to the hearing, the RAD confirms that no further questions were put to the appellant concerning that event, which occurred in his absence and was reported by the person who had taken in his mother and nephew. It is therefore wrong to hold, against the appellant, the behaviour of his mother and nephew, who were seeking to protect themselves by changing residences—admittedly within the same state, but not in the same city—when he was not questioned on that event. Knowing that the RPD considered the appellant’s testimony to be credible but did not explain why this line of testimony was not credible, having considered that the behaviour of the mother and nephew was unreasonable, the RAD is of the opinion that this conclusion is incorrect. The appellant demonstrated that the cartel did, in fact, look for him after he left the country.","redacted":"After listening to the hearing, the RAD confirms that no further questions were put to the appellant concerning that event, which occurred in his absence and was reported by the person who had taken in his mother and nephew. It is therefore wrong to hold, against the appellant, the behaviour of his mother and nephew, who were seeking to protect themselves by changing residences—admittedly within the same state, but not in the same city—when he was not questioned on that event. Knowing that the RPD considered the appellant’s testimony to be credible but did not explain why this line of testimony was not credible, having considered that the behaviour of the mother and nephew was unreasonable, the RAD is of the opinion that this conclusion is incorrect. The appellant demonstrated that the cartel did, in fact, look for him after he left the country.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"As rightly pointed out by the RPD, the appellant did not relocate outside of the CJNG’s area of influence, nor did his family members. However, not only was the appellant not questioned as to how much he knew about that cartel’s area of activity within Mexico’s borders, but to place such a burden on a claimant is, in the RAD’s view, excessive. The appellant did indeed attempt to seek safety by relocating, hiding at the homes of family members and friends in different places. However, it cannot be concluded that he knew that he was relocating within the cartel’s territory, knowing that this cartel’s main area of activity covers numerous states but that its area of influence covers nearly the entire country.","redacted":"As rightly pointed out by the RPD, the appellant did not relocate outside of the CJNG’s area of influence, nor did his family members. However, not only was the appellant not questioned as to how much he knew about that cartel’s area of activity within Mexico’s borders, but to place such a burden on a claimant is, in the RAD’s view, excessive. The appellant did indeed attempt to seek safety by relocating, hiding at the homes of family members and friends in different places. However, it cannot be concluded that he knew that he was relocating within the cartel’s territory, knowing that this cartel’s main area of activity covers numerous states but that its area of influence covers nearly the entire country.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"In accordance with his testimony, the appellant ceased his activities at his workshop in late October and then resumed working in December, facing a clear risk of being located. However, in the RAD’s opinion, the appellant had to work in order to survive and flee the country.","redacted":"In accordance with his testimony, the appellant ceased his activities at his XXXX in late XXXX and then resumed working in XXXX, facing a clear risk of being located. However, in the RAD’s opinion, the appellant had to work in order to survive and flee the country.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"According to the RPD, the fact that the appellant was not found by the cartel members between November 2018 and his departure in January 2019 confirms their lack of interest in pursuing the appellant. However, the appellant indicated that he had been living in hiding and changed his telephone number twice but was still receiving threatening messages. With all due respect to the RPD, it cannot be concluded from the fact that the cartel members did not physically locate the appellant between November and January—when he was in hiding but attempted to work, moved several times and changed his telephone number—that the agent of risk lacks motivation, but rather that living in hiding dampened but did not destroy the cartel’s motivation.","redacted":"According to the RPD, the fact that the appellant was not found by the cartel members between XXXX 2018 and his departure in XXXX 2019 confirms their lack of interest in pursuing the appellant. However, the appellant indicated that he had been living in hiding and changed his telephone number twice but was still receiving threatening messages. With all due respect to the RPD, it cannot be concluded from the fact that the cartel members did not physically locate the appellant between XXXX and XXXX—when he was in hiding but attempted to work, moved several times and changed his telephone number—that the agent of risk lacks motivation, but rather that living in hiding dampened but did not destroy the cartel’s motivation.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Considering the personal circumstances of the appellant and his family members in this case, knowing that numerous members of a single family are being pursued by the same individuals, members of the most powerful cartel in the country, to remote locations—Puerto Vallarta being approximately 613 kilometres from the city of Hidalgo—and at different times, that the appellant tried as best as he could to hide while also continuing to ply his trade to cover the cost of fleeing the country, the RAD is of the opinion that the appellant demonstrated, on a balance of probabilities, that the identified agent of risk, members of the CJNG, has the motivation to pursue him to Mérida and throughout Mexico.","redacted":"Considering the personal circumstances of the appellant and his family members in this case, knowing that numerous members of a single family are being pursued by the same individuals, members of the most powerful cartel in the country, to remote locations—XXXX XXXX being approximately XXXX kilometres from the city of Hidalgo—and at different times, that the appellant tried as best as he could to hide while also continuing to ply his trade to cover the cost of fleeing the country, the RAD is of the opinion that the appellant demonstrated, on a balance of probabilities, that the identified agent of risk, members of the CJNG, has the motivation to pursue him to Mérida and throughout Mexico.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"No internal flight alternative and no state protection are available to the appellant","redacted":"No internal flight alternative and no state protection are available to the appellant","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"In light of all the evidence and for the above reasons, noting the specific circumstances of this case, including the cartel’s conspiring against the members of this family and murdering the appellant’s friend, the RAD concludes that the appellant has demonstrated, on a balance of probabilities, that he would not be able to live safely in the city of Mérida or in any other city were he to return to Mexico. As such, the appellant credibly demonstrated that if he returned to Mexico, he would be subjected personally, on a balance of probabilities, to a threat to his life throughout that country.","redacted":"In light of all the evidence and for the above reasons, noting the specific circumstances of this case, including the cartel’s conspiring against the members of this family and murdering the appellant’s friend, the RAD concludes that the appellant has demonstrated, on a balance of probabilities, that he would not be able to live safely in the city of Mérida or in any other city were he to return to Mexico. As such, the appellant credibly demonstrated that if he returned to Mexico, he would be subjected personally, on a balance of probabilities, to a threat to his life throughout that country.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"In the RAD’s opinion, given that the appellant rebutted the first prong of the IFA criterion, it is not necessary to proceed with the analysis of the second prong.","redacted":"In the RAD’s opinion, given that the appellant rebutted the first prong of the IFA criterion, it is not necessary to proceed with the analysis of the second prong.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Lastly, the RAD is of the view that there is clear and convincing documentary evidence, analyzed above and contained in the National Documentation Package on Mexico, outlining the major problems of impunity, corruption and collusion, including between the authorities and cartel members, of a lack of state protection should the appellant return to the country.","redacted":"Lastly, the RAD is of the view that there is clear and convincing documentary evidence, analyzed above and contained in the National Documentation Package on Mexico, outlining the major problems of impunity, corruption and collusion, including between the authorities and cartel members, of a lack of state protection should the appellant return to the country.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"CONCLUSION","redacted":"CONCLUSION","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Pursuant to paragraph 111(1)(b) of the IRPA, the appeal is allowed, and the RPD’s determination that the appellant is neither a Convention refugee nor a person in need of protection within the meaning of subsection 97(1) of the IRPA is set aside and substituted by this decision.","redacted":"Pursuant to paragraph 111(1)(b) of the IRPA, the appeal is allowed, and the RPD’s determination that the appellant is neither a Convention refugee nor a person in need of protection within the meaning of subsection 97(1) of the IRPA is set aside and substituted by this decision.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"The appellant is a person in need of protection.","redacted":"The appellant is a person in need of protection.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"IRB translation","redacted":"IRB translation","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Original language: French","redacted":"Original language: French","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Person who is the subject of the appeal","redacted":"Person who is the subject of the appeal","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Person who is the subject of the appeal","redacted":"Person who is the subject of the appeal","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Víctor Aguirre Mendoza Velázquez","redacted":"XXXX XXXX XXXX XXXX","language":"cs","filename":"MC0-02058ta.docx"}
{"unredacted":"Personne en cause","redacted":"Personne en cause","language":"fr","filename":"MC0-02058ta.docx"}
{"unredacted":"Appeal considered \/ heard at","redacted":"Appeal considered \/ heard at","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Appeal considered \/ heard at","redacted":"Appeal considered \/ heard at","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Montréal, Quebec","redacted":"Montréal, Quebec","language":"fr","filename":"MC0-02058ta.docx"}
{"unredacted":"Appel instruit \/ entendu à","redacted":"Appel instruit \/ entendu à","language":"fr","filename":"MC0-02058ta.docx"}
{"unredacted":"Date of decision","redacted":"Date of decision","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Date of decision","redacted":"Date of decision","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"March 19, 2021","redacted":"March 19, 2021","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Date de la décision","redacted":"Date de la décision","language":"fr","filename":"MC0-02058ta.docx"}
{"unredacted":"Panel","redacted":"Panel","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Panel","redacted":"Panel","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Me Kristine Plouffe-Malette","redacted":"Me Kristine Plouffe-Malette","language":"de","filename":"MC0-02058ta.docx"}
{"unredacted":"Tribunal","redacted":"Tribunal","language":"es","filename":"MC0-02058ta.docx"}
{"unredacted":"Counsel for the person who is the subject of the appeal","redacted":"Counsel for the person who is the subject of the appeal","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Counsel for the person who is the subject of the appeal","redacted":"Counsel for the person who is the subject of the appeal","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Marco-Pierre Caza","redacted":"Marco-Pierre Caza","language":"fr","filename":"MC0-02058ta.docx"}
{"unredacted":"Conseil de la personne en cause","redacted":"Conseil de la personne en cause","language":"fr","filename":"MC0-02058ta.docx"}
{"unredacted":"Designated representative","redacted":"Designated representative","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Designated representative","redacted":"Designated representative","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"N\/A","redacted":"N\/A","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Représentant(e) désigné(e)","redacted":"Représentant(e) désigné(e)","language":"fr","filename":"MC0-02058ta.docx"}
{"unredacted":"Counsel for the Minister","redacted":"Counsel for the Minister","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Counsel for the Minister","redacted":"Counsel for the Minister","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"N\/A","redacted":"N\/A","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Conseil du ministre","redacted":"Conseil du ministre","language":"fr","filename":"MC0-02058ta.docx"}
{"unredacted":"(signed)","redacted":"(signed)","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Kristine Plouffe-Malette","redacted":"Kristine Plouffe-Malette","language":"de","filename":"MC0-02058ta.docx"}
{"unredacted":"Me Kristine Plouffe-Malette","redacted":"Me Kristine Plouffe-Malette","language":"de","filename":"MC0-02058ta.docx"}
{"unredacted":"March 19, 2021","redacted":"March 19, 2021","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Date","redacted":"Date","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"RAD File No. \/ No de dossier de la SAR : MC002058","redacted":"RAD File No. \/ No de dossier de la SAR : MC002058","language":"eo","filename":"MC0-02058ta.docx"}
{"unredacted":"Private Proceeding \/ Huis clos","redacted":"Private Proceeding \/ Huis clos","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Reasons and Decision – Motifs et décision","redacted":"Reasons and Decision – Motifs et décision","language":"fr","filename":"MC0-02058ta.docx"}
{"unredacted":"REASONS FOR DECISION","redacted":"REASONS FOR DECISION","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"OVERVIEW","redacted":"OVERVIEW","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"The appellant, Víctor Aguirre Mendoza Velázquez, a Mexican citizen, fears for his life because of death threats and the extortion he was subjected to by members of the Cartel Jalisco Nueva Generacion (CJNG) between February and December 2018.","redacted":"The appellant, XXXX XXXX XXXX XXXX, a Mexican citizen, fears for his life because of death threats and the extortion he was subjected to by members of the Cartel Jalisco Nueva Generacion (CJNG) between XXXX and XXXX 2018.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"He is appealing the decicision rendered on January 14, 2020, by the Refugee Protection Division (RPD), which found the appellant’s testimony to be generally credible, but concluded that he had an internal flight alternative (IFA) available to him in Mérida, Yucatán, and Durango, in the state of the same name.","redacted":"He is appealing the decicision rendered on January 14, 2020, by the Refugee Protection Division (RPD), which found the appellant’s testimony to be generally credible, but concluded that he had an internal flight alternative (IFA) available to him in Mérida, Yucatán, and Durango, in the state of the same name.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"The appellant is challenging the RPD’s conclusion with respect to the IFA. He filed six new pieces of evidence, one of which is admitted on appeal. However, the request for an oral hearing is denied, as the document admitted does not meet the criteria set out in subsection 110(6) of the Immigration and Refugee Protection Act (IRPA).","redacted":"The appellant is challenging the RPD’s conclusion with respect to the IFA. He filed six new pieces of evidence, one of which is admitted on appeal. However, the request for an oral hearing is denied, as the document admitted does not meet the criteria set out in subsection 110(6) of the Immigration and Refugee Protection Act (IRPA).","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"For the reasons set out below, the Refugee Appeal Division (RAD) allows the appeal, sets aside the RPD’s determination and determines that the appellant is a person in need of protection, as he does not have a safe IFA in Mexico.","redacted":"For the reasons set out below, the Refugee Appeal Division (RAD) allows the appeal, sets aside the RPD’s determination and determines that the appellant is a person in need of protection, as he does not have a safe IFA in Mexico.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"BACKGROUND","redacted":"BACKGROUND","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"The appellant, who is a ceramic artist by trade and a co-owner of a ceramic workshop in Tlaquepaque, states that he fears for his life because he has been threatened with death, assaulted, beaten and subjected to extortion by CJNG members. The appellant’s story is not limited to his own situation and includes numerous members of his family.","redacted":"The appellant, who is a XXXX XXXX by trade and a co-owner of a XXXX XXXX in XXXX, states that he fears for his life because he has been threatened with death, assaulted, beaten and subjected to extortion by CJNG members. The appellant’s story is not limited to his own situation and includes numerous members of his family.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"On February 8, 2018, some CJNG members visited the appellant’s sister, who operated a business in the same building, for extortion purposes. A surveillance camera system was reportedly installed subsequently.","redacted":"On XXXX XXXX, 2018, some CJNG members visited the appellant’s sister, who operated a business in the same building, for extortion purposes. A surveillance camera system was reportedly installed subsequently.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"On February 21, 2018, the appellant and his brother-in-law, co-owners of the ceramic workshop, were visited by three CJNG members. They were forcibly confined and threatened with death if they did not pay twenty-four thousand pesos.","redacted":"On XXXX XXXX, 2018, the appellant and his brother-in-law, co-owners of the XXXX XXXX, were visited by three CJNG members. They were forcibly confined and threatened with death if they did not pay XXXX XXXX XXXX pesos.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"On Tuesday, March 6 2018, the same individuals went to the appellant’s workshop. They physically assaulted the appellant because he could not pay the amount demanded.","redacted":"On XXXX XXXX XXXX 2018, the same individuals went to the appellant’s XXXX. They physically assaulted the appellant because he could not pay the amount demanded.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"On Saturday, March 20 2018, the appellant received a call demanding again that he pay, which he did on Monday, March 22. That same day, he received a message threatening his mother and his spouse, both of whom were employees and were present at the workshop when the money was handed over.","redacted":"On XXXX XXXX XXXX 2018, the appellant received a call demanding again that he pay, which he did on XXXX XXXX XXXX That same day, he received a message threatening his mother and his spouse, both of whom were employees and were present at the XXXX when the money was handed over.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"On Thursday, April 27 2018, a kidnapping attempt was made against the daughter of another of the appellant’s sisters as she was leaving school.","redacted":"On XXXX XXXX XXXX 2018, a kidnapping attempt was made against the daughter of another of the appellant’s sisters as she was leaving school.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"In mid-May, the appellant’s sister and brother-in-law informed him that they were leaving for Puerto Vallarta.","redacted":"In mid-XXXX, the appellant’s sister and brother-in-law informed him that they were leaving for Puerto Vallarta.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"On Sunday, May 17 2018, while he was parking his car near his spouse’s home, he was informed by two men that they were monitoring his movements and knew the schedules of his spouse, his mother and his nephew, who lived with the appellant’s mother. That evening, the appellant and his spouse took refuge with friends.","redacted":"On XXXX XXXX XXXX 2018, while he was parking his car near his spouse’s home, he was informed by two men that they were monitoring his movements and knew the schedules of his spouse, his mother and his nephew, who lived with the appellant’s mother. That evening, the appellant and his spouse took refuge with friends.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"On May 23, 2018, two individuals went to the workshop to collect a payment. That same day, when he received a call to congratulate him for co-operating, the appellant indicated that he could not pay anymore as he had given them all of his savings.","redacted":"On XXXX XXXX, 2018, two individuals went to the XXXX to collect a payment. That same day, when he received a call to congratulate him for co-operating, the appellant indicated that he could not pay anymore as he had given them all of his savings.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"On June 1, 2018, the appellant received a call informing him that the money would be collected the following day. On Wednesday, June 2 2018, the appellant did not pay the amount demanded, as he had no more money. A few hours later, he received a call from his spouse, who was with cartel members who were at her home and threatening her. When the appellant got there, the men had left the home.","redacted":"On XXXX XXXX, 2018, the appellant received a call informing him that the money would be collected the following day. On XXXX XXXX XXXX 2018, the appellant did not pay the amount demanded, as he had no more money. A few hours later, he received a call from his spouse, who was with cartel members who were at her home and threatening her. When the appellant got there, the men had left the home.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"On Friday, June 15 2018, the men from the cartel came to the workshop with suitcases for the appellant to help traffic the drugs they contained. When the appellant refused, they assaulted his spouse and pointed a gun at her head, terrorizing his mother.","redacted":"On XXXX XXXX XXXX 2018, the men from the cartel came to the XXXX with suitcases for the appellant to help traffic the drugs they contained. When the appellant refused, they assaulted his spouse and pointed a gun at her head, terrorizing his mother.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"On June 18 2018, an initial exchange of merchandise took place at the ceramic workshop. The appellant had to accept a suitcase that he was then supposed to give to someone else.","redacted":"On XXXX XXXX 2018, an initial exchange of merchandise took place at the XXXX XXXX. The appellant had to accept a suitcase that he was then supposed to give to someone else.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"On July 5, 2018, the appellant and his spouse, brother-in-law and sister, as well as his best friend, were out at a restaurant. At the end of the evening, cartel members appeared on a motorcycle and fired shots at them. The appellant’s friend was killed. He received a call confirming that this was indeed a warning and that his mother would be next.","redacted":"On XXXX XXXX, 2018, the appellant and his spouse, brother-in-law and sister, as well as his best friend, were out at a restaurant. At the end of the evening, cartel members appeared on a motorcycle and fired shots at them. The appellant’s friend was killed. He received a call confirming that this was indeed a warning and that his mother would be next.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Payments were made and drugs were trafficked again in July and August. In September, no merchandise was trafficked, but the appellant made a payment. Individuals began asking him about his brother-in-law’s whereabouts. In the absence of a response, death threats were made against both of them.","redacted":"Payments were made and drugs were trafficked again in XXXX and XXXX. In XXXX, no merchandise was trafficked, but the appellant made a payment. Individuals began asking him about his brother-in-law’s whereabouts. In the absence of a response, death threats were made against both of them.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"On October 18, 2018, the appellant’s brother-in-law called him to inform him that his sister had been the victim of a kidnapping attempt. From that point on, the appellant, his mother and his spouse stopped going to the workshop. The appellant went into hiding, and his mother and nephew moved.","redacted":"On XXXX XXXX, 2018, the appellant’s brother-in-law called him to inform him that his sister had been the victim of a kidnapping attempt. From that point on, the appellant, his mother and his spouse stopped going to the XXXX. The appellant went into hiding, and his mother and nephew moved.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"In October 2018, the appellant went to Guadalajara to work. On Sunday October 16 2018, his mother called him to inform him that her home had been ransacked and that his nephew had been assaulted leaving school. The appellant went to see his mother. When he arrived, he received a call telling him that he still owed money to the cartel. All three of them left and went to Hidalgo, in the state of Michoacán, to stay with an aunt, who provided them with shelter at a religious establishment. The appellant’s spouse took refuge at her parents’ home in the same state.","redacted":"In XXXX 2018, the appellant went to XXXX to work. On XXXX XXXX XXXX 2018, his mother called him to inform him that her home had been ransacked and that his nephew had been assaulted leaving school. The appellant went to see his mother. When he arrived, he received a call telling him that he still owed money to the cartel. All three of them left and went to Hidalgo, in the state of Michoacán, to stay with an aunt, who provided them with shelter at a religious establishment. The appellant’s spouse took refuge at her parents’ home in the same state.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"The appellant returned to Guadalajara to work in order to save up the money needed to flee the country. He left Mexico for Canada on January 30, 2019.","redacted":"The appellant returned to XXXX to work in order to save up the money needed to flee the country. He left Mexico for Canada on XXXX XXXX, 2019.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"On Monday February 11 2019, the appellant’s mother and nephew were assaulted and threatened in the middle of the street, in the city of Léon, by cartel members, who informed them that they were still looking for the appellant.","redacted":"On XXXX XXXX XXXX 2019, the appellant’s mother and nephew were assaulted and threatened in the middle of the street, in the city of Léon, by cartel members, who informed them that they were still looking for the appellant.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"On March 1, 2019, a friend of the appellant who had witnessed the assault on Sunday October 16 2018, contacted him asking for help because he was now being targeted by the cartel, which was looking for the appellant.","redacted":"On XXXX XXXX, 2019, a friend of the appellant who had witnessed the assault on XXXX XXXX XXXX 2018, contacted him asking for help because he was now being targeted by the cartel, which was looking for the appellant.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"PARTIAL ADMISSION OF NEW EVIDENCE AND DENIAL OF THE REQUEST FOR AN ORAL HEARING","redacted":"PARTIAL ADMISSION OF NEW EVIDENCE AND DENIAL OF THE REQUEST FOR AN ORAL HEARING","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"To be admissible before the RAD, the new evidence must first meet the criteria set out in subsection 110(4) of the IRPA and then those in Singh, adapted from Raza, both Federal Court of Appeal decisions. Subsection 110(4) of the IRPA provides that “the person who is the subject of the appeal may present only evidence that arose after the rejection of their claim or that was not reasonably available, or that the person could not reasonably have been expected in the circumstances to have presented, at the time of the rejection.” The Court has held that the three admissibility conditions in Raza, namely, credibility, relevance and newness, also apply to any application for admission of new evidence before the RAD.","redacted":"To be admissible before the RAD, the new evidence must first meet the criteria set out in subsection 110(4) of the IRPA and then those in Singh, adapted from Raza, both Federal Court of Appeal decisions. Subsection 110(4) of the IRPA provides that “the person who is the subject of the appeal may present only evidence that arose after the rejection of their claim or that was not reasonably available, or that the person could not reasonably have been expected in the circumstances to have presented, at the time of the rejection.” The Court has held that the three admissibility conditions in Raza, namely, credibility, relevance and newness, also apply to any application for admission of new evidence before the RAD.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"The appellant submitted six new documents in support of his appeal:","redacted":"The appellant submitted six new documents in support of his appeal:","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"A newspaper article entitled, “CJNG: Une expansion inévitable vers les Caraïbes” [CJNG: expansion to the Caribbean inevitable], published on August 16, 2019;","redacted":"A newspaper article entitled, “CJNG: Une expansion inévitable vers les Caraïbes” [CJNG: expansion to the Caribbean inevitable], published on August 16, 2019;","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"The Wikipedia page on Genra Garcia Luna, a Mexican politician arrested in the United States in 2019 for colluding with the Sinaloa cartel, last amended on January 5, 2020;","redacted":"The Wikipedia page on Genra Garcia Luna, a Mexican politician arrested in the United States in 2019 for colluding with the Sinaloa cartel, last amended on January 5, 2020;","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"A newspaper article entitled, “Durango, paradis du crime organisé; les dirigeants marchent librement” [Durango, organized crime paradise: leaders walk free], published on July 13, 2019;","redacted":"A newspaper article entitled, “Durango, paradis du crime organisé; les dirigeants marchent librement” [Durango, organized crime paradise: leaders walk free], published on July 13, 2019;","language":"fr","filename":"MC0-02058ta.docx"}
{"unredacted":"A newspaper article entitled, “Nearly 32,000 homicide victims recorded in Mexico in 2019,” published on December 23, 2019;","redacted":"A newspaper article entitled, “Nearly 32,000 homicide victims recorded in Mexico in 2019,” published on December 23, 2019;","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"A sworn statement from the appellant, signed on February 3, 2020;","redacted":"A sworn statement from the appellant, signed on February 3, 2020;","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"A sworn statement from Gustavo Manuel Luis Ramírez, the appellant’s brother-in-law, signed on January 3, 2020; and","redacted":"A sworn statement from XXXX XXXX XXXX XXXX, the appellant’s brother-in-law, signed on XXXX XXXX, 2020; and","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"The decision rendered by Marie-Lynne Bowyer Kagan of the RAD on March 17, 2019, granting protected person status to the appellant’s brother-in-law and sister.","redacted":"The decision rendered by XXXX XXXX XXXX XXXX XXXX of the RAD on XXXX XXXX, 2019, granting protected person status to the appellant’s brother-in-law and sister.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Both sworn statements (exhibits 6 and 7) are dated after the RPD’s decision but do not set out events that arose after the RPD’s decision. The appellant also did not explain why these documents could not have been produced and submitted to the RPD. They do not meet the criteria set out in subsection 110(4) of the IRPA and are not admitted. The newspaper articles (exhibits 1, 3 and 4) and the Wikipedia page (Exhibit 2) are not admitted, as they are all dated prior to the RPD’s decision and could reasonably have been produced before or on the day of the hearing held before the RPD. What is more, no justification was provided as to why they were presented to the RAD and not to the RPD at the appropriate time.","redacted":"Both sworn statements (exhibits 6 and 7) are dated after the RPD’s decision but do not set out events that arose after the RPD’s decision. The appellant also did not explain why these documents could not have been produced and submitted to the RPD. They do not meet the criteria set out in subsection 110(4) of the IRPA and are not admitted. The newspaper articles (exhibits 1, 3 and 4) and the Wikipedia page (Exhibit 2) are not admitted, as they are all dated prior to the RPD’s decision and could reasonably have been produced before or on the day of the hearing held before the RPD. What is more, no justification was provided as to why they were presented to the RAD and not to the RPD at the appropriate time.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"The decision rendered by the RAD (Exhibit 7) is admitted because it is part of the panel’s case law.","redacted":"The decision rendered by the RAD (Exhibit 7) is admitted because it is part of the panel’s case law.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Although the RAD is admitting one piece of evidence, it is of the view that it does not meet the criteria set out in subsection 110(6) of the IRPA allowing an oral hearing to be held. This document does not raise a significant credibility issue, as the appellant’s credibility is not a determinative issue on appeal; it is not central to the decision in this case; and it alone cannot justify allowing or rejecting the refugee protection claims.","redacted":"Although the RAD is admitting one piece of evidence, it is of the view that it does not meet the criteria set out in subsection 110(6) of the IRPA allowing an oral hearing to be held. This document does not raise a significant credibility issue, as the appellant’s credibility is not a determinative issue on appeal; it is not central to the decision in this case; and it alone cannot justify allowing or rejecting the refugee protection claims.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"SCOPE OF THE APPEAL","redacted":"SCOPE OF THE APPEAL","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"In accordance with Huruglica, the RAD carried out an independent review of the evidence submitted in support of the appeal, which included listening to the two hearings held in this case. Given that the RPD did not enjoy a meaningful advantage on the issue of credibility, applied the correctness standard.","redacted":"In accordance with Huruglica, the RAD carried out an independent review of the evidence submitted in support of the appeal, which included listening to the two hearings held in this case. Given that the RPD did not enjoy a meaningful advantage on the issue of credibility, applied the correctness standard.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"ANALYSIS","redacted":"ANALYSIS","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"It is important to first note that the existence of an IFA is assessed on the basis of a twopronged test to determine whether there is a place elsewhere in the country where the claimant, in this case the appellant, would not have a well-founded fear of persecution or would not be subjected to a risk under subsection 97(1) of the IRPA and, taking the circumstances into account, whether it would be objectively reasonable for the claimant to settle there. Recently, Justice McHaffie ably described the framework of analysis and the burden of proof with respect to an IFA as follows:","redacted":"It is important to first note that the existence of an IFA is assessed on the basis of a twopronged test to determine whether there is a place elsewhere in the country where the claimant, in this case the appellant, would not have a well-founded fear of persecution or would not be subjected to a risk under subsection 97(1) of the IRPA and, taking the circumstances into account, whether it would be objectively reasonable for the claimant to settle there. Recently, Justice McHaffie ably described the framework of analysis and the burden of proof with respect to an IFA as follows:","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"[8] To determine if a viable IFA exists, the RAD must be satisfied, on a balance of probabilities, that (1) the claimant will not be subject to persecution (on a “serious possibility” standard), or a section 97 danger or risk (on a “more likely than not” standard) in the proposed IFA; and (2) in all the circumstances, including circumstances particular to the claimant, conditions in the IFA are such that it would not be unreasonable for the claimant to seek refuge there: Thirunavukkarasu at pages 595–597; Hamdan v. Canada (Immigration, Refugees and Citizenship), 2017 FC 643 at paras 10–12.","redacted":"[8] To determine if a viable IFA exists, the RAD must be satisfied, on a balance of probabilities, that (1) the claimant will not be subject to persecution (on a “serious possibility” standard), or a section 97 danger or risk (on a “more likely than not” standard) in the proposed IFA; and (2) in all the circumstances, including circumstances particular to the claimant, conditions in the IFA are such that it would not be unreasonable for the claimant to seek refuge there: Thirunavukkarasu at pages 595–597; Hamdan v. Canada (Immigration, Refugees and Citizenship), 2017 FC 643 at paras 10–12.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"At the hearing, the RPD correctly identified the IFA criteria and proposed two places to where the appellant might relocate: the city of Mérida, in the state of Yucatán, and the city of Durango, in the state of the same name. With all due respect to the RPD, the RAD considers that neither of these cities can provide a safe IFA for the appellant.","redacted":"At the hearing, the RPD correctly identified the IFA criteria and proposed two places to where the appellant might relocate: the city of Mérida, in the state of Yucatán, and the city of Durango, in the state of the same name. With all due respect to the RPD, the RAD considers that neither of these cities can provide a safe IFA for the appellant.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"No safe internal flight alternative is available to the appellant should he return to the country","redacted":"No safe internal flight alternative is available to the appellant should he return to the country","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"The Federal Court has indicated that the capacity to act and the motivations, or interest, of the agents of persecution or agents of risk are central to the prospective risk assessment to be conducted whenever an IFA is proposed. The case law has since been consistent in this regard. Justice McHaffie of the Fedearl Court draws a distinction between and establishes the importance of the concepts of the ability, desire or interest, and the motivation of agents of persecution, as well as risk in the following terms:","redacted":"The Federal Court has indicated that the capacity to act and the motivations, or interest, of the agents of persecution or agents of risk are central to the prospective risk assessment to be conducted whenever an IFA is proposed. The case law has since been consistent in this regard. Justice McHaffie of the Fedearl Court draws a distinction between and establishes the importance of the concepts of the ability, desire or interest, and the motivation of agents of persecution, as well as risk in the following terms:","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"It is important to note that there is a difference between a persecutor’s ability to pursue an individual throughout a country and his desire to do so or interest in doing so. The fact that a persecutor is able to pursue an individual is not decisive evidence that he is motivated to do so. If the persecutor has no desire to find, pursue and\/or persecute an individual, or interest in doing so, it is reasonable to conclude that there is no serious possibility of persecution.","redacted":"It is important to note that there is a difference between a persecutor’s ability to pursue an individual throughout a country and his desire to do so or interest in doing so. The fact that a persecutor is able to pursue an individual is not decisive evidence that he is motivated to do so. If the persecutor has no desire to find, pursue and\/or persecute an individual, or interest in doing so, it is reasonable to conclude that there is no serious possibility of persecution.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"In the RAD’s view, the up-to-date documentary evidence is clear concerning the CJNG’s ability to act throughout Mexico. The RPD also recognized this. This appeal asks essentially the same question as to the motivation of the cartel’s members to pursue the appellant should he return to the country.","redacted":"In the RAD’s view, the up-to-date documentary evidence is clear concerning the CJNG’s ability to act throughout Mexico. The RPD also recognized this. This appeal asks essentially the same question as to the motivation of the cartel’s members to pursue the appellant should he return to the country.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Cartel Jalisco Nueva Generacion’s capacity to act throughout Mexico","redacted":"Cartel Jalisco Nueva Generacion’s capacity to act throughout Mexico","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"According to an InSight Crime report dated July 8, 2020, and a report from the United States Congressional Research Service dated July 28, 2020, the CJNG’s area of influence is described as follows:","redacted":"According to an InSight Crime report dated July 8, 2020, and a report from the United States Congressional Research Service dated July 28, 2020, the CJNG’s area of influence is described as follows:","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Area of influence: present in 27 Mexican states and “asserts control over the ports of Veracruz, Mazanillo, and Lázaro Cárdenas.” It has a presence in every part of the country, and is the “dominant criminal actor in Jalisco, Nayarit and Colima, at the port of Lázaro Cárdenas in Michoacán, in the eastern state of Veracruz and in the oil-rich central region of Guanajuato, Puebla, Querétaro and Hidalgo.”","redacted":"Area of influence: present in 27 Mexican states and “asserts control over the ports of Veracruz, Mazanillo, and Lázaro Cárdenas.” It has a presence in every part of the country, and is the “dominant criminal actor in Jalisco, Nayarit and Colima, at the port of Lázaro Cárdenas in Michoacán, in the eastern state of Veracruz and in the oil-rich central region of Guanajuato, Puebla, Querétaro and Hidalgo.”","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Of the 27 states mentioned in the previous quotation, 22 are listed in a report from the same research group:","redacted":"Of the 27 states mentioned in the previous quotation, 22 are listed in a report from the same research group:","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"The group appears to be growing rapidly. According to authorities, the CJNG operates in at least in 22 states: Aguascalientes, Baja California Sur, Baja California, Chiapas, Chihuahua, Nuevo León, Puebla, Querétaro, Quintana Roo, San Luis Potosí, Sinaloa, Tamaulipas, Jalisco, Colima, Michoacán, Guanajuato, Morelos, Nayarit, Guerrero, and Veracruz, plus Mexico City and the State of Mexico.","redacted":"The group appears to be growing rapidly. According to authorities, the CJNG operates in at least in 22 states: Aguascalientes, Baja California Sur, Baja California, Chiapas, Chihuahua, Nuevo León, Puebla, Querétaro, Quintana Roo, San Luis Potosí, Sinaloa, Tamaulipas, Jalisco, Colima, Michoacán, Guanajuato, Morelos, Nayarit, Guerrero, and Veracruz, plus Mexico City and the State of Mexico.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"This report, published in 2019, also indicates that the CJNG’s influence extends internationally:","redacted":"This report, published in 2019, also indicates that the CJNG’s influence extends internationally:","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"The cartel also allegedly has contacts in Colombia, Peru, Bolivia, Central America and the United States, and uses these connections to traffic marijuana, cocaine and synthetic drugs. Recent arrests suggest that the Cuinis, the alleged money laundering arm of the CJNG, may have established operations in Brazil and Uruguay.","redacted":"The cartel also allegedly has contacts in Colombia, Peru, Bolivia, Central America and the United States, and uses these connections to traffic marijuana, cocaine and synthetic drugs. Recent arrests suggest that the Cuinis, the alleged money laundering arm of the CJNG, may have established operations in Brazil and Uruguay.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Durango and Yucatán are among the five states not mentioned in the list cited above. That said, given the size of the territory covered within Mexico’s borders and the extent of its international influence, there is every reason to believe that this cartel and its members have the means to act throughout the country.","redacted":"Durango and Yucatán are among the five states not mentioned in the list cited above. That said, given the size of the territory covered within Mexico’s borders and the extent of its international influence, there is every reason to believe that this cartel and its members have the means to act throughout the country.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Additionally, this cartel is sufficiently powerful to challenge members of other cartels successfully and conquer territory over time; to challenge, also successfully, the army and police, executing certain judges who have presided over cases against their members or ordered their extradition; and to seize control of three of the country’s largest ports, thereby overseeing the import from China of chemicals required to manufacture drugs for subsequent trafficking, particularly in the US. It has the capacity to corrupt very highly ranked government officials. This cartel has a reputation for acts of such violence that numerous mass graves have been discovered, while public executions have been carried out by its members. It is estimated that this cartel alone caused the deaths of more than 5,000 people between 2015 and 2018.","redacted":"Additionally, this cartel is sufficiently powerful to challenge members of other cartels successfully and conquer territory over time; to challenge, also successfully, the army and police, executing certain judges who have presided over cases against their members or ordered their extradition; and to seize control of three of the country’s largest ports, thereby overseeing the import from China of chemicals required to manufacture drugs for subsequent trafficking, particularly in the US. It has the capacity to corrupt very highly ranked government officials. This cartel has a reputation for acts of such violence that numerous mass graves have been discovered, while public executions have been carried out by its members. It is estimated that this cartel alone caused the deaths of more than 5,000 people between 2015 and 2018.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Ultimately, the documentary evidence shows that although this cartel, like any organized criminal group, focuses on activity within its territory, it has the material and financial means and the capacity to act throughout Mexico’s territory. It has also been established that CJNG members are able to operate outside of their territory, notably to track individuals for reasons generally related to a large debt or a personal vendetta.","redacted":"Ultimately, the documentary evidence shows that although this cartel, like any organized criminal group, focuses on activity within its territory, it has the material and financial means and the capacity to act throughout Mexico’s territory. It has also been established that CJNG members are able to operate outside of their territory, notably to track individuals for reasons generally related to a large debt or a personal vendetta.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Motivation of Cartel Jalisco Nueva Generacion members to pursue the appellant","redacted":"Motivation of Cartel Jalisco Nueva Generacion members to pursue the appellant","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"To justify the motivation that CJNG members would have in his regard, the appellant cites the large debt he incurred after he stopped making the payments demanded and working for the cartel. Moreover, he relies on the history of his family, which has had numerous confrontations with members of that cartel, to establish their ongoing interest in finding him and making death threats against him.","redacted":"To justify the motivation that CJNG members would have in his regard, the appellant cites the large debt he incurred after he stopped making the payments demanded and working for the cartel. Moreover, he relies on the history of his family, which has had numerous confrontations with members of that cartel, to establish their ongoing interest in finding him and making death threats against him.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"The appellant has established, on a balance of probabilities, that he stopped making the payments demanded by the cartel and that he has been subjected to serious reprisals because of his refusal to continue co-operating in this regard, including his involvement in trafficking drugs through his business. He is therefore believable when he states that the motivations of the cartel members include the debt he incurred after he stopped making payments.","redacted":"The appellant has established, on a balance of probabilities, that he stopped making the payments demanded by the cartel and that he has been subjected to serious reprisals because of his refusal to continue co-operating in this regard, including his involvement in trafficking drugs through his business. He is therefore believable when he states that the motivations of the cartel members include the debt he incurred after he stopped making payments.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"In the RAD’s opinion, the established facts indicating, on a balance of probabilities, that cartel members targeted not only the appellant, but also at least eight other friends or family members demonstrate the significant interest they have in him.","redacted":"In the RAD’s opinion, the established facts indicating, on a balance of probabilities, that cartel members targeted not only the appellant, but also at least eight other friends or family members demonstrate the significant interest they have in him.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"The appellant ran a ceramic workshop with help from his brother-in-law, spouse and mother. At some point in 2018 or 2019, all three were victims of violent acts committed by cartel members while they were in Irapuato, Guadalajara, Léon and Puerto Vallarta, before and after the appellant left the country.","redacted":"The appellant ran a XXXX XXXX with help from his brother-in-law, spouse and mother. At some point in 2018 or 2019, all three were victims of violent acts committed by cartel members while they were in Irapuato, Guadalajara, Léon and Puerto Vallarta, before and after the appellant left the country.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"The appellant’s nephew, who lived with his grandmother, the appellant’s mother, was the target of attempted murder as he left school in October 2018. The appellant’s sister, who is the wife of the brother-in-law with whom he ran the ceramic workshop, escaped an attempted kidnapping by CJNG members while she and her husband were in hiding in Puerto Vallarta. The appellant’s niece was also the victim of a kidnapping attempt in April 2018.","redacted":"The appellant’s nephew, who lived with his grandmother, the appellant’s mother, was the target of attempted murder as he left school in XXXX 2018. The appellant’s sister, who is the wife of the brother-in-law with whom he ran the XXXX XXXX, escaped an attempted kidnapping by CJNG members while she and her husband were in hiding in Puerto Vallarta. The appellant’s niece was also the victim of a kidnapping attempt in XXXX 2018.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"The RPD was not satisfied that the appellant’s nephew and mother were also assaulted by the cartel members who had allegedly recognized them in February, after they had been living in Hidalgo, in the state of Michoacán, for six months, considering it unreasonable that the appellant’s mother had opted to return to Irapuato four months after the violent assault against her grandson. When asked to explain why his mother had gone back to live in the city of Léon in the same state, Guanajuato, where the city of Irapuato is located, the appellant stated that they were taken in by a family member and that they had nowhere else to go.","redacted":"The RPD was not satisfied that the appellant’s nephew and mother were also assaulted by the cartel members who had allegedly recognized them in XXXX, after they had been living in Hidalgo, in the state of Michoacán, for six months, considering it unreasonable that the appellant’s mother had opted to return to XXXX XXXX months after the violent assault against her grandson. When asked to explain why his mother had gone back to live in the city of Léon in the same state, Guanajuato, where the city of Irapuato is located, the appellant stated that they were taken in by a family member and that they had nowhere else to go.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"After listening to the hearing, the RAD confirms that no further questions were put to the appellant concerning that event, which occurred in his absence and was reported by the person who had taken in his mother and nephew. It is therefore wrong to hold, against the appellant, the behaviour of his mother and nephew, who were seeking to protect themselves by changing residences—admittedly within the same state, but not in the same city—when he was not questioned on that event. Knowing that the RPD considered the appellant’s testimony to be credible but did not explain why this line of testimony was not credible, having considered that the behaviour of the mother and nephew was unreasonable, the RAD is of the opinion that this conclusion is incorrect. The appellant demonstrated that the cartel did, in fact, look for him after he left the country.","redacted":"After listening to the hearing, the RAD confirms that no further questions were put to the appellant concerning that event, which occurred in his absence and was reported by the person who had taken in his mother and nephew. It is therefore wrong to hold, against the appellant, the behaviour of his mother and nephew, who were seeking to protect themselves by changing residences—admittedly within the same state, but not in the same city—when he was not questioned on that event. Knowing that the RPD considered the appellant’s testimony to be credible but did not explain why this line of testimony was not credible, having considered that the behaviour of the mother and nephew was unreasonable, the RAD is of the opinion that this conclusion is incorrect. The appellant demonstrated that the cartel did, in fact, look for him after he left the country.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"As rightly pointed out by the RPD, the appellant did not relocate outside of the CJNG’s area of influence, nor did his family members. However, not only was the appellant not questioned as to how much he knew about that cartel’s area of activity within Mexico’s borders, but to place such a burden on a claimant is, in the RAD’s view, excessive. The appellant did indeed attempt to seek safety by relocating, hiding at the homes of family members and friends in different places. However, it cannot be concluded that he knew that he was relocating within the cartel’s territory, knowing that this cartel’s main area of activity covers numerous states but that its area of influence covers nearly the entire country.","redacted":"As rightly pointed out by the RPD, the appellant did not relocate outside of the CJNG’s area of influence, nor did his family members. However, not only was the appellant not questioned as to how much he knew about that cartel’s area of activity within Mexico’s borders, but to place such a burden on a claimant is, in the RAD’s view, excessive. The appellant did indeed attempt to seek safety by relocating, hiding at the homes of family members and friends in different places. However, it cannot be concluded that he knew that he was relocating within the cartel’s territory, knowing that this cartel’s main area of activity covers numerous states but that its area of influence covers nearly the entire country.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"In accordance with his testimony, the appellant ceased his activities at his workshop in late October and then resumed working in December, facing a clear risk of being located. However, in the RAD’s opinion, the appellant had to work in order to survive and flee the country.","redacted":"In accordance with his testimony, the appellant ceased his activities at his XXXX in late XXXX and then resumed working in XXXX, facing a clear risk of being located. However, in the RAD’s opinion, the appellant had to work in order to survive and flee the country.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"According to the RPD, the fact that the appellant was not found by the cartel members between November 2018 and his departure in January 2019 confirms their lack of interest in pursuing the appellant. However, the appellant indicated that he had been living in hiding and changed his telephone number twice but was still receiving threatening messages. With all due respect to the RPD, it cannot be concluded from the fact that the cartel members did not physically locate the appellant between November and January—when he was in hiding but attempted to work, moved several times and changed his telephone number—that the agent of risk lacks motivation, but rather that living in hiding dampened but did not destroy the cartel’s motivation.","redacted":"According to the RPD, the fact that the appellant was not found by the cartel members between XXXX 2018 and his departure in XXXX 2019 confirms their lack of interest in pursuing the appellant. However, the appellant indicated that he had been living in hiding and changed his telephone number twice but was still receiving threatening messages. With all due respect to the RPD, it cannot be concluded from the fact that the cartel members did not physically locate the appellant between XXXX and XXXX—when he was in hiding but attempted to work, moved several times and changed his telephone number—that the agent of risk lacks motivation, but rather that living in hiding dampened but did not destroy the cartel’s motivation.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Considering the personal circumstances of the appellant and his family members in this case, knowing that numerous members of a single family are being pursued by the same individuals, members of the most powerful cartel in the country, to remote locations—Puerto Vallarta being approximately 613 kilometres from the city of Hidalgo—and at different times, that the appellant tried as best as he could to hide while also continuing to ply his trade to cover the cost of fleeing the country, the RAD is of the opinion that the appellant demonstrated, on a balance of probabilities, that the identified agent of risk, members of the CJNG, has the motivation to pursue him to Mérida and throughout Mexico.","redacted":"Considering the personal circumstances of the appellant and his family members in this case, knowing that numerous members of a single family are being pursued by the same individuals, members of the most powerful cartel in the country, to remote locations—XXXX XXXX being approximately XXXX kilometres from the city of Hidalgo—and at different times, that the appellant tried as best as he could to hide while also continuing to ply his trade to cover the cost of fleeing the country, the RAD is of the opinion that the appellant demonstrated, on a balance of probabilities, that the identified agent of risk, members of the CJNG, has the motivation to pursue him to Mérida and throughout Mexico.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"No internal flight alternative and no state protection are available to the appellant","redacted":"No internal flight alternative and no state protection are available to the appellant","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"In light of all the evidence and for the above reasons, noting the specific circumstances of this case, including the cartel’s conspiring against the members of this family and murdering the appellant’s friend, the RAD concludes that the appellant has demonstrated, on a balance of probabilities, that he would not be able to live safely in the city of Mérida or in any other city were he to return to Mexico. As such, the appellant credibly demonstrated that if he returned to Mexico, he would be subjected personally, on a balance of probabilities, to a threat to his life throughout that country.","redacted":"In light of all the evidence and for the above reasons, noting the specific circumstances of this case, including the cartel’s conspiring against the members of this family and murdering the appellant’s friend, the RAD concludes that the appellant has demonstrated, on a balance of probabilities, that he would not be able to live safely in the city of Mérida or in any other city were he to return to Mexico. As such, the appellant credibly demonstrated that if he returned to Mexico, he would be subjected personally, on a balance of probabilities, to a threat to his life throughout that country.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"In the RAD’s opinion, given that the appellant rebutted the first prong of the IFA criterion, it is not necessary to proceed with the analysis of the second prong.","redacted":"In the RAD’s opinion, given that the appellant rebutted the first prong of the IFA criterion, it is not necessary to proceed with the analysis of the second prong.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Lastly, the RAD is of the view that there is clear and convincing documentary evidence, analyzed above and contained in the National Documentation Package on Mexico, outlining the major problems of impunity, corruption and collusion, including between the authorities and cartel members, of a lack of state protection should the appellant return to the country.","redacted":"Lastly, the RAD is of the view that there is clear and convincing documentary evidence, analyzed above and contained in the National Documentation Package on Mexico, outlining the major problems of impunity, corruption and collusion, including between the authorities and cartel members, of a lack of state protection should the appellant return to the country.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"CONCLUSION","redacted":"CONCLUSION","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Pursuant to paragraph 111(1)(b) of the IRPA, the appeal is allowed, and the RPD’s determination that the appellant is neither a Convention refugee nor a person in need of protection within the meaning of subsection 97(1) of the IRPA is set aside and substituted by this decision.","redacted":"Pursuant to paragraph 111(1)(b) of the IRPA, the appeal is allowed, and the RPD’s determination that the appellant is neither a Convention refugee nor a person in need of protection within the meaning of subsection 97(1) of the IRPA is set aside and substituted by this decision.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"The appellant is a person in need of protection.","redacted":"The appellant is a person in need of protection.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"IRB translation","redacted":"IRB translation","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Original language: French","redacted":"Original language: French","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Person who is the subject of the appeal","redacted":"Person who is the subject of the appeal","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Person who is the subject of the appeal","redacted":"Person who is the subject of the appeal","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Víctor Aguirre Mendoza Velázquez","redacted":"XXXX XXXX XXXX XXXX","language":"cs","filename":"MC0-02058ta.docx"}
{"unredacted":"Personne en cause","redacted":"Personne en cause","language":"fr","filename":"MC0-02058ta.docx"}
{"unredacted":"Appeal considered \/ heard at","redacted":"Appeal considered \/ heard at","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Appeal considered \/ heard at","redacted":"Appeal considered \/ heard at","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Montréal, Quebec","redacted":"Montréal, Quebec","language":"fr","filename":"MC0-02058ta.docx"}
{"unredacted":"Appel instruit \/ entendu à","redacted":"Appel instruit \/ entendu à","language":"fr","filename":"MC0-02058ta.docx"}
{"unredacted":"Date of decision","redacted":"Date of decision","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Date of decision","redacted":"Date of decision","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"March 19, 2021","redacted":"March 19, 2021","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Date de la décision","redacted":"Date de la décision","language":"fr","filename":"MC0-02058ta.docx"}
{"unredacted":"Panel","redacted":"Panel","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Panel","redacted":"Panel","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Me Kristine Plouffe-Malette","redacted":"Me Kristine Plouffe-Malette","language":"de","filename":"MC0-02058ta.docx"}
{"unredacted":"Tribunal","redacted":"Tribunal","language":"es","filename":"MC0-02058ta.docx"}
{"unredacted":"Counsel for the person who is the subject of the appeal","redacted":"Counsel for the person who is the subject of the appeal","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Counsel for the person who is the subject of the appeal","redacted":"Counsel for the person who is the subject of the appeal","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Marco-Pierre Caza","redacted":"Marco-Pierre Caza","language":"fr","filename":"MC0-02058ta.docx"}
{"unredacted":"Conseil de la personne en cause","redacted":"Conseil de la personne en cause","language":"fr","filename":"MC0-02058ta.docx"}
{"unredacted":"Designated representative","redacted":"Designated representative","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Designated representative","redacted":"Designated representative","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"N\/A","redacted":"N\/A","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Représentant(e) désigné(e)","redacted":"Représentant(e) désigné(e)","language":"fr","filename":"MC0-02058ta.docx"}
{"unredacted":"Counsel for the Minister","redacted":"Counsel for the Minister","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Counsel for the Minister","redacted":"Counsel for the Minister","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"N\/A","redacted":"N\/A","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Conseil du ministre","redacted":"Conseil du ministre","language":"fr","filename":"MC0-02058ta.docx"}
{"unredacted":"(signed)","redacted":"(signed)","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Kristine Plouffe-Malette","redacted":"Kristine Plouffe-Malette","language":"de","filename":"MC0-02058ta.docx"}
{"unredacted":"Me Kristine Plouffe-Malette","redacted":"Me Kristine Plouffe-Malette","language":"de","filename":"MC0-02058ta.docx"}
{"unredacted":"March 19, 2021","redacted":"March 19, 2021","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Date","redacted":"Date","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"RAD File No. \/ No de dossier de la SAR : MC002058","redacted":"RAD File No. \/ No de dossier de la SAR : MC002058","language":"eo","filename":"MC0-02058ta.docx"}
{"unredacted":"Private Proceeding \/ Huis clos","redacted":"Private Proceeding \/ Huis clos","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Reasons and Decision – Motifs et décision","redacted":"Reasons and Decision – Motifs et décision","language":"fr","filename":"MC0-02058ta.docx"}
{"unredacted":"REASONS FOR DECISION","redacted":"REASONS FOR DECISION","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"OVERVIEW","redacted":"OVERVIEW","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"The appellant, Víctor Aguirre Mendoza Velázquez, a Mexican citizen, fears for his life because of death threats and the extortion he was subjected to by members of the Cartel Jalisco Nueva Generacion (CJNG) between February and December 2018.","redacted":"The appellant, XXXX XXXX XXXX XXXX, a Mexican citizen, fears for his life because of death threats and the extortion he was subjected to by members of the Cartel Jalisco Nueva Generacion (CJNG) between XXXX and XXXX 2018.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"He is appealing the decicision rendered on January 14, 2020, by the Refugee Protection Division (RPD), which found the appellant’s testimony to be generally credible, but concluded that he had an internal flight alternative (IFA) available to him in Mérida, Yucatán, and Durango, in the state of the same name.","redacted":"He is appealing the decicision rendered on January 14, 2020, by the Refugee Protection Division (RPD), which found the appellant’s testimony to be generally credible, but concluded that he had an internal flight alternative (IFA) available to him in Mérida, Yucatán, and Durango, in the state of the same name.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"The appellant is challenging the RPD’s conclusion with respect to the IFA. He filed six new pieces of evidence, one of which is admitted on appeal. However, the request for an oral hearing is denied, as the document admitted does not meet the criteria set out in subsection 110(6) of the Immigration and Refugee Protection Act (IRPA).","redacted":"The appellant is challenging the RPD’s conclusion with respect to the IFA. He filed six new pieces of evidence, one of which is admitted on appeal. However, the request for an oral hearing is denied, as the document admitted does not meet the criteria set out in subsection 110(6) of the Immigration and Refugee Protection Act (IRPA).","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"For the reasons set out below, the Refugee Appeal Division (RAD) allows the appeal, sets aside the RPD’s determination and determines that the appellant is a person in need of protection, as he does not have a safe IFA in Mexico.","redacted":"For the reasons set out below, the Refugee Appeal Division (RAD) allows the appeal, sets aside the RPD’s determination and determines that the appellant is a person in need of protection, as he does not have a safe IFA in Mexico.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"BACKGROUND","redacted":"BACKGROUND","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"The appellant, who is a ceramic artist by trade and a co-owner of a ceramic workshop in Tlaquepaque, states that he fears for his life because he has been threatened with death, assaulted, beaten and subjected to extortion by CJNG members. The appellant’s story is not limited to his own situation and includes numerous members of his family.","redacted":"The appellant, who is a XXXX XXXX by trade and a co-owner of a XXXX XXXX in XXXX, states that he fears for his life because he has been threatened with death, assaulted, beaten and subjected to extortion by CJNG members. The appellant’s story is not limited to his own situation and includes numerous members of his family.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"On February 8, 2018, some CJNG members visited the appellant’s sister, who operated a business in the same building, for extortion purposes. A surveillance camera system was reportedly installed subsequently.","redacted":"On XXXX XXXX, 2018, some CJNG members visited the appellant’s sister, who operated a business in the same building, for extortion purposes. A surveillance camera system was reportedly installed subsequently.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"On February 21, 2018, the appellant and his brother-in-law, co-owners of the ceramic workshop, were visited by three CJNG members. They were forcibly confined and threatened with death if they did not pay twenty-four thousand pesos.","redacted":"On XXXX XXXX, 2018, the appellant and his brother-in-law, co-owners of the XXXX XXXX, were visited by three CJNG members. They were forcibly confined and threatened with death if they did not pay XXXX XXXX XXXX pesos.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"On Tuesday, March 6 2018, the same individuals went to the appellant’s workshop. They physically assaulted the appellant because he could not pay the amount demanded.","redacted":"On XXXX XXXX XXXX 2018, the same individuals went to the appellant’s XXXX. They physically assaulted the appellant because he could not pay the amount demanded.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"On Saturday, March 20 2018, the appellant received a call demanding again that he pay, which he did on Monday, March 22. That same day, he received a message threatening his mother and his spouse, both of whom were employees and were present at the workshop when the money was handed over.","redacted":"On XXXX XXXX XXXX 2018, the appellant received a call demanding again that he pay, which he did on XXXX XXXX XXXX That same day, he received a message threatening his mother and his spouse, both of whom were employees and were present at the XXXX when the money was handed over.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"On Thursday, April 27 2018, a kidnapping attempt was made against the daughter of another of the appellant’s sisters as she was leaving school.","redacted":"On XXXX XXXX XXXX 2018, a kidnapping attempt was made against the daughter of another of the appellant’s sisters as she was leaving school.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"In mid-May, the appellant’s sister and brother-in-law informed him that they were leaving for Puerto Vallarta.","redacted":"In mid-XXXX, the appellant’s sister and brother-in-law informed him that they were leaving for Puerto Vallarta.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"On Sunday, May 17 2018, while he was parking his car near his spouse’s home, he was informed by two men that they were monitoring his movements and knew the schedules of his spouse, his mother and his nephew, who lived with the appellant’s mother. That evening, the appellant and his spouse took refuge with friends.","redacted":"On XXXX XXXX XXXX 2018, while he was parking his car near his spouse’s home, he was informed by two men that they were monitoring his movements and knew the schedules of his spouse, his mother and his nephew, who lived with the appellant’s mother. That evening, the appellant and his spouse took refuge with friends.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"On May 23, 2018, two individuals went to the workshop to collect a payment. That same day, when he received a call to congratulate him for co-operating, the appellant indicated that he could not pay anymore as he had given them all of his savings.","redacted":"On XXXX XXXX, 2018, two individuals went to the XXXX to collect a payment. That same day, when he received a call to congratulate him for co-operating, the appellant indicated that he could not pay anymore as he had given them all of his savings.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"On June 1, 2018, the appellant received a call informing him that the money would be collected the following day. On Wednesday, June 2 2018, the appellant did not pay the amount demanded, as he had no more money. A few hours later, he received a call from his spouse, who was with cartel members who were at her home and threatening her. When the appellant got there, the men had left the home.","redacted":"On XXXX XXXX, 2018, the appellant received a call informing him that the money would be collected the following day. On XXXX XXXX XXXX 2018, the appellant did not pay the amount demanded, as he had no more money. A few hours later, he received a call from his spouse, who was with cartel members who were at her home and threatening her. When the appellant got there, the men had left the home.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"On Friday, June 15 2018, the men from the cartel came to the workshop with suitcases for the appellant to help traffic the drugs they contained. When the appellant refused, they assaulted his spouse and pointed a gun at her head, terrorizing his mother.","redacted":"On XXXX XXXX XXXX 2018, the men from the cartel came to the XXXX with suitcases for the appellant to help traffic the drugs they contained. When the appellant refused, they assaulted his spouse and pointed a gun at her head, terrorizing his mother.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"On June 18 2018, an initial exchange of merchandise took place at the ceramic workshop. The appellant had to accept a suitcase that he was then supposed to give to someone else.","redacted":"On XXXX XXXX 2018, an initial exchange of merchandise took place at the XXXX XXXX. The appellant had to accept a suitcase that he was then supposed to give to someone else.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"On July 5, 2018, the appellant and his spouse, brother-in-law and sister, as well as his best friend, were out at a restaurant. At the end of the evening, cartel members appeared on a motorcycle and fired shots at them. The appellant’s friend was killed. He received a call confirming that this was indeed a warning and that his mother would be next.","redacted":"On XXXX XXXX, 2018, the appellant and his spouse, brother-in-law and sister, as well as his best friend, were out at a restaurant. At the end of the evening, cartel members appeared on a motorcycle and fired shots at them. The appellant’s friend was killed. He received a call confirming that this was indeed a warning and that his mother would be next.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Payments were made and drugs were trafficked again in July and August. In September, no merchandise was trafficked, but the appellant made a payment. Individuals began asking him about his brother-in-law’s whereabouts. In the absence of a response, death threats were made against both of them.","redacted":"Payments were made and drugs were trafficked again in XXXX and XXXX. In XXXX, no merchandise was trafficked, but the appellant made a payment. Individuals began asking him about his brother-in-law’s whereabouts. In the absence of a response, death threats were made against both of them.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"On October 18, 2018, the appellant’s brother-in-law called him to inform him that his sister had been the victim of a kidnapping attempt. From that point on, the appellant, his mother and his spouse stopped going to the workshop. The appellant went into hiding, and his mother and nephew moved.","redacted":"On XXXX XXXX, 2018, the appellant’s brother-in-law called him to inform him that his sister had been the victim of a kidnapping attempt. From that point on, the appellant, his mother and his spouse stopped going to the XXXX. The appellant went into hiding, and his mother and nephew moved.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"In October 2018, the appellant went to Guadalajara to work. On Sunday October 16 2018, his mother called him to inform him that her home had been ransacked and that his nephew had been assaulted leaving school. The appellant went to see his mother. When he arrived, he received a call telling him that he still owed money to the cartel. All three of them left and went to Hidalgo, in the state of Michoacán, to stay with an aunt, who provided them with shelter at a religious establishment. The appellant’s spouse took refuge at her parents’ home in the same state.","redacted":"In XXXX 2018, the appellant went to XXXX to work. On XXXX XXXX XXXX 2018, his mother called him to inform him that her home had been ransacked and that his nephew had been assaulted leaving school. The appellant went to see his mother. When he arrived, he received a call telling him that he still owed money to the cartel. All three of them left and went to Hidalgo, in the state of Michoacán, to stay with an aunt, who provided them with shelter at a religious establishment. The appellant’s spouse took refuge at her parents’ home in the same state.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"The appellant returned to Guadalajara to work in order to save up the money needed to flee the country. He left Mexico for Canada on January 30, 2019.","redacted":"The appellant returned to XXXX to work in order to save up the money needed to flee the country. He left Mexico for Canada on XXXX XXXX, 2019.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"On Monday February 11 2019, the appellant’s mother and nephew were assaulted and threatened in the middle of the street, in the city of Léon, by cartel members, who informed them that they were still looking for the appellant.","redacted":"On XXXX XXXX XXXX 2019, the appellant’s mother and nephew were assaulted and threatened in the middle of the street, in the city of Léon, by cartel members, who informed them that they were still looking for the appellant.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"On March 1, 2019, a friend of the appellant who had witnessed the assault on Sunday October 16 2018, contacted him asking for help because he was now being targeted by the cartel, which was looking for the appellant.","redacted":"On XXXX XXXX, 2019, a friend of the appellant who had witnessed the assault on XXXX XXXX XXXX 2018, contacted him asking for help because he was now being targeted by the cartel, which was looking for the appellant.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"PARTIAL ADMISSION OF NEW EVIDENCE AND DENIAL OF THE REQUEST FOR AN ORAL HEARING","redacted":"PARTIAL ADMISSION OF NEW EVIDENCE AND DENIAL OF THE REQUEST FOR AN ORAL HEARING","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"To be admissible before the RAD, the new evidence must first meet the criteria set out in subsection 110(4) of the IRPA and then those in Singh, adapted from Raza, both Federal Court of Appeal decisions. Subsection 110(4) of the IRPA provides that “the person who is the subject of the appeal may present only evidence that arose after the rejection of their claim or that was not reasonably available, or that the person could not reasonably have been expected in the circumstances to have presented, at the time of the rejection.” The Court has held that the three admissibility conditions in Raza, namely, credibility, relevance and newness, also apply to any application for admission of new evidence before the RAD.","redacted":"To be admissible before the RAD, the new evidence must first meet the criteria set out in subsection 110(4) of the IRPA and then those in Singh, adapted from Raza, both Federal Court of Appeal decisions. Subsection 110(4) of the IRPA provides that “the person who is the subject of the appeal may present only evidence that arose after the rejection of their claim or that was not reasonably available, or that the person could not reasonably have been expected in the circumstances to have presented, at the time of the rejection.” The Court has held that the three admissibility conditions in Raza, namely, credibility, relevance and newness, also apply to any application for admission of new evidence before the RAD.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"The appellant submitted six new documents in support of his appeal:","redacted":"The appellant submitted six new documents in support of his appeal:","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"A newspaper article entitled, “CJNG: Une expansion inévitable vers les Caraïbes” [CJNG: expansion to the Caribbean inevitable], published on August 16, 2019;","redacted":"A newspaper article entitled, “CJNG: Une expansion inévitable vers les Caraïbes” [CJNG: expansion to the Caribbean inevitable], published on August 16, 2019;","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"The Wikipedia page on Genra Garcia Luna, a Mexican politician arrested in the United States in 2019 for colluding with the Sinaloa cartel, last amended on January 5, 2020;","redacted":"The Wikipedia page on Genra Garcia Luna, a Mexican politician arrested in the United States in 2019 for colluding with the Sinaloa cartel, last amended on January 5, 2020;","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"A newspaper article entitled, “Durango, paradis du crime organisé; les dirigeants marchent librement” [Durango, organized crime paradise: leaders walk free], published on July 13, 2019;","redacted":"A newspaper article entitled, “Durango, paradis du crime organisé; les dirigeants marchent librement” [Durango, organized crime paradise: leaders walk free], published on July 13, 2019;","language":"fr","filename":"MC0-02058ta.docx"}
{"unredacted":"A newspaper article entitled, “Nearly 32,000 homicide victims recorded in Mexico in 2019,” published on December 23, 2019;","redacted":"A newspaper article entitled, “Nearly 32,000 homicide victims recorded in Mexico in 2019,” published on December 23, 2019;","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"A sworn statement from the appellant, signed on February 3, 2020;","redacted":"A sworn statement from the appellant, signed on February 3, 2020;","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"A sworn statement from Gustavo Manuel Luis Ramírez, the appellant’s brother-in-law, signed on January 3, 2020; and","redacted":"A sworn statement from XXXX XXXX XXXX XXXX, the appellant’s brother-in-law, signed on XXXX XXXX, 2020; and","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"The decision rendered by Marie-Lynne Bowyer Kagan of the RAD on March 17, 2019, granting protected person status to the appellant’s brother-in-law and sister.","redacted":"The decision rendered by XXXX XXXX XXXX XXXX XXXX of the RAD on XXXX XXXX, 2019, granting protected person status to the appellant’s brother-in-law and sister.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Both sworn statements (exhibits 6 and 7) are dated after the RPD’s decision but do not set out events that arose after the RPD’s decision. The appellant also did not explain why these documents could not have been produced and submitted to the RPD. They do not meet the criteria set out in subsection 110(4) of the IRPA and are not admitted. The newspaper articles (exhibits 1, 3 and 4) and the Wikipedia page (Exhibit 2) are not admitted, as they are all dated prior to the RPD’s decision and could reasonably have been produced before or on the day of the hearing held before the RPD. What is more, no justification was provided as to why they were presented to the RAD and not to the RPD at the appropriate time.","redacted":"Both sworn statements (exhibits 6 and 7) are dated after the RPD’s decision but do not set out events that arose after the RPD’s decision. The appellant also did not explain why these documents could not have been produced and submitted to the RPD. They do not meet the criteria set out in subsection 110(4) of the IRPA and are not admitted. The newspaper articles (exhibits 1, 3 and 4) and the Wikipedia page (Exhibit 2) are not admitted, as they are all dated prior to the RPD’s decision and could reasonably have been produced before or on the day of the hearing held before the RPD. What is more, no justification was provided as to why they were presented to the RAD and not to the RPD at the appropriate time.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"The decision rendered by the RAD (Exhibit 7) is admitted because it is part of the panel’s case law.","redacted":"The decision rendered by the RAD (Exhibit 7) is admitted because it is part of the panel’s case law.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Although the RAD is admitting one piece of evidence, it is of the view that it does not meet the criteria set out in subsection 110(6) of the IRPA allowing an oral hearing to be held. This document does not raise a significant credibility issue, as the appellant’s credibility is not a determinative issue on appeal; it is not central to the decision in this case; and it alone cannot justify allowing or rejecting the refugee protection claims.","redacted":"Although the RAD is admitting one piece of evidence, it is of the view that it does not meet the criteria set out in subsection 110(6) of the IRPA allowing an oral hearing to be held. This document does not raise a significant credibility issue, as the appellant’s credibility is not a determinative issue on appeal; it is not central to the decision in this case; and it alone cannot justify allowing or rejecting the refugee protection claims.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"SCOPE OF THE APPEAL","redacted":"SCOPE OF THE APPEAL","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"In accordance with Huruglica, the RAD carried out an independent review of the evidence submitted in support of the appeal, which included listening to the two hearings held in this case. Given that the RPD did not enjoy a meaningful advantage on the issue of credibility, applied the correctness standard.","redacted":"In accordance with Huruglica, the RAD carried out an independent review of the evidence submitted in support of the appeal, which included listening to the two hearings held in this case. Given that the RPD did not enjoy a meaningful advantage on the issue of credibility, applied the correctness standard.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"ANALYSIS","redacted":"ANALYSIS","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"It is important to first note that the existence of an IFA is assessed on the basis of a twopronged test to determine whether there is a place elsewhere in the country where the claimant, in this case the appellant, would not have a well-founded fear of persecution or would not be subjected to a risk under subsection 97(1) of the IRPA and, taking the circumstances into account, whether it would be objectively reasonable for the claimant to settle there. Recently, Justice McHaffie ably described the framework of analysis and the burden of proof with respect to an IFA as follows:","redacted":"It is important to first note that the existence of an IFA is assessed on the basis of a twopronged test to determine whether there is a place elsewhere in the country where the claimant, in this case the appellant, would not have a well-founded fear of persecution or would not be subjected to a risk under subsection 97(1) of the IRPA and, taking the circumstances into account, whether it would be objectively reasonable for the claimant to settle there. Recently, Justice McHaffie ably described the framework of analysis and the burden of proof with respect to an IFA as follows:","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"[8] To determine if a viable IFA exists, the RAD must be satisfied, on a balance of probabilities, that (1) the claimant will not be subject to persecution (on a “serious possibility” standard), or a section 97 danger or risk (on a “more likely than not” standard) in the proposed IFA; and (2) in all the circumstances, including circumstances particular to the claimant, conditions in the IFA are such that it would not be unreasonable for the claimant to seek refuge there: Thirunavukkarasu at pages 595–597; Hamdan v. Canada (Immigration, Refugees and Citizenship), 2017 FC 643 at paras 10–12.","redacted":"[8] To determine if a viable IFA exists, the RAD must be satisfied, on a balance of probabilities, that (1) the claimant will not be subject to persecution (on a “serious possibility” standard), or a section 97 danger or risk (on a “more likely than not” standard) in the proposed IFA; and (2) in all the circumstances, including circumstances particular to the claimant, conditions in the IFA are such that it would not be unreasonable for the claimant to seek refuge there: Thirunavukkarasu at pages 595–597; Hamdan v. Canada (Immigration, Refugees and Citizenship), 2017 FC 643 at paras 10–12.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"At the hearing, the RPD correctly identified the IFA criteria and proposed two places to where the appellant might relocate: the city of Mérida, in the state of Yucatán, and the city of Durango, in the state of the same name. With all due respect to the RPD, the RAD considers that neither of these cities can provide a safe IFA for the appellant.","redacted":"At the hearing, the RPD correctly identified the IFA criteria and proposed two places to where the appellant might relocate: the city of Mérida, in the state of Yucatán, and the city of Durango, in the state of the same name. With all due respect to the RPD, the RAD considers that neither of these cities can provide a safe IFA for the appellant.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"No safe internal flight alternative is available to the appellant should he return to the country","redacted":"No safe internal flight alternative is available to the appellant should he return to the country","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"The Federal Court has indicated that the capacity to act and the motivations, or interest, of the agents of persecution or agents of risk are central to the prospective risk assessment to be conducted whenever an IFA is proposed. The case law has since been consistent in this regard. Justice McHaffie of the Fedearl Court draws a distinction between and establishes the importance of the concepts of the ability, desire or interest, and the motivation of agents of persecution, as well as risk in the following terms:","redacted":"The Federal Court has indicated that the capacity to act and the motivations, or interest, of the agents of persecution or agents of risk are central to the prospective risk assessment to be conducted whenever an IFA is proposed. The case law has since been consistent in this regard. Justice McHaffie of the Fedearl Court draws a distinction between and establishes the importance of the concepts of the ability, desire or interest, and the motivation of agents of persecution, as well as risk in the following terms:","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"It is important to note that there is a difference between a persecutor’s ability to pursue an individual throughout a country and his desire to do so or interest in doing so. The fact that a persecutor is able to pursue an individual is not decisive evidence that he is motivated to do so. If the persecutor has no desire to find, pursue and\/or persecute an individual, or interest in doing so, it is reasonable to conclude that there is no serious possibility of persecution.","redacted":"It is important to note that there is a difference between a persecutor’s ability to pursue an individual throughout a country and his desire to do so or interest in doing so. The fact that a persecutor is able to pursue an individual is not decisive evidence that he is motivated to do so. If the persecutor has no desire to find, pursue and\/or persecute an individual, or interest in doing so, it is reasonable to conclude that there is no serious possibility of persecution.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"In the RAD’s view, the up-to-date documentary evidence is clear concerning the CJNG’s ability to act throughout Mexico. The RPD also recognized this. This appeal asks essentially the same question as to the motivation of the cartel’s members to pursue the appellant should he return to the country.","redacted":"In the RAD’s view, the up-to-date documentary evidence is clear concerning the CJNG’s ability to act throughout Mexico. The RPD also recognized this. This appeal asks essentially the same question as to the motivation of the cartel’s members to pursue the appellant should he return to the country.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Cartel Jalisco Nueva Generacion’s capacity to act throughout Mexico","redacted":"Cartel Jalisco Nueva Generacion’s capacity to act throughout Mexico","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"According to an InSight Crime report dated July 8, 2020, and a report from the United States Congressional Research Service dated July 28, 2020, the CJNG’s area of influence is described as follows:","redacted":"According to an InSight Crime report dated July 8, 2020, and a report from the United States Congressional Research Service dated July 28, 2020, the CJNG’s area of influence is described as follows:","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Area of influence: present in 27 Mexican states and “asserts control over the ports of Veracruz, Mazanillo, and Lázaro Cárdenas.” It has a presence in every part of the country, and is the “dominant criminal actor in Jalisco, Nayarit and Colima, at the port of Lázaro Cárdenas in Michoacán, in the eastern state of Veracruz and in the oil-rich central region of Guanajuato, Puebla, Querétaro and Hidalgo.”","redacted":"Area of influence: present in 27 Mexican states and “asserts control over the ports of Veracruz, Mazanillo, and Lázaro Cárdenas.” It has a presence in every part of the country, and is the “dominant criminal actor in Jalisco, Nayarit and Colima, at the port of Lázaro Cárdenas in Michoacán, in the eastern state of Veracruz and in the oil-rich central region of Guanajuato, Puebla, Querétaro and Hidalgo.”","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Of the 27 states mentioned in the previous quotation, 22 are listed in a report from the same research group:","redacted":"Of the 27 states mentioned in the previous quotation, 22 are listed in a report from the same research group:","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"The group appears to be growing rapidly. According to authorities, the CJNG operates in at least in 22 states: Aguascalientes, Baja California Sur, Baja California, Chiapas, Chihuahua, Nuevo León, Puebla, Querétaro, Quintana Roo, San Luis Potosí, Sinaloa, Tamaulipas, Jalisco, Colima, Michoacán, Guanajuato, Morelos, Nayarit, Guerrero, and Veracruz, plus Mexico City and the State of Mexico.","redacted":"The group appears to be growing rapidly. According to authorities, the CJNG operates in at least in 22 states: Aguascalientes, Baja California Sur, Baja California, Chiapas, Chihuahua, Nuevo León, Puebla, Querétaro, Quintana Roo, San Luis Potosí, Sinaloa, Tamaulipas, Jalisco, Colima, Michoacán, Guanajuato, Morelos, Nayarit, Guerrero, and Veracruz, plus Mexico City and the State of Mexico.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"This report, published in 2019, also indicates that the CJNG’s influence extends internationally:","redacted":"This report, published in 2019, also indicates that the CJNG’s influence extends internationally:","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"The cartel also allegedly has contacts in Colombia, Peru, Bolivia, Central America and the United States, and uses these connections to traffic marijuana, cocaine and synthetic drugs. Recent arrests suggest that the Cuinis, the alleged money laundering arm of the CJNG, may have established operations in Brazil and Uruguay.","redacted":"The cartel also allegedly has contacts in Colombia, Peru, Bolivia, Central America and the United States, and uses these connections to traffic marijuana, cocaine and synthetic drugs. Recent arrests suggest that the Cuinis, the alleged money laundering arm of the CJNG, may have established operations in Brazil and Uruguay.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Durango and Yucatán are among the five states not mentioned in the list cited above. That said, given the size of the territory covered within Mexico’s borders and the extent of its international influence, there is every reason to believe that this cartel and its members have the means to act throughout the country.","redacted":"Durango and Yucatán are among the five states not mentioned in the list cited above. That said, given the size of the territory covered within Mexico’s borders and the extent of its international influence, there is every reason to believe that this cartel and its members have the means to act throughout the country.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Additionally, this cartel is sufficiently powerful to challenge members of other cartels successfully and conquer territory over time; to challenge, also successfully, the army and police, executing certain judges who have presided over cases against their members or ordered their extradition; and to seize control of three of the country’s largest ports, thereby overseeing the import from China of chemicals required to manufacture drugs for subsequent trafficking, particularly in the US. It has the capacity to corrupt very highly ranked government officials. This cartel has a reputation for acts of such violence that numerous mass graves have been discovered, while public executions have been carried out by its members. It is estimated that this cartel alone caused the deaths of more than 5,000 people between 2015 and 2018.","redacted":"Additionally, this cartel is sufficiently powerful to challenge members of other cartels successfully and conquer territory over time; to challenge, also successfully, the army and police, executing certain judges who have presided over cases against their members or ordered their extradition; and to seize control of three of the country’s largest ports, thereby overseeing the import from China of chemicals required to manufacture drugs for subsequent trafficking, particularly in the US. It has the capacity to corrupt very highly ranked government officials. This cartel has a reputation for acts of such violence that numerous mass graves have been discovered, while public executions have been carried out by its members. It is estimated that this cartel alone caused the deaths of more than 5,000 people between 2015 and 2018.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Ultimately, the documentary evidence shows that although this cartel, like any organized criminal group, focuses on activity within its territory, it has the material and financial means and the capacity to act throughout Mexico’s territory. It has also been established that CJNG members are able to operate outside of their territory, notably to track individuals for reasons generally related to a large debt or a personal vendetta.","redacted":"Ultimately, the documentary evidence shows that although this cartel, like any organized criminal group, focuses on activity within its territory, it has the material and financial means and the capacity to act throughout Mexico’s territory. It has also been established that CJNG members are able to operate outside of their territory, notably to track individuals for reasons generally related to a large debt or a personal vendetta.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Motivation of Cartel Jalisco Nueva Generacion members to pursue the appellant","redacted":"Motivation of Cartel Jalisco Nueva Generacion members to pursue the appellant","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"To justify the motivation that CJNG members would have in his regard, the appellant cites the large debt he incurred after he stopped making the payments demanded and working for the cartel. Moreover, he relies on the history of his family, which has had numerous confrontations with members of that cartel, to establish their ongoing interest in finding him and making death threats against him.","redacted":"To justify the motivation that CJNG members would have in his regard, the appellant cites the large debt he incurred after he stopped making the payments demanded and working for the cartel. Moreover, he relies on the history of his family, which has had numerous confrontations with members of that cartel, to establish their ongoing interest in finding him and making death threats against him.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"The appellant has established, on a balance of probabilities, that he stopped making the payments demanded by the cartel and that he has been subjected to serious reprisals because of his refusal to continue co-operating in this regard, including his involvement in trafficking drugs through his business. He is therefore believable when he states that the motivations of the cartel members include the debt he incurred after he stopped making payments.","redacted":"The appellant has established, on a balance of probabilities, that he stopped making the payments demanded by the cartel and that he has been subjected to serious reprisals because of his refusal to continue co-operating in this regard, including his involvement in trafficking drugs through his business. He is therefore believable when he states that the motivations of the cartel members include the debt he incurred after he stopped making payments.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"In the RAD’s opinion, the established facts indicating, on a balance of probabilities, that cartel members targeted not only the appellant, but also at least eight other friends or family members demonstrate the significant interest they have in him.","redacted":"In the RAD’s opinion, the established facts indicating, on a balance of probabilities, that cartel members targeted not only the appellant, but also at least eight other friends or family members demonstrate the significant interest they have in him.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"The appellant ran a ceramic workshop with help from his brother-in-law, spouse and mother. At some point in 2018 or 2019, all three were victims of violent acts committed by cartel members while they were in Irapuato, Guadalajara, Léon and Puerto Vallarta, before and after the appellant left the country.","redacted":"The appellant ran a XXXX XXXX with help from his brother-in-law, spouse and mother. At some point in 2018 or 2019, all three were victims of violent acts committed by cartel members while they were in Irapuato, Guadalajara, Léon and Puerto Vallarta, before and after the appellant left the country.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"The appellant’s nephew, who lived with his grandmother, the appellant’s mother, was the target of attempted murder as he left school in October 2018. The appellant’s sister, who is the wife of the brother-in-law with whom he ran the ceramic workshop, escaped an attempted kidnapping by CJNG members while she and her husband were in hiding in Puerto Vallarta. The appellant’s niece was also the victim of a kidnapping attempt in April 2018.","redacted":"The appellant’s nephew, who lived with his grandmother, the appellant’s mother, was the target of attempted murder as he left school in XXXX 2018. The appellant’s sister, who is the wife of the brother-in-law with whom he ran the XXXX XXXX, escaped an attempted kidnapping by CJNG members while she and her husband were in hiding in Puerto Vallarta. The appellant’s niece was also the victim of a kidnapping attempt in XXXX 2018.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"The RPD was not satisfied that the appellant’s nephew and mother were also assaulted by the cartel members who had allegedly recognized them in February, after they had been living in Hidalgo, in the state of Michoacán, for six months, considering it unreasonable that the appellant’s mother had opted to return to Irapuato four months after the violent assault against her grandson. When asked to explain why his mother had gone back to live in the city of Léon in the same state, Guanajuato, where the city of Irapuato is located, the appellant stated that they were taken in by a family member and that they had nowhere else to go.","redacted":"The RPD was not satisfied that the appellant’s nephew and mother were also assaulted by the cartel members who had allegedly recognized them in XXXX, after they had been living in Hidalgo, in the state of Michoacán, for six months, considering it unreasonable that the appellant’s mother had opted to return to XXXX XXXX months after the violent assault against her grandson. When asked to explain why his mother had gone back to live in the city of Léon in the same state, Guanajuato, where the city of Irapuato is located, the appellant stated that they were taken in by a family member and that they had nowhere else to go.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"After listening to the hearing, the RAD confirms that no further questions were put to the appellant concerning that event, which occurred in his absence and was reported by the person who had taken in his mother and nephew. It is therefore wrong to hold, against the appellant, the behaviour of his mother and nephew, who were seeking to protect themselves by changing residences—admittedly within the same state, but not in the same city—when he was not questioned on that event. Knowing that the RPD considered the appellant’s testimony to be credible but did not explain why this line of testimony was not credible, having considered that the behaviour of the mother and nephew was unreasonable, the RAD is of the opinion that this conclusion is incorrect. The appellant demonstrated that the cartel did, in fact, look for him after he left the country.","redacted":"After listening to the hearing, the RAD confirms that no further questions were put to the appellant concerning that event, which occurred in his absence and was reported by the person who had taken in his mother and nephew. It is therefore wrong to hold, against the appellant, the behaviour of his mother and nephew, who were seeking to protect themselves by changing residences—admittedly within the same state, but not in the same city—when he was not questioned on that event. Knowing that the RPD considered the appellant’s testimony to be credible but did not explain why this line of testimony was not credible, having considered that the behaviour of the mother and nephew was unreasonable, the RAD is of the opinion that this conclusion is incorrect. The appellant demonstrated that the cartel did, in fact, look for him after he left the country.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"As rightly pointed out by the RPD, the appellant did not relocate outside of the CJNG’s area of influence, nor did his family members. However, not only was the appellant not questioned as to how much he knew about that cartel’s area of activity within Mexico’s borders, but to place such a burden on a claimant is, in the RAD’s view, excessive. The appellant did indeed attempt to seek safety by relocating, hiding at the homes of family members and friends in different places. However, it cannot be concluded that he knew that he was relocating within the cartel’s territory, knowing that this cartel’s main area of activity covers numerous states but that its area of influence covers nearly the entire country.","redacted":"As rightly pointed out by the RPD, the appellant did not relocate outside of the CJNG’s area of influence, nor did his family members. However, not only was the appellant not questioned as to how much he knew about that cartel’s area of activity within Mexico’s borders, but to place such a burden on a claimant is, in the RAD’s view, excessive. The appellant did indeed attempt to seek safety by relocating, hiding at the homes of family members and friends in different places. However, it cannot be concluded that he knew that he was relocating within the cartel’s territory, knowing that this cartel’s main area of activity covers numerous states but that its area of influence covers nearly the entire country.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"In accordance with his testimony, the appellant ceased his activities at his workshop in late October and then resumed working in December, facing a clear risk of being located. However, in the RAD’s opinion, the appellant had to work in order to survive and flee the country.","redacted":"In accordance with his testimony, the appellant ceased his activities at his XXXX in late XXXX and then resumed working in XXXX, facing a clear risk of being located. However, in the RAD’s opinion, the appellant had to work in order to survive and flee the country.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"According to the RPD, the fact that the appellant was not found by the cartel members between November 2018 and his departure in January 2019 confirms their lack of interest in pursuing the appellant. However, the appellant indicated that he had been living in hiding and changed his telephone number twice but was still receiving threatening messages. With all due respect to the RPD, it cannot be concluded from the fact that the cartel members did not physically locate the appellant between November and January—when he was in hiding but attempted to work, moved several times and changed his telephone number—that the agent of risk lacks motivation, but rather that living in hiding dampened but did not destroy the cartel’s motivation.","redacted":"According to the RPD, the fact that the appellant was not found by the cartel members between XXXX 2018 and his departure in XXXX 2019 confirms their lack of interest in pursuing the appellant. However, the appellant indicated that he had been living in hiding and changed his telephone number twice but was still receiving threatening messages. With all due respect to the RPD, it cannot be concluded from the fact that the cartel members did not physically locate the appellant between XXXX and XXXX—when he was in hiding but attempted to work, moved several times and changed his telephone number—that the agent of risk lacks motivation, but rather that living in hiding dampened but did not destroy the cartel’s motivation.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Considering the personal circumstances of the appellant and his family members in this case, knowing that numerous members of a single family are being pursued by the same individuals, members of the most powerful cartel in the country, to remote locations—Puerto Vallarta being approximately 613 kilometres from the city of Hidalgo—and at different times, that the appellant tried as best as he could to hide while also continuing to ply his trade to cover the cost of fleeing the country, the RAD is of the opinion that the appellant demonstrated, on a balance of probabilities, that the identified agent of risk, members of the CJNG, has the motivation to pursue him to Mérida and throughout Mexico.","redacted":"Considering the personal circumstances of the appellant and his family members in this case, knowing that numerous members of a single family are being pursued by the same individuals, members of the most powerful cartel in the country, to remote locations—XXXX XXXX being approximately XXXX kilometres from the city of Hidalgo—and at different times, that the appellant tried as best as he could to hide while also continuing to ply his trade to cover the cost of fleeing the country, the RAD is of the opinion that the appellant demonstrated, on a balance of probabilities, that the identified agent of risk, members of the CJNG, has the motivation to pursue him to Mérida and throughout Mexico.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"No internal flight alternative and no state protection are available to the appellant","redacted":"No internal flight alternative and no state protection are available to the appellant","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"In light of all the evidence and for the above reasons, noting the specific circumstances of this case, including the cartel’s conspiring against the members of this family and murdering the appellant’s friend, the RAD concludes that the appellant has demonstrated, on a balance of probabilities, that he would not be able to live safely in the city of Mérida or in any other city were he to return to Mexico. As such, the appellant credibly demonstrated that if he returned to Mexico, he would be subjected personally, on a balance of probabilities, to a threat to his life throughout that country.","redacted":"In light of all the evidence and for the above reasons, noting the specific circumstances of this case, including the cartel’s conspiring against the members of this family and murdering the appellant’s friend, the RAD concludes that the appellant has demonstrated, on a balance of probabilities, that he would not be able to live safely in the city of Mérida or in any other city were he to return to Mexico. As such, the appellant credibly demonstrated that if he returned to Mexico, he would be subjected personally, on a balance of probabilities, to a threat to his life throughout that country.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"In the RAD’s opinion, given that the appellant rebutted the first prong of the IFA criterion, it is not necessary to proceed with the analysis of the second prong.","redacted":"In the RAD’s opinion, given that the appellant rebutted the first prong of the IFA criterion, it is not necessary to proceed with the analysis of the second prong.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Lastly, the RAD is of the view that there is clear and convincing documentary evidence, analyzed above and contained in the National Documentation Package on Mexico, outlining the major problems of impunity, corruption and collusion, including between the authorities and cartel members, of a lack of state protection should the appellant return to the country.","redacted":"Lastly, the RAD is of the view that there is clear and convincing documentary evidence, analyzed above and contained in the National Documentation Package on Mexico, outlining the major problems of impunity, corruption and collusion, including between the authorities and cartel members, of a lack of state protection should the appellant return to the country.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"CONCLUSION","redacted":"CONCLUSION","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Pursuant to paragraph 111(1)(b) of the IRPA, the appeal is allowed, and the RPD’s determination that the appellant is neither a Convention refugee nor a person in need of protection within the meaning of subsection 97(1) of the IRPA is set aside and substituted by this decision.","redacted":"Pursuant to paragraph 111(1)(b) of the IRPA, the appeal is allowed, and the RPD’s determination that the appellant is neither a Convention refugee nor a person in need of protection within the meaning of subsection 97(1) of the IRPA is set aside and substituted by this decision.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"The appellant is a person in need of protection.","redacted":"The appellant is a person in need of protection.","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"IRB translation","redacted":"IRB translation","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Original language: French","redacted":"Original language: French","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Person who is the subject of the appeal","redacted":"Person who is the subject of the appeal","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Person who is the subject of the appeal","redacted":"Person who is the subject of the appeal","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Víctor Aguirre Mendoza Velázquez","redacted":"XXXX XXXX XXXX XXXX","language":"cs","filename":"MC0-02058ta.docx"}
{"unredacted":"Personne en cause","redacted":"Personne en cause","language":"fr","filename":"MC0-02058ta.docx"}
{"unredacted":"Appeal considered \/ heard at","redacted":"Appeal considered \/ heard at","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Appeal considered \/ heard at","redacted":"Appeal considered \/ heard at","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Montréal, Quebec","redacted":"Montréal, Quebec","language":"fr","filename":"MC0-02058ta.docx"}
{"unredacted":"Appel instruit \/ entendu à","redacted":"Appel instruit \/ entendu à","language":"fr","filename":"MC0-02058ta.docx"}
{"unredacted":"Date of decision","redacted":"Date of decision","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Date of decision","redacted":"Date of decision","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"March 19, 2021","redacted":"March 19, 2021","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Date de la décision","redacted":"Date de la décision","language":"fr","filename":"MC0-02058ta.docx"}
{"unredacted":"Panel","redacted":"Panel","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Panel","redacted":"Panel","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Me Kristine Plouffe-Malette","redacted":"Me Kristine Plouffe-Malette","language":"de","filename":"MC0-02058ta.docx"}
{"unredacted":"Tribunal","redacted":"Tribunal","language":"es","filename":"MC0-02058ta.docx"}
{"unredacted":"Counsel for the person who is the subject of the appeal","redacted":"Counsel for the person who is the subject of the appeal","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Counsel for the person who is the subject of the appeal","redacted":"Counsel for the person who is the subject of the appeal","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Marco-Pierre Caza","redacted":"Marco-Pierre Caza","language":"fr","filename":"MC0-02058ta.docx"}
{"unredacted":"Conseil de la personne en cause","redacted":"Conseil de la personne en cause","language":"fr","filename":"MC0-02058ta.docx"}
{"unredacted":"Designated representative","redacted":"Designated representative","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Designated representative","redacted":"Designated representative","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"N\/A","redacted":"N\/A","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Représentant(e) désigné(e)","redacted":"Représentant(e) désigné(e)","language":"fr","filename":"MC0-02058ta.docx"}
{"unredacted":"Counsel for the Minister","redacted":"Counsel for the Minister","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Counsel for the Minister","redacted":"Counsel for the Minister","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"N\/A","redacted":"N\/A","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Conseil du ministre","redacted":"Conseil du ministre","language":"fr","filename":"MC0-02058ta.docx"}
{"unredacted":"(signed)","redacted":"(signed)","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Kristine Plouffe-Malette","redacted":"Kristine Plouffe-Malette","language":"de","filename":"MC0-02058ta.docx"}
{"unredacted":"Me Kristine Plouffe-Malette","redacted":"Me Kristine Plouffe-Malette","language":"de","filename":"MC0-02058ta.docx"}
{"unredacted":"March 19, 2021","redacted":"March 19, 2021","language":"en","filename":"MC0-02058ta.docx"}
{"unredacted":"Date","redacted":"Date","language":"en","filename":"MC0-02058ta.docx"}
