{"unredacted":"RAD File \/ Dossier de la SAR : MC006571","redacted":"RAD File \/ Dossier de la SAR : MC006571","language":"fr","filename":"MC0-06571 a.docx"}
{"unredacted":"Private Proceeding \/ Huis clos","redacted":"Private Proceeding \/ Huis clos","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"Reasons and decision Motifs et décision","redacted":"Reasons and decision Motifs et décision","language":"fr","filename":"MC0-06571 a.docx"}
{"unredacted":"REASONS FOR DECISION","redacted":"REASONS FOR DECISION","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"OVERVIEW","redacted":"OVERVIEW","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"These are my reasons for dismissing this appeal. Prahan Villavarayan (the Appellant) is a citizen of Sri Lanka. He fears the Sri Lankan army because he witnessed his girlfriend’s abduction in 2007 and then recognized one of the abductors in an army base in 2018. After confronting the abductor, the Appellant alleges that he was threatened and detained on multiple occasions by the army before fleeing the country. He travelled to Canada via the United States and claimed refugee status.","redacted":"These are my reasons for dismissing this appeal. XXXX XXXX (the Appellant) is a citizen of Sri Lanka. He fears the Sri Lankan army because he witnessed his XXXX’s abduction in 2007 and then recognized one of the abductors in an army base in 2018. After confronting the abductor, the Appellant alleges that he was threatened and detained on multiple occasions by the army before fleeing the country. He travelled to Canada via the United States and claimed refugee status.","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"The Refugee Protection Division (RPD) rejected his claim for the following main reasons:","redacted":"The Refugee Protection Division (RPD) rejected his claim for the following main reasons:","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"He inconsistently described the identity and number of abductors and his name is mentioned nowhere on the human rights complaint describing this abduction;","redacted":"He inconsistently described the identity and number of abductors and his name is mentioned nowhere on the human rights complaint describing this abduction;","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"He acted inconsistently by boldly confronting his girlfriend’s abductor in a public setting, yet hiding what happened from his family members ;","redacted":"He acted inconsistently by boldly confronting his XXXX’s abductor in a public setting, yet hiding what happened from his family members ;","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"He was evasive in describing whether or not his girlfriend complained to a human rights organization and whether that organization spoke to the officer he recognized;","redacted":"He was evasive in describing whether or not his XXXX complained to a human rights organization and whether that organization spoke to the officer he recognized;","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"He made no efforts to find out what transpired after he left the country;","redacted":"He made no efforts to find out what transpired after he left the country;","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"The letters he provided in support of his claim contain important contradictions;","redacted":"The letters he provided in support of his claim contain important contradictions;","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"The discrimination he would face as a young Tamil male does not amount to persecution;","redacted":"The discrimination he would face as a young Tamil male does not amount to persecution;","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"His failure to pursue a refugee claim in the United States was not reasonably explained and is inconsistent with his alleged fear.","redacted":"His failure to pursue a refugee claim in the United States was not reasonably explained and is inconsistent with his alleged fear.","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"The Appellant has appealed this decision and now asks the Refugee Appeal Division (RAD) to recognize him as a person in need of protection or a Convention Refugee. In the alternative, he asks that this matter be remitted to the RPD for redetermination. He has not submitted any new evidence, nor does he request an oral hearing. He makes the following main arguments:","redacted":"The Appellant has appealed this decision and now asks the Refugee Appeal Division (RAD) to recognize him as a person in need of protection or a Convention Refugee. In the alternative, he asks that this matter be remitted to the RPD for redetermination. He has not submitted any new evidence, nor does he request an oral hearing. He makes the following main arguments:","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"Just because his name is not on the human rights complaint does not mean he did not witness the abduction;","redacted":"Just because his name is not on the human rights complaint does not mean he did not witness the abduction;","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"He reasonably explained why he did not tell his family members about recognizing one of the abductors and why he described a different number of abductors than what is listed in the complaint;","redacted":"He reasonably explained why he did not tell his family members about recognizing one of the abductors and why he described a different number of abductors than what is listed in the complaint;","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"The contradictions in his lawyer’s letter are explained by the fact that his wife obtained the letter;","redacted":"The contradictions in his lawyer’s letter are explained by the fact that his wife obtained the letter;","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"The RPD failed to consider the risks faced by young Tamils who return to Sri Lanka after failed refugee claims and failed to do a section 97 analysis.","redacted":"The RPD failed to consider the risks faced by young Tamils who return to Sri Lanka after failed refugee claims and failed to do a section 97 analysis.","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"DECISION","redacted":"DECISION","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"I dismiss the appeal. The RPD was correct in finding that the Appellant is neither a Convention refugee, nor a person in need of protection.","redacted":"I dismiss the appeal. The RPD was correct in finding that the Appellant is neither a Convention refugee, nor a person in need of protection.","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"ANALYSIS","redacted":"ANALYSIS","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"My role is to look at all the evidence and decide if the RPD made the correct decision.","redacted":"My role is to look at all the evidence and decide if the RPD made the correct decision.","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"Inconsistent evidence as to why the Appellant was targeted in 2018","redacted":"Inconsistent evidence as to why the Appellant was targeted in 2018","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"In the Appellant’s Basis of Claim (BOC) and testimony, he alleges that he was targeted by the army in 2018 because he confronted one of his girlfriend’s abductors. The Appellant’s lawyer who negotiated his release from custody, however, indicates in his letter that the Appellant was held in custody by the army in 2018 “for revealing to the authorities including human rights [sic] about the abduction of his girlfriend”. The RPD gave no weight to this letter due to this contradiction as to the reason he was detained. The Appellant argues that this error in the letter is due to the fact that the Appellant’s wife contacted the lawyer for the letter rather than the Appellant obtaining the letter himself. I reject this explanation and find this contradiction to be a major credibility issue.","redacted":"In the Appellant’s Basis of Claim (BOC) and testimony, he alleges that he was targeted by the army in 2018 because he confronted one of his XXXX’s abductors. The Appellant’s lawyer who negotiated his release from custody, however, indicates in his letter that the Appellant was held in custody by the army in 2018 “for revealing to the authorities including human rights [sic] about the abduction of his XXXX”. The RPD gave no weight to this letter due to this contradiction as to the reason he was detained. The Appellant argues that this error in the letter is due to the fact that the Appellant’s wife contacted the lawyer for the letter rather than the Appellant obtaining the letter himself. I reject this explanation and find this contradiction to be a major credibility issue.","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"A lawyer who is retained to represent a client to assist in securing his release and arranging a place for him to hide is the person who should know the most about why their client was detained in the first place. The lawyer’s statement that he was detained for revealing the abduction of his girlfriend goes against many of the Appellant’s core allegations. The Appellant has alleged that after his girlfriend’s abduction, he went to various authorities to complain and investigate the situation. His girlfriend’s abduction was no secret. He was then detained in 2018 because supposedly he recognized and confronted one of his girlfriend’s abductors. This confrontation is mentioned no where in this letter. Not only does the Appellant’s own lawyer state the wrong reason for his very own client to be detained, but he also gives a reason that contradicts other important aspects of the evidence.","redacted":"A lawyer who is retained to represent a client to assist in securing his release and arranging a place for him to hide is the person who should know the most about why their client was detained in the first place. The lawyer’s statement that he was detained for revealing the abduction of his XXXX goes against many of the Appellant’s core allegations. The Appellant has alleged that after his XXXX’s abduction, he went to various authorities to complain and investigate the situation. His XXXX’s abduction was no secret. He was then detained in 2018 because supposedly he recognized and confronted one of his XXXX’s abductors. This confrontation is mentioned no where in this letter. Not only does the Appellant’s own lawyer state the wrong reason for his very own client to be detained, but he also gives a reason that contradicts other important aspects of the evidence.","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"The Appellant explains that this error is due to the fact that his wife procured the letter. I agree with the RPD that this does not explain why the lawyer would make an error relating to a client that he himself is representing. He would have his own independent knowledge of this case if he was retained as the Appellant’s lawyer regardless of who asked him to write a letter.","redacted":"The Appellant explains that this error is due to the fact that his wife procured the letter. I agree with the RPD that this does not explain why the lawyer would make an error relating to a client that he himself is representing. He would have his own independent knowledge of this case if he was retained as the Appellant’s lawyer regardless of who asked him to write a letter.","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"This letter does not make any mention of the Appellant’s allegations that he recognized and confronted an army officer who abducted his girlfriend. This is the core reason that triggered the Appellant’s problems with authorities and led to him fleeing the country. For a lawyer to submit a letter that makes no mention of this is a major credibility issue. The Appellant himself requested that I re-examine the weight that should be placed on this letter. I have done this and come to the conclusion that it raises serious credibility concerns relating to the Appellant’s core allegations of recognizing and confronting one of his girlfriend’s abductors. This, in turn, calls into question whether or not the Appellant was actually targeted by the authorities in 2018.","redacted":"This letter does not make any mention of the Appellant’s allegations that he recognized and confronted an army officer who abducted his XXXX. This is the core reason that triggered the Appellant’s problems with authorities and led to him fleeing the country. For a lawyer to submit a letter that makes no mention of this is a major credibility issue. The Appellant himself requested that I re-examine the weight that should be placed on this letter. I have done this and come to the conclusion that it raises serious credibility concerns relating to the Appellant’s core allegations of recognizing and confronting one of his XXXX’s abductors. This, in turn, calls into question whether or not the Appellant was actually targeted by the authorities in 2018.","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"Evasive testimony as to whether or not his girlfriend complained to relevant authorities following the Appellant’s identification of one of his girlfriend’s abductors","redacted":"Evasive testimony as to whether or not his XXXX complained to relevant authorities following the Appellant’s identification of one of his XXXX’s abductors","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"In his BOC, the Appellant alleges that he was interrogated and tortured by the army because they believed that he had told the media and a human rights organization about the officer who abducted his girlfriend. He further explains that it was actually his sister who had complained to a human rights organization that her friend’s kidnapper had been identified. However, in the hearing, the Appellant was evasive in describing whether or not his girlfriend even complained to a human rights organization in the first place. The RPD made a negative credibility inference due to the Appellant’s evasive testimony on this point. The Appellant does not contest this conclusion and I agree with it.","redacted":"In his BOC, the Appellant alleges that he was interrogated and tortured by the army because they believed that he had told the media and a human rights organization about the officer who abducted his XXXX. He further explains that it was actually his XXXX who had complained to a human rights organization that her XXXX’s kidnapper had been identified. However, in the hearing, the Appellant was evasive in describing whether or not his XXXX even complained to a human rights organization in the first place. The RPD made a negative credibility inference due to the Appellant’s evasive testimony on this point. The Appellant does not contest this conclusion and I agree with it.","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"The Appellant first said in his BOC that his girlfriend spoke to a human rights organization. He then admitted that he did not know this for sure but only inferred that she did because he was interrogated about this while being detained. He further testified that he never spoke to his girlfriend after being released from custody, even after travelling to Canada. The Appellant appears to be unsure of what exactly led to his detention and, despite stating the reasons with certainty in his BOC, his testimony was evasive as to this crucial aspect of his claim. I agree with the RPD that this evasive and contradictory testimony impacts his credibility.","redacted":"The Appellant first said in his BOC that his XXXX spoke to a human rights organization. He then admitted that he did not know this for sure but only inferred that she did because he was interrogated about this while being detained. He further testified that he never spoke to his XXXX after being released from custody, even after travelling to Canada. The Appellant appears to be unsure of what exactly led to his detention and, despite stating the reasons with certainty in his BOC, his testimony was evasive as to this crucial aspect of his claim. I agree with the RPD that this evasive and contradictory testimony impacts his credibility.","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"Incidents alleged in 2018 are not established","redacted":"Incidents alleged in 2018 are not established","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"I have identified two major credibility concerns relating to the Appellant being targeted and detained by the army after recognizing one of his girlfriend’s abductors. His own lawyer inconsistently describes why he was detained and his own testimony surrounding what led to his detention was evasive. I find that the Appellant has not established that he recognized or confronted an officer involved in his girlfriend’s abduction and that he was not targeted or detained by the army in 2018.","redacted":"I have identified two major credibility concerns relating to the Appellant being targeted and detained by the army after recognizing one of his XXXX’s abductors. His own lawyer inconsistently describes why he was detained and his own testimony surrounding what led to his detention was evasive. I find that the Appellant has not established that he recognized or confronted an officer involved in his XXXX’s abduction and that he was not targeted or detained by the army in 2018.","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"I acknowledge that there is a letter from a priest which states that the Appellant lived in a church in hiding in 2018 and that he was arrested due to being a witness to his girlfriend’s abduction. However, this letter does not corroborate the incidents alleged in 2018 that led him to go into hiding and flee the country. It also does not outweigh the credibility concerns I have outlined above. I give it little weight in establishing the incidents alleged in 2018.","redacted":"I acknowledge that there is a letter from a priest which states that the Appellant lived in a church in hiding in 2018 and that he was arrested due to being a witness to his XXXX’s abduction. However, this letter does not corroborate the incidents alleged in 2018 that led him to go into hiding and flee the country. It also does not outweigh the credibility concerns I have outlined above. I give it little weight in establishing the incidents alleged in 2018.","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"Other than the lawyer’s letter which I have discussed above, there is no other documentary evidence to corroborate the Appellant’s allegations in 2018. Given the credibility concerns associated with these allegations, I find that they are not established.","redacted":"Other than the lawyer’s letter which I have discussed above, there is no other documentary evidence to corroborate the Appellant’s allegations in 2018. Given the credibility concerns associated with these allegations, I find that they are not established.","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"As the Appellant points out, it is the events that allegedly took place in 2018 that led him to flee the country and claim refugee status. I have found that these events are not established, on a balance of probabilities. Regardless of whether or not he witnessed his girlfriend’s abduction in 2007, I do not find that these older allegations are sufficient to establish that he would face a serious possibility of persecution in Sri Lanka today. Even if he did witness his girlfriend’s abduction, this incident took place so long ago and there is nothing in the record that suggests that he would be targeted today because of what happened in 2007.","redacted":"As the Appellant points out, it is the events that allegedly took place in 2018 that led him to flee the country and claim refugee status. I have found that these events are not established, on a balance of probabilities. Regardless of whether or not he witnessed his XXXX’s abduction in 2007, I do not find that these older allegations are sufficient to establish that he would face a serious possibility of persecution in Sri Lanka today. Even if he did witness his XXXX’s abduction, this incident took place so long ago and there is nothing in the record that suggests that he would be targeted today because of what happened in 2007.","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"As I have found that the earlier allegations relating to the Appellant’s girlfriend’s abduction in 2007 would not lead him to face a serious possibility of persecution today upon return to Sri Lanka, I do not need to address the RPD conclusions, nor the Appellant’s arguments in relation to these allegations in this decision.","redacted":"As I have found that the earlier allegations relating to the Appellant’s XXXX’s abduction in 2007 would not lead him to face a serious possibility of persecution today upon return to Sri Lanka, I do not need to address the RPD conclusions, nor the Appellant’s arguments in relation to these allegations in this decision.","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"The Appellant would not face a serious possibility of persecution as a young Tamil male returning to Sri Lanka after claiming refugee status abroad","redacted":"The Appellant would not face a serious possibility of persecution as a young Tamil male returning to Sri Lanka after claiming refugee status abroad","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"The Appellant points to the mistreatment of rejected refugee claimants who return to Sri Lanka. Tamil returnees who claimed refugee status abroad and return to Sri Lanka are sometimes interrogated and detained at the airport. While this is a risk for the Appellant, he is not currently sought by authorities as I have found that his allegations from 2018 are not established. I do not find this risk in isolation to be sufficient to establish that he is a Convention refugee or a person in need of protection. I note that the situation of returnees has been improving as Sri Lanka is aware that authorities from other countries are monitoring the situation. I also note that many of the individuals detained have been or are suspected of being involved with the Liberation Tigers of Tamil Eelam (LTTE). The Appellant has never been involved with the LTTE and has never alleged that the authorities have suspected him of being involved, and this decreases the chances that he would face issues as a Tamil returnee to Sri Lanka.","redacted":"The Appellant points to the mistreatment of rejected refugee claimants who return to Sri Lanka. Tamil returnees who claimed refugee status abroad and return to Sri Lanka are sometimes interrogated and detained at the airport. While this is a risk for the Appellant, he is not currently sought by authorities as I have found that his allegations from 2018 are not established. I do not find this risk in isolation to be sufficient to establish that he is a Convention refugee or a person in need of protection. I note that the situation of returnees has been improving as Sri Lanka is aware that authorities from other countries are monitoring the situation. I also note that many of the individuals detained have been or are suspected of being involved with the Liberation Tigers of Tamil Eelam (LTTE). The Appellant has never been involved with the LTTE and has never alleged that the authorities have suspected him of being involved, and this decreases the chances that he would face issues as a Tamil returnee to Sri Lanka.","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"The Appellant further alleges that he would face discrimination amounting to persecution as a young Tamil male in Sri Lanka. I agree with the RPD that this discrimination does not rise to the level of persecution. The Appellant worked and lived for many years in Sri Lanka without any particular problems. While suspected sympathizers of the LTTE are still subject to arbitrary arrest, the Appellant has not alleged that he is an LTTE sympathizer. Even though much of the North remains under army control, I do not find that this represents a serious possibility of persecution for the Appellant. For the same reasons, he would also not face any of the risks contemplated under section 97, on a balance of probabilities.","redacted":"The Appellant further alleges that he would face discrimination amounting to persecution as a young Tamil male in Sri Lanka. I agree with the RPD that this discrimination does not rise to the level of persecution. The Appellant worked and lived for many years in Sri Lanka without any particular problems. While suspected sympathizers of the LTTE are still subject to arbitrary arrest, the Appellant has not alleged that he is an LTTE sympathizer. Even though much of the North remains under army control, I do not find that this represents a serious possibility of persecution for the Appellant. For the same reasons, he would also not face any of the risks contemplated under section 97, on a balance of probabilities.","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"CONCLUSION","redacted":"CONCLUSION","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"I dismiss the appeal and confirm the decision of the RPD that the Appellant is neither a Convention refugee, nor a person in need of protection.","redacted":"I dismiss the appeal and confirm the decision of the RPD that the Appellant is neither a Convention refugee, nor a person in need of protection.","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"Person who is the subject of the appeal","redacted":"Person who is the subject of the appeal","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"Prahan Villavarayan","redacted":"XXXX XXXX","language":"tr","filename":"MC0-06571 a.docx"}
{"unredacted":"Personne en cause","redacted":"Personne en cause","language":"fr","filename":"MC0-06571 a.docx"}
{"unredacted":"Appeal considered \/ heard at","redacted":"Appeal considered \/ heard at","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"Toronto, ON","redacted":"Toronto, ON","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"Appel instruit \/ entendu à","redacted":"Appel instruit \/ entendu à","language":"fr","filename":"MC0-06571 a.docx"}
{"unredacted":"Date of decision","redacted":"Date of decision","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"April 15, 2021","redacted":"April 15, 2021","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"Date de la décision","redacted":"Date de la décision","language":"fr","filename":"MC0-06571 a.docx"}
{"unredacted":"Panel","redacted":"Panel","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"Sasha Kiran Cragg-Gore","redacted":"Sasha Kiran Cragg-Gore","language":"it","filename":"MC0-06571 a.docx"}
{"unredacted":"Tribunal","redacted":"Tribunal","language":"es","filename":"MC0-06571 a.docx"}
{"unredacted":"Counsel for the person who is the subject of the appeal","redacted":"Counsel for the person who is the subject of the appeal","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"Myriam Harbec","redacted":"Myriam Harbec","language":"de","filename":"MC0-06571 a.docx"}
{"unredacted":"Conseil de la personne en cause","redacted":"Conseil de la personne en cause","language":"fr","filename":"MC0-06571 a.docx"}
{"unredacted":"Designated representative","redacted":"Designated representative","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"N\/A","redacted":"N\/A","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"Représentant(e) désigné(e)","redacted":"Représentant(e) désigné(e)","language":"fr","filename":"MC0-06571 a.docx"}
{"unredacted":"Counsel for the Minister","redacted":"Counsel for the Minister","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"N\/A","redacted":"N\/A","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"Conseil du ministre","redacted":"Conseil du ministre","language":"fr","filename":"MC0-06571 a.docx"}
{"unredacted":"(signed)","redacted":"(signed)","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"Sasha Kiran Cragg-Gore","redacted":"Sasha Kiran Cragg-Gore","language":"it","filename":"MC0-06571 a.docx"}
{"unredacted":"Sasha Kiran Cragg-Gore","redacted":"Sasha Kiran Cragg-Gore","language":"it","filename":"MC0-06571 a.docx"}
{"unredacted":"April 15, 2021","redacted":"April 15, 2021","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"Date","redacted":"Date","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"RAD File \/ Dossier de la SAR : MC006571","redacted":"RAD File \/ Dossier de la SAR : MC006571","language":"fr","filename":"MC0-06571 a.docx"}
{"unredacted":"Private Proceeding \/ Huis clos","redacted":"Private Proceeding \/ Huis clos","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"Reasons and decision Motifs et décision","redacted":"Reasons and decision Motifs et décision","language":"fr","filename":"MC0-06571 a.docx"}
{"unredacted":"REASONS FOR DECISION","redacted":"REASONS FOR DECISION","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"OVERVIEW","redacted":"OVERVIEW","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"These are my reasons for dismissing this appeal. Prahan Villavarayan (the Appellant) is a citizen of Sri Lanka. He fears the Sri Lankan army because he witnessed his girlfriend’s abduction in 2007 and then recognized one of the abductors in an army base in 2018. After confronting the abductor, the Appellant alleges that he was threatened and detained on multiple occasions by the army before fleeing the country. He travelled to Canada via the United States and claimed refugee status.","redacted":"These are my reasons for dismissing this appeal. XXXX XXXX (the Appellant) is a citizen of Sri Lanka. He fears the Sri Lankan army because he witnessed his XXXX’s abduction in 2007 and then recognized one of the abductors in an army base in 2018. After confronting the abductor, the Appellant alleges that he was threatened and detained on multiple occasions by the army before fleeing the country. He travelled to Canada via the United States and claimed refugee status.","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"The Refugee Protection Division (RPD) rejected his claim for the following main reasons:","redacted":"The Refugee Protection Division (RPD) rejected his claim for the following main reasons:","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"He inconsistently described the identity and number of abductors and his name is mentioned nowhere on the human rights complaint describing this abduction;","redacted":"He inconsistently described the identity and number of abductors and his name is mentioned nowhere on the human rights complaint describing this abduction;","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"He acted inconsistently by boldly confronting his girlfriend’s abductor in a public setting, yet hiding what happened from his family members ;","redacted":"He acted inconsistently by boldly confronting his XXXX’s abductor in a public setting, yet hiding what happened from his family members ;","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"He was evasive in describing whether or not his girlfriend complained to a human rights organization and whether that organization spoke to the officer he recognized;","redacted":"He was evasive in describing whether or not his XXXX complained to a human rights organization and whether that organization spoke to the officer he recognized;","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"He made no efforts to find out what transpired after he left the country;","redacted":"He made no efforts to find out what transpired after he left the country;","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"The letters he provided in support of his claim contain important contradictions;","redacted":"The letters he provided in support of his claim contain important contradictions;","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"The discrimination he would face as a young Tamil male does not amount to persecution;","redacted":"The discrimination he would face as a young Tamil male does not amount to persecution;","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"His failure to pursue a refugee claim in the United States was not reasonably explained and is inconsistent with his alleged fear.","redacted":"His failure to pursue a refugee claim in the United States was not reasonably explained and is inconsistent with his alleged fear.","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"The Appellant has appealed this decision and now asks the Refugee Appeal Division (RAD) to recognize him as a person in need of protection or a Convention Refugee. In the alternative, he asks that this matter be remitted to the RPD for redetermination. He has not submitted any new evidence, nor does he request an oral hearing. He makes the following main arguments:","redacted":"The Appellant has appealed this decision and now asks the Refugee Appeal Division (RAD) to recognize him as a person in need of protection or a Convention Refugee. In the alternative, he asks that this matter be remitted to the RPD for redetermination. He has not submitted any new evidence, nor does he request an oral hearing. He makes the following main arguments:","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"Just because his name is not on the human rights complaint does not mean he did not witness the abduction;","redacted":"Just because his name is not on the human rights complaint does not mean he did not witness the abduction;","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"He reasonably explained why he did not tell his family members about recognizing one of the abductors and why he described a different number of abductors than what is listed in the complaint;","redacted":"He reasonably explained why he did not tell his family members about recognizing one of the abductors and why he described a different number of abductors than what is listed in the complaint;","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"The contradictions in his lawyer’s letter are explained by the fact that his wife obtained the letter;","redacted":"The contradictions in his lawyer’s letter are explained by the fact that his wife obtained the letter;","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"The RPD failed to consider the risks faced by young Tamils who return to Sri Lanka after failed refugee claims and failed to do a section 97 analysis.","redacted":"The RPD failed to consider the risks faced by young Tamils who return to Sri Lanka after failed refugee claims and failed to do a section 97 analysis.","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"DECISION","redacted":"DECISION","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"I dismiss the appeal. The RPD was correct in finding that the Appellant is neither a Convention refugee, nor a person in need of protection.","redacted":"I dismiss the appeal. The RPD was correct in finding that the Appellant is neither a Convention refugee, nor a person in need of protection.","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"ANALYSIS","redacted":"ANALYSIS","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"My role is to look at all the evidence and decide if the RPD made the correct decision.","redacted":"My role is to look at all the evidence and decide if the RPD made the correct decision.","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"Inconsistent evidence as to why the Appellant was targeted in 2018","redacted":"Inconsistent evidence as to why the Appellant was targeted in 2018","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"In the Appellant’s Basis of Claim (BOC) and testimony, he alleges that he was targeted by the army in 2018 because he confronted one of his girlfriend’s abductors. The Appellant’s lawyer who negotiated his release from custody, however, indicates in his letter that the Appellant was held in custody by the army in 2018 “for revealing to the authorities including human rights [sic] about the abduction of his girlfriend”. The RPD gave no weight to this letter due to this contradiction as to the reason he was detained. The Appellant argues that this error in the letter is due to the fact that the Appellant’s wife contacted the lawyer for the letter rather than the Appellant obtaining the letter himself. I reject this explanation and find this contradiction to be a major credibility issue.","redacted":"In the Appellant’s Basis of Claim (BOC) and testimony, he alleges that he was targeted by the army in 2018 because he confronted one of his XXXX’s abductors. The Appellant’s lawyer who negotiated his release from custody, however, indicates in his letter that the Appellant was held in custody by the army in 2018 “for revealing to the authorities including human rights [sic] about the abduction of his XXXX”. The RPD gave no weight to this letter due to this contradiction as to the reason he was detained. The Appellant argues that this error in the letter is due to the fact that the Appellant’s wife contacted the lawyer for the letter rather than the Appellant obtaining the letter himself. I reject this explanation and find this contradiction to be a major credibility issue.","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"A lawyer who is retained to represent a client to assist in securing his release and arranging a place for him to hide is the person who should know the most about why their client was detained in the first place. The lawyer’s statement that he was detained for revealing the abduction of his girlfriend goes against many of the Appellant’s core allegations. The Appellant has alleged that after his girlfriend’s abduction, he went to various authorities to complain and investigate the situation. His girlfriend’s abduction was no secret. He was then detained in 2018 because supposedly he recognized and confronted one of his girlfriend’s abductors. This confrontation is mentioned no where in this letter. Not only does the Appellant’s own lawyer state the wrong reason for his very own client to be detained, but he also gives a reason that contradicts other important aspects of the evidence.","redacted":"A lawyer who is retained to represent a client to assist in securing his release and arranging a place for him to hide is the person who should know the most about why their client was detained in the first place. The lawyer’s statement that he was detained for revealing the abduction of his XXXX goes against many of the Appellant’s core allegations. The Appellant has alleged that after his XXXX’s abduction, he went to various authorities to complain and investigate the situation. His XXXX’s abduction was no secret. He was then detained in 2018 because supposedly he recognized and confronted one of his XXXX’s abductors. This confrontation is mentioned no where in this letter. Not only does the Appellant’s own lawyer state the wrong reason for his very own client to be detained, but he also gives a reason that contradicts other important aspects of the evidence.","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"The Appellant explains that this error is due to the fact that his wife procured the letter. I agree with the RPD that this does not explain why the lawyer would make an error relating to a client that he himself is representing. He would have his own independent knowledge of this case if he was retained as the Appellant’s lawyer regardless of who asked him to write a letter.","redacted":"The Appellant explains that this error is due to the fact that his wife procured the letter. I agree with the RPD that this does not explain why the lawyer would make an error relating to a client that he himself is representing. He would have his own independent knowledge of this case if he was retained as the Appellant’s lawyer regardless of who asked him to write a letter.","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"This letter does not make any mention of the Appellant’s allegations that he recognized and confronted an army officer who abducted his girlfriend. This is the core reason that triggered the Appellant’s problems with authorities and led to him fleeing the country. For a lawyer to submit a letter that makes no mention of this is a major credibility issue. The Appellant himself requested that I re-examine the weight that should be placed on this letter. I have done this and come to the conclusion that it raises serious credibility concerns relating to the Appellant’s core allegations of recognizing and confronting one of his girlfriend’s abductors. This, in turn, calls into question whether or not the Appellant was actually targeted by the authorities in 2018.","redacted":"This letter does not make any mention of the Appellant’s allegations that he recognized and confronted an army officer who abducted his XXXX. This is the core reason that triggered the Appellant’s problems with authorities and led to him fleeing the country. For a lawyer to submit a letter that makes no mention of this is a major credibility issue. The Appellant himself requested that I re-examine the weight that should be placed on this letter. I have done this and come to the conclusion that it raises serious credibility concerns relating to the Appellant’s core allegations of recognizing and confronting one of his XXXX’s abductors. This, in turn, calls into question whether or not the Appellant was actually targeted by the authorities in 2018.","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"Evasive testimony as to whether or not his girlfriend complained to relevant authorities following the Appellant’s identification of one of his girlfriend’s abductors","redacted":"Evasive testimony as to whether or not his XXXX complained to relevant authorities following the Appellant’s identification of one of his XXXX’s abductors","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"In his BOC, the Appellant alleges that he was interrogated and tortured by the army because they believed that he had told the media and a human rights organization about the officer who abducted his girlfriend. He further explains that it was actually his sister who had complained to a human rights organization that her friend’s kidnapper had been identified. However, in the hearing, the Appellant was evasive in describing whether or not his girlfriend even complained to a human rights organization in the first place. The RPD made a negative credibility inference due to the Appellant’s evasive testimony on this point. The Appellant does not contest this conclusion and I agree with it.","redacted":"In his BOC, the Appellant alleges that he was interrogated and tortured by the army because they believed that he had told the media and a human rights organization about the officer who abducted his XXXX. He further explains that it was actually his XXXX who had complained to a human rights organization that her XXXX’s kidnapper had been identified. However, in the hearing, the Appellant was evasive in describing whether or not his XXXX even complained to a human rights organization in the first place. The RPD made a negative credibility inference due to the Appellant’s evasive testimony on this point. The Appellant does not contest this conclusion and I agree with it.","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"The Appellant first said in his BOC that his girlfriend spoke to a human rights organization. He then admitted that he did not know this for sure but only inferred that she did because he was interrogated about this while being detained. He further testified that he never spoke to his girlfriend after being released from custody, even after travelling to Canada. The Appellant appears to be unsure of what exactly led to his detention and, despite stating the reasons with certainty in his BOC, his testimony was evasive as to this crucial aspect of his claim. I agree with the RPD that this evasive and contradictory testimony impacts his credibility.","redacted":"The Appellant first said in his BOC that his XXXX spoke to a human rights organization. He then admitted that he did not know this for sure but only inferred that she did because he was interrogated about this while being detained. He further testified that he never spoke to his XXXX after being released from custody, even after travelling to Canada. The Appellant appears to be unsure of what exactly led to his detention and, despite stating the reasons with certainty in his BOC, his testimony was evasive as to this crucial aspect of his claim. I agree with the RPD that this evasive and contradictory testimony impacts his credibility.","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"Incidents alleged in 2018 are not established","redacted":"Incidents alleged in 2018 are not established","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"I have identified two major credibility concerns relating to the Appellant being targeted and detained by the army after recognizing one of his girlfriend’s abductors. His own lawyer inconsistently describes why he was detained and his own testimony surrounding what led to his detention was evasive. I find that the Appellant has not established that he recognized or confronted an officer involved in his girlfriend’s abduction and that he was not targeted or detained by the army in 2018.","redacted":"I have identified two major credibility concerns relating to the Appellant being targeted and detained by the army after recognizing one of his XXXX’s abductors. His own lawyer inconsistently describes why he was detained and his own testimony surrounding what led to his detention was evasive. I find that the Appellant has not established that he recognized or confronted an officer involved in his XXXX’s abduction and that he was not targeted or detained by the army in 2018.","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"I acknowledge that there is a letter from a priest which states that the Appellant lived in a church in hiding in 2018 and that he was arrested due to being a witness to his girlfriend’s abduction. However, this letter does not corroborate the incidents alleged in 2018 that led him to go into hiding and flee the country. It also does not outweigh the credibility concerns I have outlined above. I give it little weight in establishing the incidents alleged in 2018.","redacted":"I acknowledge that there is a letter from a priest which states that the Appellant lived in a church in hiding in 2018 and that he was arrested due to being a witness to his XXXX’s abduction. However, this letter does not corroborate the incidents alleged in 2018 that led him to go into hiding and flee the country. It also does not outweigh the credibility concerns I have outlined above. I give it little weight in establishing the incidents alleged in 2018.","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"Other than the lawyer’s letter which I have discussed above, there is no other documentary evidence to corroborate the Appellant’s allegations in 2018. Given the credibility concerns associated with these allegations, I find that they are not established.","redacted":"Other than the lawyer’s letter which I have discussed above, there is no other documentary evidence to corroborate the Appellant’s allegations in 2018. Given the credibility concerns associated with these allegations, I find that they are not established.","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"As the Appellant points out, it is the events that allegedly took place in 2018 that led him to flee the country and claim refugee status. I have found that these events are not established, on a balance of probabilities. Regardless of whether or not he witnessed his girlfriend’s abduction in 2007, I do not find that these older allegations are sufficient to establish that he would face a serious possibility of persecution in Sri Lanka today. Even if he did witness his girlfriend’s abduction, this incident took place so long ago and there is nothing in the record that suggests that he would be targeted today because of what happened in 2007.","redacted":"As the Appellant points out, it is the events that allegedly took place in 2018 that led him to flee the country and claim refugee status. I have found that these events are not established, on a balance of probabilities. Regardless of whether or not he witnessed his XXXX’s abduction in 2007, I do not find that these older allegations are sufficient to establish that he would face a serious possibility of persecution in Sri Lanka today. Even if he did witness his XXXX’s abduction, this incident took place so long ago and there is nothing in the record that suggests that he would be targeted today because of what happened in 2007.","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"As I have found that the earlier allegations relating to the Appellant’s girlfriend’s abduction in 2007 would not lead him to face a serious possibility of persecution today upon return to Sri Lanka, I do not need to address the RPD conclusions, nor the Appellant’s arguments in relation to these allegations in this decision.","redacted":"As I have found that the earlier allegations relating to the Appellant’s XXXX’s abduction in 2007 would not lead him to face a serious possibility of persecution today upon return to Sri Lanka, I do not need to address the RPD conclusions, nor the Appellant’s arguments in relation to these allegations in this decision.","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"The Appellant would not face a serious possibility of persecution as a young Tamil male returning to Sri Lanka after claiming refugee status abroad","redacted":"The Appellant would not face a serious possibility of persecution as a young Tamil male returning to Sri Lanka after claiming refugee status abroad","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"The Appellant points to the mistreatment of rejected refugee claimants who return to Sri Lanka. Tamil returnees who claimed refugee status abroad and return to Sri Lanka are sometimes interrogated and detained at the airport. While this is a risk for the Appellant, he is not currently sought by authorities as I have found that his allegations from 2018 are not established. I do not find this risk in isolation to be sufficient to establish that he is a Convention refugee or a person in need of protection. I note that the situation of returnees has been improving as Sri Lanka is aware that authorities from other countries are monitoring the situation. I also note that many of the individuals detained have been or are suspected of being involved with the Liberation Tigers of Tamil Eelam (LTTE). The Appellant has never been involved with the LTTE and has never alleged that the authorities have suspected him of being involved, and this decreases the chances that he would face issues as a Tamil returnee to Sri Lanka.","redacted":"The Appellant points to the mistreatment of rejected refugee claimants who return to Sri Lanka. Tamil returnees who claimed refugee status abroad and return to Sri Lanka are sometimes interrogated and detained at the airport. While this is a risk for the Appellant, he is not currently sought by authorities as I have found that his allegations from 2018 are not established. I do not find this risk in isolation to be sufficient to establish that he is a Convention refugee or a person in need of protection. I note that the situation of returnees has been improving as Sri Lanka is aware that authorities from other countries are monitoring the situation. I also note that many of the individuals detained have been or are suspected of being involved with the Liberation Tigers of Tamil Eelam (LTTE). The Appellant has never been involved with the LTTE and has never alleged that the authorities have suspected him of being involved, and this decreases the chances that he would face issues as a Tamil returnee to Sri Lanka.","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"The Appellant further alleges that he would face discrimination amounting to persecution as a young Tamil male in Sri Lanka. I agree with the RPD that this discrimination does not rise to the level of persecution. The Appellant worked and lived for many years in Sri Lanka without any particular problems. While suspected sympathizers of the LTTE are still subject to arbitrary arrest, the Appellant has not alleged that he is an LTTE sympathizer. Even though much of the North remains under army control, I do not find that this represents a serious possibility of persecution for the Appellant. For the same reasons, he would also not face any of the risks contemplated under section 97, on a balance of probabilities.","redacted":"The Appellant further alleges that he would face discrimination amounting to persecution as a young Tamil male in Sri Lanka. I agree with the RPD that this discrimination does not rise to the level of persecution. The Appellant worked and lived for many years in Sri Lanka without any particular problems. While suspected sympathizers of the LTTE are still subject to arbitrary arrest, the Appellant has not alleged that he is an LTTE sympathizer. Even though much of the North remains under army control, I do not find that this represents a serious possibility of persecution for the Appellant. For the same reasons, he would also not face any of the risks contemplated under section 97, on a balance of probabilities.","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"CONCLUSION","redacted":"CONCLUSION","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"I dismiss the appeal and confirm the decision of the RPD that the Appellant is neither a Convention refugee, nor a person in need of protection.","redacted":"I dismiss the appeal and confirm the decision of the RPD that the Appellant is neither a Convention refugee, nor a person in need of protection.","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"Person who is the subject of the appeal","redacted":"Person who is the subject of the appeal","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"Prahan Villavarayan","redacted":"XXXX XXXX","language":"tr","filename":"MC0-06571 a.docx"}
{"unredacted":"Personne en cause","redacted":"Personne en cause","language":"fr","filename":"MC0-06571 a.docx"}
{"unredacted":"Appeal considered \/ heard at","redacted":"Appeal considered \/ heard at","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"Toronto, ON","redacted":"Toronto, ON","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"Appel instruit \/ entendu à","redacted":"Appel instruit \/ entendu à","language":"fr","filename":"MC0-06571 a.docx"}
{"unredacted":"Date of decision","redacted":"Date of decision","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"April 15, 2021","redacted":"April 15, 2021","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"Date de la décision","redacted":"Date de la décision","language":"fr","filename":"MC0-06571 a.docx"}
{"unredacted":"Panel","redacted":"Panel","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"Sasha Kiran Cragg-Gore","redacted":"Sasha Kiran Cragg-Gore","language":"it","filename":"MC0-06571 a.docx"}
{"unredacted":"Tribunal","redacted":"Tribunal","language":"es","filename":"MC0-06571 a.docx"}
{"unredacted":"Counsel for the person who is the subject of the appeal","redacted":"Counsel for the person who is the subject of the appeal","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"Myriam Harbec","redacted":"Myriam Harbec","language":"de","filename":"MC0-06571 a.docx"}
{"unredacted":"Conseil de la personne en cause","redacted":"Conseil de la personne en cause","language":"fr","filename":"MC0-06571 a.docx"}
{"unredacted":"Designated representative","redacted":"Designated representative","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"N\/A","redacted":"N\/A","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"Représentant(e) désigné(e)","redacted":"Représentant(e) désigné(e)","language":"fr","filename":"MC0-06571 a.docx"}
{"unredacted":"Counsel for the Minister","redacted":"Counsel for the Minister","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"N\/A","redacted":"N\/A","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"Conseil du ministre","redacted":"Conseil du ministre","language":"fr","filename":"MC0-06571 a.docx"}
{"unredacted":"(signed)","redacted":"(signed)","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"Sasha Kiran Cragg-Gore","redacted":"Sasha Kiran Cragg-Gore","language":"it","filename":"MC0-06571 a.docx"}
{"unredacted":"Sasha Kiran Cragg-Gore","redacted":"Sasha Kiran Cragg-Gore","language":"it","filename":"MC0-06571 a.docx"}
{"unredacted":"April 15, 2021","redacted":"April 15, 2021","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"Date","redacted":"Date","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"RAD File \/ Dossier de la SAR : MC006571","redacted":"RAD File \/ Dossier de la SAR : MC006571","language":"fr","filename":"MC0-06571 a.docx"}
{"unredacted":"Private Proceeding \/ Huis clos","redacted":"Private Proceeding \/ Huis clos","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"Reasons and decision Motifs et décision","redacted":"Reasons and decision Motifs et décision","language":"fr","filename":"MC0-06571 a.docx"}
{"unredacted":"REASONS FOR DECISION","redacted":"REASONS FOR DECISION","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"OVERVIEW","redacted":"OVERVIEW","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"These are my reasons for dismissing this appeal. Prahan Villavarayan (the Appellant) is a citizen of Sri Lanka. He fears the Sri Lankan army because he witnessed his girlfriend’s abduction in 2007 and then recognized one of the abductors in an army base in 2018. After confronting the abductor, the Appellant alleges that he was threatened and detained on multiple occasions by the army before fleeing the country. He travelled to Canada via the United States and claimed refugee status.","redacted":"These are my reasons for dismissing this appeal. XXXX XXXX (the Appellant) is a citizen of Sri Lanka. He fears the Sri Lankan army because he witnessed his XXXX’s abduction in 2007 and then recognized one of the abductors in an army base in 2018. After confronting the abductor, the Appellant alleges that he was threatened and detained on multiple occasions by the army before fleeing the country. He travelled to Canada via the United States and claimed refugee status.","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"The Refugee Protection Division (RPD) rejected his claim for the following main reasons:","redacted":"The Refugee Protection Division (RPD) rejected his claim for the following main reasons:","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"He inconsistently described the identity and number of abductors and his name is mentioned nowhere on the human rights complaint describing this abduction;","redacted":"He inconsistently described the identity and number of abductors and his name is mentioned nowhere on the human rights complaint describing this abduction;","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"He acted inconsistently by boldly confronting his girlfriend’s abductor in a public setting, yet hiding what happened from his family members ;","redacted":"He acted inconsistently by boldly confronting his XXXX’s abductor in a public setting, yet hiding what happened from his family members ;","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"He was evasive in describing whether or not his girlfriend complained to a human rights organization and whether that organization spoke to the officer he recognized;","redacted":"He was evasive in describing whether or not his XXXX complained to a human rights organization and whether that organization spoke to the officer he recognized;","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"He made no efforts to find out what transpired after he left the country;","redacted":"He made no efforts to find out what transpired after he left the country;","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"The letters he provided in support of his claim contain important contradictions;","redacted":"The letters he provided in support of his claim contain important contradictions;","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"The discrimination he would face as a young Tamil male does not amount to persecution;","redacted":"The discrimination he would face as a young Tamil male does not amount to persecution;","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"His failure to pursue a refugee claim in the United States was not reasonably explained and is inconsistent with his alleged fear.","redacted":"His failure to pursue a refugee claim in the United States was not reasonably explained and is inconsistent with his alleged fear.","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"The Appellant has appealed this decision and now asks the Refugee Appeal Division (RAD) to recognize him as a person in need of protection or a Convention Refugee. In the alternative, he asks that this matter be remitted to the RPD for redetermination. He has not submitted any new evidence, nor does he request an oral hearing. He makes the following main arguments:","redacted":"The Appellant has appealed this decision and now asks the Refugee Appeal Division (RAD) to recognize him as a person in need of protection or a Convention Refugee. In the alternative, he asks that this matter be remitted to the RPD for redetermination. He has not submitted any new evidence, nor does he request an oral hearing. He makes the following main arguments:","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"Just because his name is not on the human rights complaint does not mean he did not witness the abduction;","redacted":"Just because his name is not on the human rights complaint does not mean he did not witness the abduction;","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"He reasonably explained why he did not tell his family members about recognizing one of the abductors and why he described a different number of abductors than what is listed in the complaint;","redacted":"He reasonably explained why he did not tell his family members about recognizing one of the abductors and why he described a different number of abductors than what is listed in the complaint;","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"The contradictions in his lawyer’s letter are explained by the fact that his wife obtained the letter;","redacted":"The contradictions in his lawyer’s letter are explained by the fact that his wife obtained the letter;","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"The RPD failed to consider the risks faced by young Tamils who return to Sri Lanka after failed refugee claims and failed to do a section 97 analysis.","redacted":"The RPD failed to consider the risks faced by young Tamils who return to Sri Lanka after failed refugee claims and failed to do a section 97 analysis.","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"DECISION","redacted":"DECISION","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"I dismiss the appeal. The RPD was correct in finding that the Appellant is neither a Convention refugee, nor a person in need of protection.","redacted":"I dismiss the appeal. The RPD was correct in finding that the Appellant is neither a Convention refugee, nor a person in need of protection.","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"ANALYSIS","redacted":"ANALYSIS","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"My role is to look at all the evidence and decide if the RPD made the correct decision.","redacted":"My role is to look at all the evidence and decide if the RPD made the correct decision.","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"Inconsistent evidence as to why the Appellant was targeted in 2018","redacted":"Inconsistent evidence as to why the Appellant was targeted in 2018","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"In the Appellant’s Basis of Claim (BOC) and testimony, he alleges that he was targeted by the army in 2018 because he confronted one of his girlfriend’s abductors. The Appellant’s lawyer who negotiated his release from custody, however, indicates in his letter that the Appellant was held in custody by the army in 2018 “for revealing to the authorities including human rights [sic] about the abduction of his girlfriend”. The RPD gave no weight to this letter due to this contradiction as to the reason he was detained. The Appellant argues that this error in the letter is due to the fact that the Appellant’s wife contacted the lawyer for the letter rather than the Appellant obtaining the letter himself. I reject this explanation and find this contradiction to be a major credibility issue.","redacted":"In the Appellant’s Basis of Claim (BOC) and testimony, he alleges that he was targeted by the army in 2018 because he confronted one of his XXXX’s abductors. The Appellant’s lawyer who negotiated his release from custody, however, indicates in his letter that the Appellant was held in custody by the army in 2018 “for revealing to the authorities including human rights [sic] about the abduction of his XXXX”. The RPD gave no weight to this letter due to this contradiction as to the reason he was detained. The Appellant argues that this error in the letter is due to the fact that the Appellant’s wife contacted the lawyer for the letter rather than the Appellant obtaining the letter himself. I reject this explanation and find this contradiction to be a major credibility issue.","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"A lawyer who is retained to represent a client to assist in securing his release and arranging a place for him to hide is the person who should know the most about why their client was detained in the first place. The lawyer’s statement that he was detained for revealing the abduction of his girlfriend goes against many of the Appellant’s core allegations. The Appellant has alleged that after his girlfriend’s abduction, he went to various authorities to complain and investigate the situation. His girlfriend’s abduction was no secret. He was then detained in 2018 because supposedly he recognized and confronted one of his girlfriend’s abductors. This confrontation is mentioned no where in this letter. Not only does the Appellant’s own lawyer state the wrong reason for his very own client to be detained, but he also gives a reason that contradicts other important aspects of the evidence.","redacted":"A lawyer who is retained to represent a client to assist in securing his release and arranging a place for him to hide is the person who should know the most about why their client was detained in the first place. The lawyer’s statement that he was detained for revealing the abduction of his XXXX goes against many of the Appellant’s core allegations. The Appellant has alleged that after his XXXX’s abduction, he went to various authorities to complain and investigate the situation. His XXXX’s abduction was no secret. He was then detained in 2018 because supposedly he recognized and confronted one of his XXXX’s abductors. This confrontation is mentioned no where in this letter. Not only does the Appellant’s own lawyer state the wrong reason for his very own client to be detained, but he also gives a reason that contradicts other important aspects of the evidence.","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"The Appellant explains that this error is due to the fact that his wife procured the letter. I agree with the RPD that this does not explain why the lawyer would make an error relating to a client that he himself is representing. He would have his own independent knowledge of this case if he was retained as the Appellant’s lawyer regardless of who asked him to write a letter.","redacted":"The Appellant explains that this error is due to the fact that his wife procured the letter. I agree with the RPD that this does not explain why the lawyer would make an error relating to a client that he himself is representing. He would have his own independent knowledge of this case if he was retained as the Appellant’s lawyer regardless of who asked him to write a letter.","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"This letter does not make any mention of the Appellant’s allegations that he recognized and confronted an army officer who abducted his girlfriend. This is the core reason that triggered the Appellant’s problems with authorities and led to him fleeing the country. For a lawyer to submit a letter that makes no mention of this is a major credibility issue. The Appellant himself requested that I re-examine the weight that should be placed on this letter. I have done this and come to the conclusion that it raises serious credibility concerns relating to the Appellant’s core allegations of recognizing and confronting one of his girlfriend’s abductors. This, in turn, calls into question whether or not the Appellant was actually targeted by the authorities in 2018.","redacted":"This letter does not make any mention of the Appellant’s allegations that he recognized and confronted an army officer who abducted his XXXX. This is the core reason that triggered the Appellant’s problems with authorities and led to him fleeing the country. For a lawyer to submit a letter that makes no mention of this is a major credibility issue. The Appellant himself requested that I re-examine the weight that should be placed on this letter. I have done this and come to the conclusion that it raises serious credibility concerns relating to the Appellant’s core allegations of recognizing and confronting one of his XXXX’s abductors. This, in turn, calls into question whether or not the Appellant was actually targeted by the authorities in 2018.","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"Evasive testimony as to whether or not his girlfriend complained to relevant authorities following the Appellant’s identification of one of his girlfriend’s abductors","redacted":"Evasive testimony as to whether or not his XXXX complained to relevant authorities following the Appellant’s identification of one of his XXXX’s abductors","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"In his BOC, the Appellant alleges that he was interrogated and tortured by the army because they believed that he had told the media and a human rights organization about the officer who abducted his girlfriend. He further explains that it was actually his sister who had complained to a human rights organization that her friend’s kidnapper had been identified. However, in the hearing, the Appellant was evasive in describing whether or not his girlfriend even complained to a human rights organization in the first place. The RPD made a negative credibility inference due to the Appellant’s evasive testimony on this point. The Appellant does not contest this conclusion and I agree with it.","redacted":"In his BOC, the Appellant alleges that he was interrogated and tortured by the army because they believed that he had told the media and a human rights organization about the officer who abducted his XXXX. He further explains that it was actually his XXXX who had complained to a human rights organization that her XXXX’s kidnapper had been identified. However, in the hearing, the Appellant was evasive in describing whether or not his XXXX even complained to a human rights organization in the first place. The RPD made a negative credibility inference due to the Appellant’s evasive testimony on this point. The Appellant does not contest this conclusion and I agree with it.","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"The Appellant first said in his BOC that his girlfriend spoke to a human rights organization. He then admitted that he did not know this for sure but only inferred that she did because he was interrogated about this while being detained. He further testified that he never spoke to his girlfriend after being released from custody, even after travelling to Canada. The Appellant appears to be unsure of what exactly led to his detention and, despite stating the reasons with certainty in his BOC, his testimony was evasive as to this crucial aspect of his claim. I agree with the RPD that this evasive and contradictory testimony impacts his credibility.","redacted":"The Appellant first said in his BOC that his XXXX spoke to a human rights organization. He then admitted that he did not know this for sure but only inferred that she did because he was interrogated about this while being detained. He further testified that he never spoke to his XXXX after being released from custody, even after travelling to Canada. The Appellant appears to be unsure of what exactly led to his detention and, despite stating the reasons with certainty in his BOC, his testimony was evasive as to this crucial aspect of his claim. I agree with the RPD that this evasive and contradictory testimony impacts his credibility.","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"Incidents alleged in 2018 are not established","redacted":"Incidents alleged in 2018 are not established","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"I have identified two major credibility concerns relating to the Appellant being targeted and detained by the army after recognizing one of his girlfriend’s abductors. His own lawyer inconsistently describes why he was detained and his own testimony surrounding what led to his detention was evasive. I find that the Appellant has not established that he recognized or confronted an officer involved in his girlfriend’s abduction and that he was not targeted or detained by the army in 2018.","redacted":"I have identified two major credibility concerns relating to the Appellant being targeted and detained by the army after recognizing one of his XXXX’s abductors. His own lawyer inconsistently describes why he was detained and his own testimony surrounding what led to his detention was evasive. I find that the Appellant has not established that he recognized or confronted an officer involved in his XXXX’s abduction and that he was not targeted or detained by the army in 2018.","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"I acknowledge that there is a letter from a priest which states that the Appellant lived in a church in hiding in 2018 and that he was arrested due to being a witness to his girlfriend’s abduction. However, this letter does not corroborate the incidents alleged in 2018 that led him to go into hiding and flee the country. It also does not outweigh the credibility concerns I have outlined above. I give it little weight in establishing the incidents alleged in 2018.","redacted":"I acknowledge that there is a letter from a priest which states that the Appellant lived in a church in hiding in 2018 and that he was arrested due to being a witness to his XXXX’s abduction. However, this letter does not corroborate the incidents alleged in 2018 that led him to go into hiding and flee the country. It also does not outweigh the credibility concerns I have outlined above. I give it little weight in establishing the incidents alleged in 2018.","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"Other than the lawyer’s letter which I have discussed above, there is no other documentary evidence to corroborate the Appellant’s allegations in 2018. Given the credibility concerns associated with these allegations, I find that they are not established.","redacted":"Other than the lawyer’s letter which I have discussed above, there is no other documentary evidence to corroborate the Appellant’s allegations in 2018. Given the credibility concerns associated with these allegations, I find that they are not established.","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"As the Appellant points out, it is the events that allegedly took place in 2018 that led him to flee the country and claim refugee status. I have found that these events are not established, on a balance of probabilities. Regardless of whether or not he witnessed his girlfriend’s abduction in 2007, I do not find that these older allegations are sufficient to establish that he would face a serious possibility of persecution in Sri Lanka today. Even if he did witness his girlfriend’s abduction, this incident took place so long ago and there is nothing in the record that suggests that he would be targeted today because of what happened in 2007.","redacted":"As the Appellant points out, it is the events that allegedly took place in 2018 that led him to flee the country and claim refugee status. I have found that these events are not established, on a balance of probabilities. Regardless of whether or not he witnessed his XXXX’s abduction in 2007, I do not find that these older allegations are sufficient to establish that he would face a serious possibility of persecution in Sri Lanka today. Even if he did witness his XXXX’s abduction, this incident took place so long ago and there is nothing in the record that suggests that he would be targeted today because of what happened in 2007.","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"As I have found that the earlier allegations relating to the Appellant’s girlfriend’s abduction in 2007 would not lead him to face a serious possibility of persecution today upon return to Sri Lanka, I do not need to address the RPD conclusions, nor the Appellant’s arguments in relation to these allegations in this decision.","redacted":"As I have found that the earlier allegations relating to the Appellant’s XXXX’s abduction in 2007 would not lead him to face a serious possibility of persecution today upon return to Sri Lanka, I do not need to address the RPD conclusions, nor the Appellant’s arguments in relation to these allegations in this decision.","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"The Appellant would not face a serious possibility of persecution as a young Tamil male returning to Sri Lanka after claiming refugee status abroad","redacted":"The Appellant would not face a serious possibility of persecution as a young Tamil male returning to Sri Lanka after claiming refugee status abroad","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"The Appellant points to the mistreatment of rejected refugee claimants who return to Sri Lanka. Tamil returnees who claimed refugee status abroad and return to Sri Lanka are sometimes interrogated and detained at the airport. While this is a risk for the Appellant, he is not currently sought by authorities as I have found that his allegations from 2018 are not established. I do not find this risk in isolation to be sufficient to establish that he is a Convention refugee or a person in need of protection. I note that the situation of returnees has been improving as Sri Lanka is aware that authorities from other countries are monitoring the situation. I also note that many of the individuals detained have been or are suspected of being involved with the Liberation Tigers of Tamil Eelam (LTTE). The Appellant has never been involved with the LTTE and has never alleged that the authorities have suspected him of being involved, and this decreases the chances that he would face issues as a Tamil returnee to Sri Lanka.","redacted":"The Appellant points to the mistreatment of rejected refugee claimants who return to Sri Lanka. Tamil returnees who claimed refugee status abroad and return to Sri Lanka are sometimes interrogated and detained at the airport. While this is a risk for the Appellant, he is not currently sought by authorities as I have found that his allegations from 2018 are not established. I do not find this risk in isolation to be sufficient to establish that he is a Convention refugee or a person in need of protection. I note that the situation of returnees has been improving as Sri Lanka is aware that authorities from other countries are monitoring the situation. I also note that many of the individuals detained have been or are suspected of being involved with the Liberation Tigers of Tamil Eelam (LTTE). The Appellant has never been involved with the LTTE and has never alleged that the authorities have suspected him of being involved, and this decreases the chances that he would face issues as a Tamil returnee to Sri Lanka.","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"The Appellant further alleges that he would face discrimination amounting to persecution as a young Tamil male in Sri Lanka. I agree with the RPD that this discrimination does not rise to the level of persecution. The Appellant worked and lived for many years in Sri Lanka without any particular problems. While suspected sympathizers of the LTTE are still subject to arbitrary arrest, the Appellant has not alleged that he is an LTTE sympathizer. Even though much of the North remains under army control, I do not find that this represents a serious possibility of persecution for the Appellant. For the same reasons, he would also not face any of the risks contemplated under section 97, on a balance of probabilities.","redacted":"The Appellant further alleges that he would face discrimination amounting to persecution as a young Tamil male in Sri Lanka. I agree with the RPD that this discrimination does not rise to the level of persecution. The Appellant worked and lived for many years in Sri Lanka without any particular problems. While suspected sympathizers of the LTTE are still subject to arbitrary arrest, the Appellant has not alleged that he is an LTTE sympathizer. Even though much of the North remains under army control, I do not find that this represents a serious possibility of persecution for the Appellant. For the same reasons, he would also not face any of the risks contemplated under section 97, on a balance of probabilities.","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"CONCLUSION","redacted":"CONCLUSION","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"I dismiss the appeal and confirm the decision of the RPD that the Appellant is neither a Convention refugee, nor a person in need of protection.","redacted":"I dismiss the appeal and confirm the decision of the RPD that the Appellant is neither a Convention refugee, nor a person in need of protection.","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"Person who is the subject of the appeal","redacted":"Person who is the subject of the appeal","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"Prahan Villavarayan","redacted":"XXXX XXXX","language":"tr","filename":"MC0-06571 a.docx"}
{"unredacted":"Personne en cause","redacted":"Personne en cause","language":"fr","filename":"MC0-06571 a.docx"}
{"unredacted":"Appeal considered \/ heard at","redacted":"Appeal considered \/ heard at","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"Toronto, ON","redacted":"Toronto, ON","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"Appel instruit \/ entendu à","redacted":"Appel instruit \/ entendu à","language":"fr","filename":"MC0-06571 a.docx"}
{"unredacted":"Date of decision","redacted":"Date of decision","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"April 15, 2021","redacted":"April 15, 2021","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"Date de la décision","redacted":"Date de la décision","language":"fr","filename":"MC0-06571 a.docx"}
{"unredacted":"Panel","redacted":"Panel","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"Sasha Kiran Cragg-Gore","redacted":"Sasha Kiran Cragg-Gore","language":"it","filename":"MC0-06571 a.docx"}
{"unredacted":"Tribunal","redacted":"Tribunal","language":"es","filename":"MC0-06571 a.docx"}
{"unredacted":"Counsel for the person who is the subject of the appeal","redacted":"Counsel for the person who is the subject of the appeal","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"Myriam Harbec","redacted":"Myriam Harbec","language":"de","filename":"MC0-06571 a.docx"}
{"unredacted":"Conseil de la personne en cause","redacted":"Conseil de la personne en cause","language":"fr","filename":"MC0-06571 a.docx"}
{"unredacted":"Designated representative","redacted":"Designated representative","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"N\/A","redacted":"N\/A","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"Représentant(e) désigné(e)","redacted":"Représentant(e) désigné(e)","language":"fr","filename":"MC0-06571 a.docx"}
{"unredacted":"Counsel for the Minister","redacted":"Counsel for the Minister","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"N\/A","redacted":"N\/A","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"Conseil du ministre","redacted":"Conseil du ministre","language":"fr","filename":"MC0-06571 a.docx"}
{"unredacted":"(signed)","redacted":"(signed)","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"Sasha Kiran Cragg-Gore","redacted":"Sasha Kiran Cragg-Gore","language":"it","filename":"MC0-06571 a.docx"}
{"unredacted":"Sasha Kiran Cragg-Gore","redacted":"Sasha Kiran Cragg-Gore","language":"it","filename":"MC0-06571 a.docx"}
{"unredacted":"April 15, 2021","redacted":"April 15, 2021","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"Date","redacted":"Date","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"RAD File \/ Dossier de la SAR : MC006571","redacted":"RAD File \/ Dossier de la SAR : MC006571","language":"fr","filename":"MC0-06571 a.docx"}
{"unredacted":"Private Proceeding \/ Huis clos","redacted":"Private Proceeding \/ Huis clos","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"Reasons and decision Motifs et décision","redacted":"Reasons and decision Motifs et décision","language":"fr","filename":"MC0-06571 a.docx"}
{"unredacted":"REASONS FOR DECISION","redacted":"REASONS FOR DECISION","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"OVERVIEW","redacted":"OVERVIEW","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"These are my reasons for dismissing this appeal. Prahan Villavarayan (the Appellant) is a citizen of Sri Lanka. He fears the Sri Lankan army because he witnessed his girlfriend’s abduction in 2007 and then recognized one of the abductors in an army base in 2018. After confronting the abductor, the Appellant alleges that he was threatened and detained on multiple occasions by the army before fleeing the country. He travelled to Canada via the United States and claimed refugee status.","redacted":"These are my reasons for dismissing this appeal. XXXX XXXX (the Appellant) is a citizen of Sri Lanka. He fears the Sri Lankan army because he witnessed his XXXX’s abduction in 2007 and then recognized one of the abductors in an army base in 2018. After confronting the abductor, the Appellant alleges that he was threatened and detained on multiple occasions by the army before fleeing the country. He travelled to Canada via the United States and claimed refugee status.","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"The Refugee Protection Division (RPD) rejected his claim for the following main reasons:","redacted":"The Refugee Protection Division (RPD) rejected his claim for the following main reasons:","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"He inconsistently described the identity and number of abductors and his name is mentioned nowhere on the human rights complaint describing this abduction;","redacted":"He inconsistently described the identity and number of abductors and his name is mentioned nowhere on the human rights complaint describing this abduction;","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"He acted inconsistently by boldly confronting his girlfriend’s abductor in a public setting, yet hiding what happened from his family members ;","redacted":"He acted inconsistently by boldly confronting his XXXX’s abductor in a public setting, yet hiding what happened from his family members ;","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"He was evasive in describing whether or not his girlfriend complained to a human rights organization and whether that organization spoke to the officer he recognized;","redacted":"He was evasive in describing whether or not his XXXX complained to a human rights organization and whether that organization spoke to the officer he recognized;","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"He made no efforts to find out what transpired after he left the country;","redacted":"He made no efforts to find out what transpired after he left the country;","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"The letters he provided in support of his claim contain important contradictions;","redacted":"The letters he provided in support of his claim contain important contradictions;","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"The discrimination he would face as a young Tamil male does not amount to persecution;","redacted":"The discrimination he would face as a young Tamil male does not amount to persecution;","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"His failure to pursue a refugee claim in the United States was not reasonably explained and is inconsistent with his alleged fear.","redacted":"His failure to pursue a refugee claim in the United States was not reasonably explained and is inconsistent with his alleged fear.","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"The Appellant has appealed this decision and now asks the Refugee Appeal Division (RAD) to recognize him as a person in need of protection or a Convention Refugee. In the alternative, he asks that this matter be remitted to the RPD for redetermination. He has not submitted any new evidence, nor does he request an oral hearing. He makes the following main arguments:","redacted":"The Appellant has appealed this decision and now asks the Refugee Appeal Division (RAD) to recognize him as a person in need of protection or a Convention Refugee. In the alternative, he asks that this matter be remitted to the RPD for redetermination. He has not submitted any new evidence, nor does he request an oral hearing. He makes the following main arguments:","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"Just because his name is not on the human rights complaint does not mean he did not witness the abduction;","redacted":"Just because his name is not on the human rights complaint does not mean he did not witness the abduction;","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"He reasonably explained why he did not tell his family members about recognizing one of the abductors and why he described a different number of abductors than what is listed in the complaint;","redacted":"He reasonably explained why he did not tell his family members about recognizing one of the abductors and why he described a different number of abductors than what is listed in the complaint;","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"The contradictions in his lawyer’s letter are explained by the fact that his wife obtained the letter;","redacted":"The contradictions in his lawyer’s letter are explained by the fact that his wife obtained the letter;","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"The RPD failed to consider the risks faced by young Tamils who return to Sri Lanka after failed refugee claims and failed to do a section 97 analysis.","redacted":"The RPD failed to consider the risks faced by young Tamils who return to Sri Lanka after failed refugee claims and failed to do a section 97 analysis.","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"DECISION","redacted":"DECISION","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"I dismiss the appeal. The RPD was correct in finding that the Appellant is neither a Convention refugee, nor a person in need of protection.","redacted":"I dismiss the appeal. The RPD was correct in finding that the Appellant is neither a Convention refugee, nor a person in need of protection.","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"ANALYSIS","redacted":"ANALYSIS","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"My role is to look at all the evidence and decide if the RPD made the correct decision.","redacted":"My role is to look at all the evidence and decide if the RPD made the correct decision.","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"Inconsistent evidence as to why the Appellant was targeted in 2018","redacted":"Inconsistent evidence as to why the Appellant was targeted in 2018","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"In the Appellant’s Basis of Claim (BOC) and testimony, he alleges that he was targeted by the army in 2018 because he confronted one of his girlfriend’s abductors. The Appellant’s lawyer who negotiated his release from custody, however, indicates in his letter that the Appellant was held in custody by the army in 2018 “for revealing to the authorities including human rights [sic] about the abduction of his girlfriend”. The RPD gave no weight to this letter due to this contradiction as to the reason he was detained. The Appellant argues that this error in the letter is due to the fact that the Appellant’s wife contacted the lawyer for the letter rather than the Appellant obtaining the letter himself. I reject this explanation and find this contradiction to be a major credibility issue.","redacted":"In the Appellant’s Basis of Claim (BOC) and testimony, he alleges that he was targeted by the army in 2018 because he confronted one of his XXXX’s abductors. The Appellant’s lawyer who negotiated his release from custody, however, indicates in his letter that the Appellant was held in custody by the army in 2018 “for revealing to the authorities including human rights [sic] about the abduction of his XXXX”. The RPD gave no weight to this letter due to this contradiction as to the reason he was detained. The Appellant argues that this error in the letter is due to the fact that the Appellant’s wife contacted the lawyer for the letter rather than the Appellant obtaining the letter himself. I reject this explanation and find this contradiction to be a major credibility issue.","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"A lawyer who is retained to represent a client to assist in securing his release and arranging a place for him to hide is the person who should know the most about why their client was detained in the first place. The lawyer’s statement that he was detained for revealing the abduction of his girlfriend goes against many of the Appellant’s core allegations. The Appellant has alleged that after his girlfriend’s abduction, he went to various authorities to complain and investigate the situation. His girlfriend’s abduction was no secret. He was then detained in 2018 because supposedly he recognized and confronted one of his girlfriend’s abductors. This confrontation is mentioned no where in this letter. Not only does the Appellant’s own lawyer state the wrong reason for his very own client to be detained, but he also gives a reason that contradicts other important aspects of the evidence.","redacted":"A lawyer who is retained to represent a client to assist in securing his release and arranging a place for him to hide is the person who should know the most about why their client was detained in the first place. The lawyer’s statement that he was detained for revealing the abduction of his XXXX goes against many of the Appellant’s core allegations. The Appellant has alleged that after his XXXX’s abduction, he went to various authorities to complain and investigate the situation. His XXXX’s abduction was no secret. He was then detained in 2018 because supposedly he recognized and confronted one of his XXXX’s abductors. This confrontation is mentioned no where in this letter. Not only does the Appellant’s own lawyer state the wrong reason for his very own client to be detained, but he also gives a reason that contradicts other important aspects of the evidence.","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"The Appellant explains that this error is due to the fact that his wife procured the letter. I agree with the RPD that this does not explain why the lawyer would make an error relating to a client that he himself is representing. He would have his own independent knowledge of this case if he was retained as the Appellant’s lawyer regardless of who asked him to write a letter.","redacted":"The Appellant explains that this error is due to the fact that his wife procured the letter. I agree with the RPD that this does not explain why the lawyer would make an error relating to a client that he himself is representing. He would have his own independent knowledge of this case if he was retained as the Appellant’s lawyer regardless of who asked him to write a letter.","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"This letter does not make any mention of the Appellant’s allegations that he recognized and confronted an army officer who abducted his girlfriend. This is the core reason that triggered the Appellant’s problems with authorities and led to him fleeing the country. For a lawyer to submit a letter that makes no mention of this is a major credibility issue. The Appellant himself requested that I re-examine the weight that should be placed on this letter. I have done this and come to the conclusion that it raises serious credibility concerns relating to the Appellant’s core allegations of recognizing and confronting one of his girlfriend’s abductors. This, in turn, calls into question whether or not the Appellant was actually targeted by the authorities in 2018.","redacted":"This letter does not make any mention of the Appellant’s allegations that he recognized and confronted an army officer who abducted his XXXX. This is the core reason that triggered the Appellant’s problems with authorities and led to him fleeing the country. For a lawyer to submit a letter that makes no mention of this is a major credibility issue. The Appellant himself requested that I re-examine the weight that should be placed on this letter. I have done this and come to the conclusion that it raises serious credibility concerns relating to the Appellant’s core allegations of recognizing and confronting one of his XXXX’s abductors. This, in turn, calls into question whether or not the Appellant was actually targeted by the authorities in 2018.","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"Evasive testimony as to whether or not his girlfriend complained to relevant authorities following the Appellant’s identification of one of his girlfriend’s abductors","redacted":"Evasive testimony as to whether or not his XXXX complained to relevant authorities following the Appellant’s identification of one of his XXXX’s abductors","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"In his BOC, the Appellant alleges that he was interrogated and tortured by the army because they believed that he had told the media and a human rights organization about the officer who abducted his girlfriend. He further explains that it was actually his sister who had complained to a human rights organization that her friend’s kidnapper had been identified. However, in the hearing, the Appellant was evasive in describing whether or not his girlfriend even complained to a human rights organization in the first place. The RPD made a negative credibility inference due to the Appellant’s evasive testimony on this point. The Appellant does not contest this conclusion and I agree with it.","redacted":"In his BOC, the Appellant alleges that he was interrogated and tortured by the army because they believed that he had told the media and a human rights organization about the officer who abducted his XXXX. He further explains that it was actually his XXXX who had complained to a human rights organization that her XXXX’s kidnapper had been identified. However, in the hearing, the Appellant was evasive in describing whether or not his XXXX even complained to a human rights organization in the first place. The RPD made a negative credibility inference due to the Appellant’s evasive testimony on this point. The Appellant does not contest this conclusion and I agree with it.","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"The Appellant first said in his BOC that his girlfriend spoke to a human rights organization. He then admitted that he did not know this for sure but only inferred that she did because he was interrogated about this while being detained. He further testified that he never spoke to his girlfriend after being released from custody, even after travelling to Canada. The Appellant appears to be unsure of what exactly led to his detention and, despite stating the reasons with certainty in his BOC, his testimony was evasive as to this crucial aspect of his claim. I agree with the RPD that this evasive and contradictory testimony impacts his credibility.","redacted":"The Appellant first said in his BOC that his XXXX spoke to a human rights organization. He then admitted that he did not know this for sure but only inferred that she did because he was interrogated about this while being detained. He further testified that he never spoke to his XXXX after being released from custody, even after travelling to Canada. The Appellant appears to be unsure of what exactly led to his detention and, despite stating the reasons with certainty in his BOC, his testimony was evasive as to this crucial aspect of his claim. I agree with the RPD that this evasive and contradictory testimony impacts his credibility.","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"Incidents alleged in 2018 are not established","redacted":"Incidents alleged in 2018 are not established","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"I have identified two major credibility concerns relating to the Appellant being targeted and detained by the army after recognizing one of his girlfriend’s abductors. His own lawyer inconsistently describes why he was detained and his own testimony surrounding what led to his detention was evasive. I find that the Appellant has not established that he recognized or confronted an officer involved in his girlfriend’s abduction and that he was not targeted or detained by the army in 2018.","redacted":"I have identified two major credibility concerns relating to the Appellant being targeted and detained by the army after recognizing one of his XXXX’s abductors. His own lawyer inconsistently describes why he was detained and his own testimony surrounding what led to his detention was evasive. I find that the Appellant has not established that he recognized or confronted an officer involved in his XXXX’s abduction and that he was not targeted or detained by the army in 2018.","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"I acknowledge that there is a letter from a priest which states that the Appellant lived in a church in hiding in 2018 and that he was arrested due to being a witness to his girlfriend’s abduction. However, this letter does not corroborate the incidents alleged in 2018 that led him to go into hiding and flee the country. It also does not outweigh the credibility concerns I have outlined above. I give it little weight in establishing the incidents alleged in 2018.","redacted":"I acknowledge that there is a letter from a priest which states that the Appellant lived in a church in hiding in 2018 and that he was arrested due to being a witness to his XXXX’s abduction. However, this letter does not corroborate the incidents alleged in 2018 that led him to go into hiding and flee the country. It also does not outweigh the credibility concerns I have outlined above. I give it little weight in establishing the incidents alleged in 2018.","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"Other than the lawyer’s letter which I have discussed above, there is no other documentary evidence to corroborate the Appellant’s allegations in 2018. Given the credibility concerns associated with these allegations, I find that they are not established.","redacted":"Other than the lawyer’s letter which I have discussed above, there is no other documentary evidence to corroborate the Appellant’s allegations in 2018. Given the credibility concerns associated with these allegations, I find that they are not established.","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"As the Appellant points out, it is the events that allegedly took place in 2018 that led him to flee the country and claim refugee status. I have found that these events are not established, on a balance of probabilities. Regardless of whether or not he witnessed his girlfriend’s abduction in 2007, I do not find that these older allegations are sufficient to establish that he would face a serious possibility of persecution in Sri Lanka today. Even if he did witness his girlfriend’s abduction, this incident took place so long ago and there is nothing in the record that suggests that he would be targeted today because of what happened in 2007.","redacted":"As the Appellant points out, it is the events that allegedly took place in 2018 that led him to flee the country and claim refugee status. I have found that these events are not established, on a balance of probabilities. Regardless of whether or not he witnessed his XXXX’s abduction in 2007, I do not find that these older allegations are sufficient to establish that he would face a serious possibility of persecution in Sri Lanka today. Even if he did witness his XXXX’s abduction, this incident took place so long ago and there is nothing in the record that suggests that he would be targeted today because of what happened in 2007.","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"As I have found that the earlier allegations relating to the Appellant’s girlfriend’s abduction in 2007 would not lead him to face a serious possibility of persecution today upon return to Sri Lanka, I do not need to address the RPD conclusions, nor the Appellant’s arguments in relation to these allegations in this decision.","redacted":"As I have found that the earlier allegations relating to the Appellant’s XXXX’s abduction in 2007 would not lead him to face a serious possibility of persecution today upon return to Sri Lanka, I do not need to address the RPD conclusions, nor the Appellant’s arguments in relation to these allegations in this decision.","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"The Appellant would not face a serious possibility of persecution as a young Tamil male returning to Sri Lanka after claiming refugee status abroad","redacted":"The Appellant would not face a serious possibility of persecution as a young Tamil male returning to Sri Lanka after claiming refugee status abroad","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"The Appellant points to the mistreatment of rejected refugee claimants who return to Sri Lanka. Tamil returnees who claimed refugee status abroad and return to Sri Lanka are sometimes interrogated and detained at the airport. While this is a risk for the Appellant, he is not currently sought by authorities as I have found that his allegations from 2018 are not established. I do not find this risk in isolation to be sufficient to establish that he is a Convention refugee or a person in need of protection. I note that the situation of returnees has been improving as Sri Lanka is aware that authorities from other countries are monitoring the situation. I also note that many of the individuals detained have been or are suspected of being involved with the Liberation Tigers of Tamil Eelam (LTTE). The Appellant has never been involved with the LTTE and has never alleged that the authorities have suspected him of being involved, and this decreases the chances that he would face issues as a Tamil returnee to Sri Lanka.","redacted":"The Appellant points to the mistreatment of rejected refugee claimants who return to Sri Lanka. Tamil returnees who claimed refugee status abroad and return to Sri Lanka are sometimes interrogated and detained at the airport. While this is a risk for the Appellant, he is not currently sought by authorities as I have found that his allegations from 2018 are not established. I do not find this risk in isolation to be sufficient to establish that he is a Convention refugee or a person in need of protection. I note that the situation of returnees has been improving as Sri Lanka is aware that authorities from other countries are monitoring the situation. I also note that many of the individuals detained have been or are suspected of being involved with the Liberation Tigers of Tamil Eelam (LTTE). The Appellant has never been involved with the LTTE and has never alleged that the authorities have suspected him of being involved, and this decreases the chances that he would face issues as a Tamil returnee to Sri Lanka.","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"The Appellant further alleges that he would face discrimination amounting to persecution as a young Tamil male in Sri Lanka. I agree with the RPD that this discrimination does not rise to the level of persecution. The Appellant worked and lived for many years in Sri Lanka without any particular problems. While suspected sympathizers of the LTTE are still subject to arbitrary arrest, the Appellant has not alleged that he is an LTTE sympathizer. Even though much of the North remains under army control, I do not find that this represents a serious possibility of persecution for the Appellant. For the same reasons, he would also not face any of the risks contemplated under section 97, on a balance of probabilities.","redacted":"The Appellant further alleges that he would face discrimination amounting to persecution as a young Tamil male in Sri Lanka. I agree with the RPD that this discrimination does not rise to the level of persecution. The Appellant worked and lived for many years in Sri Lanka without any particular problems. While suspected sympathizers of the LTTE are still subject to arbitrary arrest, the Appellant has not alleged that he is an LTTE sympathizer. Even though much of the North remains under army control, I do not find that this represents a serious possibility of persecution for the Appellant. For the same reasons, he would also not face any of the risks contemplated under section 97, on a balance of probabilities.","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"CONCLUSION","redacted":"CONCLUSION","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"I dismiss the appeal and confirm the decision of the RPD that the Appellant is neither a Convention refugee, nor a person in need of protection.","redacted":"I dismiss the appeal and confirm the decision of the RPD that the Appellant is neither a Convention refugee, nor a person in need of protection.","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"Person who is the subject of the appeal","redacted":"Person who is the subject of the appeal","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"Prahan Villavarayan","redacted":"XXXX XXXX","language":"tr","filename":"MC0-06571 a.docx"}
{"unredacted":"Personne en cause","redacted":"Personne en cause","language":"fr","filename":"MC0-06571 a.docx"}
{"unredacted":"Appeal considered \/ heard at","redacted":"Appeal considered \/ heard at","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"Toronto, ON","redacted":"Toronto, ON","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"Appel instruit \/ entendu à","redacted":"Appel instruit \/ entendu à","language":"fr","filename":"MC0-06571 a.docx"}
{"unredacted":"Date of decision","redacted":"Date of decision","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"April 15, 2021","redacted":"April 15, 2021","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"Date de la décision","redacted":"Date de la décision","language":"fr","filename":"MC0-06571 a.docx"}
{"unredacted":"Panel","redacted":"Panel","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"Sasha Kiran Cragg-Gore","redacted":"Sasha Kiran Cragg-Gore","language":"it","filename":"MC0-06571 a.docx"}
{"unredacted":"Tribunal","redacted":"Tribunal","language":"es","filename":"MC0-06571 a.docx"}
{"unredacted":"Counsel for the person who is the subject of the appeal","redacted":"Counsel for the person who is the subject of the appeal","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"Myriam Harbec","redacted":"Myriam Harbec","language":"de","filename":"MC0-06571 a.docx"}
{"unredacted":"Conseil de la personne en cause","redacted":"Conseil de la personne en cause","language":"fr","filename":"MC0-06571 a.docx"}
{"unredacted":"Designated representative","redacted":"Designated representative","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"N\/A","redacted":"N\/A","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"Représentant(e) désigné(e)","redacted":"Représentant(e) désigné(e)","language":"fr","filename":"MC0-06571 a.docx"}
{"unredacted":"Counsel for the Minister","redacted":"Counsel for the Minister","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"N\/A","redacted":"N\/A","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"Conseil du ministre","redacted":"Conseil du ministre","language":"fr","filename":"MC0-06571 a.docx"}
{"unredacted":"(signed)","redacted":"(signed)","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"Sasha Kiran Cragg-Gore","redacted":"Sasha Kiran Cragg-Gore","language":"it","filename":"MC0-06571 a.docx"}
{"unredacted":"Sasha Kiran Cragg-Gore","redacted":"Sasha Kiran Cragg-Gore","language":"it","filename":"MC0-06571 a.docx"}
{"unredacted":"April 15, 2021","redacted":"April 15, 2021","language":"en","filename":"MC0-06571 a.docx"}
{"unredacted":"Date","redacted":"Date","language":"en","filename":"MC0-06571 a.docx"}
