{"unredacted":"RAD File \/ Dossier de la SAR : MC010401","redacted":"RAD File \/ Dossier de la SAR : MC010401","language":"fr","filename":"MC0-10401a.docx"}
{"unredacted":"MC010402 \/ MC010403","redacted":"MC010402 \/ MC010403","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Private Proceeding \/ Huis clos","redacted":"Private Proceeding \/ Huis clos","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Reasons and decision Motifs et décision","redacted":"Reasons and decision Motifs et décision","language":"fr","filename":"MC0-10401a.docx"}
{"unredacted":"REASONS FOR DECISION","redacted":"REASONS FOR DECISION","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"OVERVIEW","redacted":"OVERVIEW","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Christian Camilo Sánchez Moreno (Principal Appellant) and Isabella Bermúdez Angulo, Alejandro Angulo Moreno (Associate Appellants) are citizens of Colombia. They fear a gang who killed Mr. Sánchez Moreno’s brother in 2016. The murderer was convicted and subsequently threatened Mr. Sánchez Moreno. The RPD dismissed their claim on the basis of credibility. The Appellants allege that the interpretation and Mr. Sánchez Moreno’s mental health condition created breaches of natural justice.","redacted":"XXXX XXXX XXXX XXXX (Principal Appellant) and XXXX XXXX XXXX, XXXX XXXX XXXX (Associate Appellants) are citizens of Colombia. They fear a gang who killed Mr. XXXX XXXX brother in 2016. The murderer was convicted and subsequently threatened Mr. XXXX XXXX. The RPD dismissed their claim on the basis of credibility. The Appellants allege that the interpretation and Mr. XXXX XXXX mental health condition created breaches of natural justice.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"DECISION","redacted":"DECISION","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"The appeal is allowed. I send this matter back to the Refugee Protection Division (RPD) to be redetermined.","redacted":"The appeal is allowed. I send this matter back to the Refugee Protection Division (RPD) to be redetermined.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"NEW EVIDENCE","redacted":"NEW EVIDENCE","language":"pl","filename":"MC0-10401a.docx"}
{"unredacted":"The evidence presented by the Appellants is accepted","redacted":"The evidence presented by the Appellants is accepted","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"According to the law, I can only accept evidence that:","redacted":"According to the law, I can only accept evidence that:","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"arose after the RPD decision; or","redacted":"arose after the RPD decision; or","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"was not reasonably available at the time of the decision; or","redacted":"was not reasonably available at the time of the decision; or","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"that you could not reasonably have been expected in the circumstances to bring to the RPD before the decision.","redacted":"that you could not reasonably have been expected in the circumstances to bring to the RPD before the decision.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"If the evidence meets one or more of these requirements, I must decide if the evidence is new, credible and relevant before I can accept it.","redacted":"If the evidence meets one or more of these requirements, I must decide if the evidence is new, credible and relevant before I can accept it.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"The Appellants have provided one piece of new evidence: a psychological report for Mr. Sánchez Moreno. This report is admitted.","redacted":"The Appellants have provided one piece of new evidence: a psychological report for Mr. XXXX XXXX. This report is admitted.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"This report was prepared on December 16, 2020 (after the RPD decision). The Appellants concede that the report was not available in the circumstances and argue that Mr. Sánchez Moreno’s testimony was affected by undiagnosed mental health conditions. I am satisfied that this report could not have been expected in the circumstances to have been before the RPD before the decision. The report also contains new evidence and is relevant to assessing the credibility of Mr. Sánchez Moreno. I find that the report is credible based on its preparation by a certified Canadian psychologist, its use of standardized tests and multiple interviews.","redacted":"This report was prepared on December 16, 2020 (after the RPD decision). The Appellants concede that the report was not available in the circumstances and argue that Mr. XXXX XXXX testimony was affected by undiagnosed mental health conditions. I am satisfied that this report could not have been expected in the circumstances to have been before the RPD before the decision. The report also contains new evidence and is relevant to assessing the credibility of Mr. XXXX XXXX. I find that the report is credible based on its preparation by a certified Canadian psychologist, its use of standardized tests and multiple interviews.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"The Appellants are requesting an oral hearing under subsection 110(6) of the Immigration and Refugee Protection Act (IRPA). This subsection provides that the Refugee Appeal Division (RAD) may hold a hearing if, in its opinion, there is new evidence that raises a serious issue with respect to the credibility of the person who is the subject of the appeal; that is central to the decision with respect to the refugee protection claim; and that, if accepted, would justify allowing or rejecting the refugee protection claim. This subsection is discretionary given the term “may”. This subsection is also conjunctive: all three elements must be present before a hearing may be held. In this case, I have found that there is admissible new evidence which relates to the credibility of the Principal Appellant. However, this evidence is not central to the decision and would not, in itself, justify the determination of the claim. I find that there is no jurisdiction for the RAD to hold an oral hearing. Further, in this case, the Appellant’s Appeal is being sent back to the RPD for determination where the Appellant’s evidence will be thoroughly assessed in the context of a review of the entire evidentiary record that was before the RPD. For these reasons, the request for an oral hearing is denied.","redacted":"The Appellants are requesting an oral hearing under subsection 110(6) of the Immigration and Refugee Protection Act (IRPA). This subsection provides that the Refugee Appeal Division (RAD) may hold a hearing if, in its opinion, there is new evidence that raises a serious issue with respect to the credibility of the person who is the subject of the appeal; that is central to the decision with respect to the refugee protection claim; and that, if accepted, would justify allowing or rejecting the refugee protection claim. This subsection is discretionary given the term “may”. This subsection is also conjunctive: all three elements must be present before a hearing may be held. In this case, I have found that there is admissible new evidence which relates to the credibility of the Principal Appellant. However, this evidence is not central to the decision and would not, in itself, justify the determination of the claim. I find that there is no jurisdiction for the RAD to hold an oral hearing. Further, in this case, the Appellant’s Appeal is being sent back to the RPD for determination where the Appellant’s evidence will be thoroughly assessed in the context of a review of the entire evidentiary record that was before the RPD. For these reasons, the request for an oral hearing is denied.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"ANALYSIS","redacted":"ANALYSIS","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"My role is to look at all the evidence and decide if the RPD made the correct decision. The Appellants argue the following errors:","redacted":"My role is to look at all the evidence and decide if the RPD made the correct decision. The Appellants argue the following errors:","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Mr. Sánchez Moreno was unable to testify coherently due to undiagnosed mental health conditions during the audience;","redacted":"Mr. XXXX XXXX was unable to testify coherently due to undiagnosed mental health conditions during the audience;","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"The interpretation was inexact and ineffective;","redacted":"The interpretation was inexact and ineffective;","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"The RPD did not understand or appreciate the facts of their allegations.","redacted":"The RPD did not understand or appreciate the facts of their allegations.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"The RPD made negative credibility findings on the following facts:","redacted":"The RPD made negative credibility findings on the following facts:","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Omissions:","redacted":"Omissions:","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Death threat received on November 8, 2017, from a man at the Appellants’ door was not mentioned in the BOC.","redacted":"Death threat received on XXXX XXXX, 2017, from a man at the Appellants’ door was not mentioned in the BOC.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Death threat received by phone on January 30, 2018 was not mentioned in the BOC.","redacted":"Death threat received by phone on XXXX XXXX 2018 was not mentioned in the BOC.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Contradictions:","redacted":"Contradictions:","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Appellant made a police complaint on June 26, 2019 as he “will be found in 10 days”.","redacted":"Appellant made a police complaint on XXXX XXXX 2019 as he “will be found in XXXX days”.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"BOC says there were multiple threats from the imprisoned murderer but oral testimony says that there was one comment communicated by a neighbour who visited the prison.","redacted":"BOC says there were multiple threats from the imprisoned murderer but oral testimony says that there was one comment communicated by a neighbour who visited the prison.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Appellants moved to Cali from Candelaria for safety but the Appellant couldn’t remember his address in Cali and continued to work in Candelaria.","redacted":"Appellants moved to Cali from Candelaria for safety but the Appellant couldn’t remember his address in Cali and continued to work in Candelaria.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Appellant testified that he decided to leave Columbia at the end of September but obtained visas at the beginning of August.","redacted":"Appellant testified that he decided to leave Columbia at the end of XXXX but obtained visas at the beginning of XXXX.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Appellant testified that he decided to leave Columbia at the end of September but made a request for police protection at the end of June. This request also refers to the Candelaria address and omits threats from 2017 and 2018.","redacted":"Appellant testified that he decided to leave Columbia at the end of XXXX but made a request for police protection at the end of XXXX. This request also refers to the Candelaria address and omits threats from 2017 and 2018.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Interpretation","redacted":"Interpretation","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"I note that, from the beginning of his testimony, Mr. Sánchez Moreno was asked to wait for the interpretation before responding. The Appellant was also instructed at the beginning of the hearing about responding directly to the questions by the RPD member and by his counsel and reminded of this point on multiple occasions. I note that the Appellants’ counsel interjected to assist in clarifying the question to the Appellant or corrected the interpreter about dates.","redacted":"I note that, from the beginning of his testimony, Mr. XXXX XXXX was asked to wait for the interpretation before responding. The Appellant was also instructed at the beginning of the hearing about responding directly to the questions by the RPD member and by his counsel and reminded of this point on multiple occasions. I note that the Appellants’ counsel interjected to assist in clarifying the question to the Appellant or corrected the interpreter about dates.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"The standard for errors of interpretation indicates that interpretation is not required to be perfect. The Chief Justice of Canada wrote the following:","redacted":"The standard for errors of interpretation indicates that interpretation is not required to be perfect. The Chief Justice of Canada wrote the following:","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"However, it is important to keep in mind that interpretation is an inherently human endeavour which often takes place in less-than-ideal circumstances. Therefore, it would not be realistic or sensible to require even a constitutionally guaranteed standard of interpretation to be one of perfection.","redacted":"However, it is important to keep in mind that interpretation is an inherently human endeavour which often takes place in less-than-ideal circumstances. Therefore, it would not be realistic or sensible to require even a constitutionally guaranteed standard of interpretation to be one of perfection.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"In Mohammadian, the Federal Court of Appeal stated that “the interpretation provided to applicants before the Refugee Division must be continuous, precise, competent, impartial and contemporaneous.” Interpretation need not be perfect: it must, however, be adequate. In order to sustain a finding of procedural unfairness, “the Applicant must show that there are serious, non-trivial problems with the interpretation.” “The Applicant is not required to demonstrate that an interpretation error underpins a key finding if they can establish that there was a real and significant interpretation error.” The case law reminds us that errors of interpretation must be more than negligible importance.","redacted":"In Mohammadian, the Federal Court of Appeal stated that “the interpretation provided to applicants before the Refugee Division must be continuous, precise, competent, impartial and contemporaneous.” Interpretation need not be perfect: it must, however, be adequate. In order to sustain a finding of procedural unfairness, “the Applicant must show that there are serious, non-trivial problems with the interpretation.” “The Applicant is not required to demonstrate that an interpretation error underpins a key finding if they can establish that there was a real and significant interpretation error.” The case law reminds us that errors of interpretation must be more than negligible importance.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Having listened to the audio recording, I find that there were some errors in interpretation which underpin key findings. Mr. Sánchez Moreno is asked to explain why he got American visas at the beginning of August 2019 before deciding to leave Columbia at the end of September 2019. It is only after the counsel and the son intervened to clarify the term “visa” that Mr. Sánchez Moreno explains that he initially intended to take a holiday. The counsel interjects to observe that the Appellants did not understand the word being used for “history”, although she doesn’t ask for questions to be re-asked or ask questions herself. I note that this error in interpretation does not explain the other inconsistencies and omissions in Mr. Sánchez Moreno testimony about the visas.","redacted":"Having listened to the audio recording, I find that there were some errors in interpretation which underpin key findings. Mr. XXXX XXXX is asked to explain why he got American visas at the beginning of XXXX 2019 before deciding to leave Columbia at the end of XXXX 2019. It is only after the counsel and the son intervened to clarify the term “visa” that Mr. XXXX XXXX explains that he initially intended to take a holiday. The counsel interjects to observe that the Appellants did not understand the word being used for “history”, although she doesn’t ask for questions to be re-asked or ask questions herself. I note that this error in interpretation does not explain the other inconsistencies and omissions in Mr. XXXX XXXX testimony about the visas.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"On the other hand, several contradictions and omissions were a result of Mr. Sánchez Moreno’s testimony. I find that the Appellant is disingenuous to completely attribute the negative decision to the difficulties with interpretation. For example, Mr. Moreno is asked to explain why his narrative doesn’t include a death threat received at his front door in November 2017: he relates that there were two court appearances as the person accused of his brother’s death was first found not guilty, and finally responds that he doesn’t know why he didn’t include that detail in his account. He is asked why his narrative says that there were multiple threats from the imprisoned murderer of his brother but his oral testimony says that there was only one which is a third or forth hand account given to him by his neighbour. Mr. Sánchez Moreno is enjoined by his counsel and the RPD member to answer the question at 0:49:00. (It is at this point that the participants understand that Mr. Sánchez Moreno was using a colloquial expression of “eight days is not a long time”, which had been literally interpreted as a period of time and therefore identified as a contradiction by the RPD Member). Ten minutes later, he had to be again reminded to answer the question. He still does not answer the question and his counsel interjects to ask if he is understanding the question. Mr. Sánchez Moreno inability to respond to direct questions and his inability to address the focus of the question are errors which cannot be attributed to interpretation.","redacted":"On the other hand, several contradictions and omissions were a result of Mr. XXXX XXXX testimony. I find that the Appellant is disingenuous to completely attribute the negative decision to the difficulties with interpretation. For example, Mr. XXXX is asked to explain why his narrative doesn’t include a death threat received at his front door in XXXX 2017: he relates that there were two court appearances as the person accused of his brother’s death was first found not guilty, and finally responds that he doesn’t know why he didn’t include that detail in his account. He is asked why his narrative says that there were multiple threats from the imprisoned murderer of his brother but his oral testimony says that there was only one which is a third or forth hand account given to him by his neighbour. Mr. XXXX XXXX is enjoined by his counsel and the RPD member to answer the question at 0:49:00. (It is at this point that the participants understand that Mr. XXXX XXXX was using a colloquial expression of “eight days is not a long time”, which had been literally interpreted as a period of time and therefore identified as a contradiction by the RPD Member). Ten minutes later, he had to be again reminded to answer the question. He still does not answer the question and his counsel interjects to ask if he is understanding the question. Mr. XXXX XXXX inability to respond to direct questions and his inability to address the focus of the question are errors which cannot be attributed to interpretation.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"To be clear, I find there is no error by the RPD member for his conduct of this challenging hearing. I find that, of the findings upon which the RPD based its decision, items 3 and 7 as set out in paragraph 8 above can be most clearly attributed to problems of interpretation. Once these are removed, there remains sufficient items upon which to make a decision. I am not satisfied that the difficulties in interpretation would be sufficient on their own to warrant a new hearing.","redacted":"To be clear, I find there is no error by the RPD member for his conduct of this challenging hearing. I find that, of the findings upon which the RPD based its decision, items 3 and 7 as set out in paragraph 8 above can be most clearly attributed to problems of interpretation. Once these are removed, there remains sufficient items upon which to make a decision. I am not satisfied that the difficulties in interpretation would be sufficient on their own to warrant a new hearing.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Psychological condition","redacted":"Psychological condition","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"The Appellants argue that Mr. Sánchez Moreno’s testimony was affected by undiagnosed mental health conditions. I have listened to the audio hearing. For several items, the Appellant is asked a direct question (for example, is this the first time that you received a death threat?) and he does not answer the question until the RPD reminds him to do so. For example, the Appellant asked three times to describe what happened when he received death threats by phone. The psychological report also indicates that Mr. Sánchez Moreno had the same pattern at his interview with the psychologist:","redacted":"The Appellants argue that Mr. XXXX XXXX testimony was affected by undiagnosed mental health conditions. I have listened to the audio hearing. For several items, the Appellant is asked a direct question (for example, is this the first time that you received a death threat?) and he does not answer the question until the RPD reminds him to do so. For example, the Appellant asked three times to describe what happened when he received death threats by phone. The psychological report also indicates that Mr. XXXX XXXX had the same pattern at his interview with the psychologist:","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"“Ses réponses ne sont pas toujours concrètes, il prend du temps pour répondre aux questions ou parle avant de se faire questionner et a la tendance à éviter rentrer dans les détails, souvent importantes ou reliés à son vécu émotionnel. Il a fallu insister avec des questions directes et des techniques d’entrevue spécifiques pour des situations de trauma pour avoir des précisions. »","redacted":"“Ses réponses ne sont pas toujours concrètes, il prend du temps pour répondre aux questions ou parle avant de se faire questionner et a la tendance à éviter rentrer dans les détails, souvent importantes ou reliés à son vécu émotionnel. Il a fallu insister avec des questions directes et des techniques d’entrevue spécifiques pour des situations de trauma pour avoir des précisions. »","language":"fr","filename":"MC0-10401a.docx"}
{"unredacted":"The states that \"some degree of mental disturbance is frequently found in persons who have been exposed to severe persecution.\" People who appear before the IRB frequently find the process difficult for various reasons, including language and cultural barriers and because they may have suffered traumatic experiences that resulted in some degree of vulnerability…… Guideline 8 on proceedings with vulnerable persons “addresses difficulties that go beyond those that are common to most persons appearing before the IRB.”","redacted":"The states that \"some degree of mental disturbance is frequently found in persons who have been exposed to severe persecution.\" People who appear before the IRB frequently find the process difficult for various reasons, including language and cultural barriers and because they may have suffered traumatic experiences that resulted in some degree of vulnerability…… Guideline 8 on proceedings with vulnerable persons “addresses difficulties that go beyond those that are common to most persons appearing before the IRB.”","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"The psychological report concludes that Mr. Sánchez Moreno suffers from PTSD. The report was based on three interviews and standardized tests for PTSD, anxiety and depression. The psychologist concluded that he may have experienced some periods of dissociation during the hearing. While some of the symptoms noted by the psychologist are common to many claimants, the psychologist found that Mr. Sánchez Moreno’s condition was notable: “difficultés d’adaptation reliés à l’immigration et l’intégration au Québec et la dévalorisation professionnelle font en sort que les symptômes de M. Sánchez Moreno soient de nature chronique et d’intensité modérée avec une souffrance cliniquement significative”.","redacted":"The psychological report concludes that Mr. XXXX XXXX suffers from PTSD. The report was based on three interviews and standardized tests for PTSD, anxiety and depression. The psychologist concluded that he may have experienced some periods of dissociation during the hearing. While some of the symptoms noted by the psychologist are common to many claimants, the psychologist found that Mr. XXXX XXXX condition was notable: “difficultés d’adaptation reliés à l’immigration et l’intégration au Québec et la dévalorisation professionnelle font en sort que les symptômes de M. XXXX XXXX soient de nature chronique et d’intensité modérée avec une souffrance cliniquement significative”.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"I am satisfied, based on the psychological report that Mr. Sánchez Moreno's difficulties go beyond the regular difficulties experienced by people who appear before the Commission, although I do not believe that they rise to the level of a designation as a vulnerable person. I am also satisfied that the omissions and contradictions identified by the RPD may have been affected by the medical condition identified by the psychologist.","redacted":"I am satisfied, based on the psychological report that Mr. XXXX XXXX difficulties go beyond the regular difficulties experienced by people who appear before the Commission, although I do not believe that they rise to the level of a designation as a vulnerable person. I am also satisfied that the omissions and contradictions identified by the RPD may have been affected by the medical condition identified by the psychologist.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"REMEDY","redacted":"REMEDY","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Once the conclusions which were affected by interpretation are removed, there is sufficient evidence left on the record for the RAD to confirm the determination of the RPD or to make a new determination. However, the psychological report leaves a number of credibility concerns which still must be addressed, and the RAD is not able to substitute its own determination. The RAD could not hold an oral hearing and, even if the RAD could, then it would have to re-hear evidence that the RPD already heard. For these reasons, I cannot substitute my own determination for that of the RPD, nor find the Appellants to be Convention refugees or persons in need of protection.","redacted":"Once the conclusions which were affected by interpretation are removed, there is sufficient evidence left on the record for the RAD to confirm the determination of the RPD or to make a new determination. However, the psychological report leaves a number of credibility concerns which still must be addressed, and the RAD is not able to substitute its own determination. The RAD could not hold an oral hearing and, even if the RAD could, then it would have to re-hear evidence that the RPD already heard. For these reasons, I cannot substitute my own determination for that of the RPD, nor find the Appellants to be Convention refugees or persons in need of protection.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"The IRPA provides that I may refer the matter back to the RPD if, in my opinion, the RPD decision is wrong in law, in fact or in mixed law and fact and that I cannot make a decision without hearing evidence that was provided to the Refugee Protection Division. The test is conjunctive. In this claim, the RPD was wrong in fact due to undiagnosed medical conditions. In addition, I find that I am unable to make a decision without hearing evidence about the kidnapping threats, the actions of the Appellants prior to leaving Columbia and the subjective fear of the Appellants. For those reasons, I find that the appropriate remedy is to refer this claim back to the RPD pursuant to section 111(2) of the Act.","redacted":"The IRPA provides that I may refer the matter back to the RPD if, in my opinion, the RPD decision is wrong in law, in fact or in mixed law and fact and that I cannot make a decision without hearing evidence that was provided to the Refugee Protection Division. The test is conjunctive. In this claim, the RPD was wrong in fact due to undiagnosed medical conditions. In addition, I find that I am unable to make a decision without hearing evidence about the kidnapping threats, the actions of the Appellants prior to leaving Columbia and the subjective fear of the Appellants. For those reasons, I find that the appropriate remedy is to refer this claim back to the RPD pursuant to section 111(2) of the Act.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"CONCLUSION","redacted":"CONCLUSION","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"The appeal is allowed. I send this matter back to the RPD to be redetermined.","redacted":"The appeal is allowed. I send this matter back to the RPD to be redetermined.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"DIRECTIONS TO THE RPD","redacted":"DIRECTIONS TO THE RPD","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"The claim will be heard by a differently constituted panel.","redacted":"The claim will be heard by a differently constituted panel.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Persons who are the subject of the appeal","redacted":"Persons who are the subject of the appeal","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Christian Camilo Sánchez Moreno and Isabella Bermúdez Angulo and Alejandro Angulo Moreno","redacted":"XXXX XXXX XXXX XXXX XXXXXXXX XXXX XXXX XXXXXXXX XXXX XXXX","language":"es","filename":"MC0-10401a.docx"}
{"unredacted":"Personnes en cause","redacted":"Personnes en cause","language":"fr","filename":"MC0-10401a.docx"}
{"unredacted":"Appeal considered \/ heard at","redacted":"Appeal considered \/ heard at","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Ottawa, ON","redacted":"Ottawa, ON","language":"fi","filename":"MC0-10401a.docx"}
{"unredacted":"Appel instruit \/ entendu à","redacted":"Appel instruit \/ entendu à","language":"fr","filename":"MC0-10401a.docx"}
{"unredacted":"Date of decision","redacted":"Date of decision","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"March 3 2021","redacted":"March 3 2021","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Date de la décision","redacted":"Date de la décision","language":"fr","filename":"MC0-10401a.docx"}
{"unredacted":"Panel","redacted":"Panel","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Pamela Arnott","redacted":"Pamela Arnott","language":"pt","filename":"MC0-10401a.docx"}
{"unredacted":"Tribunal","redacted":"Tribunal","language":"es","filename":"MC0-10401a.docx"}
{"unredacted":"Counsel for the persons who are the subject of the appeal","redacted":"Counsel for the persons who are the subject of the appeal","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Carolina Roa Sanchez","redacted":"Carolina Roa Sanchez","language":"eu","filename":"MC0-10401a.docx"}
{"unredacted":"Conseil des personnes en cause","redacted":"Conseil des personnes en cause","language":"fr","filename":"MC0-10401a.docx"}
{"unredacted":"Designated representative","redacted":"Designated representative","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"N\/A","redacted":"N\/A","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Représentant(e) désigné(e)","redacted":"Représentant(e) désigné(e)","language":"fr","filename":"MC0-10401a.docx"}
{"unredacted":"Counsel for the Minister","redacted":"Counsel for the Minister","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"N\/A","redacted":"N\/A","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Conseil du ministre","redacted":"Conseil du ministre","language":"fr","filename":"MC0-10401a.docx"}
{"unredacted":"(signed)","redacted":"(signed)","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Pamela Arnott","redacted":"Pamela Arnott","language":"pt","filename":"MC0-10401a.docx"}
{"unredacted":"Pamela Arnott","redacted":"Pamela Arnott","language":"pt","filename":"MC0-10401a.docx"}
{"unredacted":"March 3 2021","redacted":"March 3 2021","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Date","redacted":"Date","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"RAD File \/ Dossier de la SAR : MC010401","redacted":"RAD File \/ Dossier de la SAR : MC010401","language":"fr","filename":"MC0-10401a.docx"}
{"unredacted":"MC010402 \/ MC010403","redacted":"MC010402 \/ MC010403","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Private Proceeding \/ Huis clos","redacted":"Private Proceeding \/ Huis clos","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Reasons and decision Motifs et décision","redacted":"Reasons and decision Motifs et décision","language":"fr","filename":"MC0-10401a.docx"}
{"unredacted":"REASONS FOR DECISION","redacted":"REASONS FOR DECISION","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"OVERVIEW","redacted":"OVERVIEW","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Christian Camilo Sánchez Moreno (Principal Appellant) and Isabella Bermúdez Angulo, Alejandro Angulo Moreno (Associate Appellants) are citizens of Colombia. They fear a gang who killed Mr. Sánchez Moreno’s brother in 2016. The murderer was convicted and subsequently threatened Mr. Sánchez Moreno. The RPD dismissed their claim on the basis of credibility. The Appellants allege that the interpretation and Mr. Sánchez Moreno’s mental health condition created breaches of natural justice.","redacted":"XXXX XXXX XXXX XXXX (Principal Appellant) and XXXX XXXX XXXX, XXXX XXXX XXXX (Associate Appellants) are citizens of Colombia. They fear a gang who killed Mr. XXXX XXXX brother in 2016. The murderer was convicted and subsequently threatened Mr. XXXX XXXX. The RPD dismissed their claim on the basis of credibility. The Appellants allege that the interpretation and Mr. XXXX XXXX mental health condition created breaches of natural justice.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"DECISION","redacted":"DECISION","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"The appeal is allowed. I send this matter back to the Refugee Protection Division (RPD) to be redetermined.","redacted":"The appeal is allowed. I send this matter back to the Refugee Protection Division (RPD) to be redetermined.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"NEW EVIDENCE","redacted":"NEW EVIDENCE","language":"pl","filename":"MC0-10401a.docx"}
{"unredacted":"The evidence presented by the Appellants is accepted","redacted":"The evidence presented by the Appellants is accepted","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"According to the law, I can only accept evidence that:","redacted":"According to the law, I can only accept evidence that:","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"arose after the RPD decision; or","redacted":"arose after the RPD decision; or","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"was not reasonably available at the time of the decision; or","redacted":"was not reasonably available at the time of the decision; or","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"that you could not reasonably have been expected in the circumstances to bring to the RPD before the decision.","redacted":"that you could not reasonably have been expected in the circumstances to bring to the RPD before the decision.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"If the evidence meets one or more of these requirements, I must decide if the evidence is new, credible and relevant before I can accept it.","redacted":"If the evidence meets one or more of these requirements, I must decide if the evidence is new, credible and relevant before I can accept it.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"The Appellants have provided one piece of new evidence: a psychological report for Mr. Sánchez Moreno. This report is admitted.","redacted":"The Appellants have provided one piece of new evidence: a psychological report for Mr. XXXX XXXX. This report is admitted.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"This report was prepared on December 16, 2020 (after the RPD decision). The Appellants concede that the report was not available in the circumstances and argue that Mr. Sánchez Moreno’s testimony was affected by undiagnosed mental health conditions. I am satisfied that this report could not have been expected in the circumstances to have been before the RPD before the decision. The report also contains new evidence and is relevant to assessing the credibility of Mr. Sánchez Moreno. I find that the report is credible based on its preparation by a certified Canadian psychologist, its use of standardized tests and multiple interviews.","redacted":"This report was prepared on December 16, 2020 (after the RPD decision). The Appellants concede that the report was not available in the circumstances and argue that Mr. XXXX XXXX testimony was affected by undiagnosed mental health conditions. I am satisfied that this report could not have been expected in the circumstances to have been before the RPD before the decision. The report also contains new evidence and is relevant to assessing the credibility of Mr. XXXX XXXX. I find that the report is credible based on its preparation by a certified Canadian psychologist, its use of standardized tests and multiple interviews.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"The Appellants are requesting an oral hearing under subsection 110(6) of the Immigration and Refugee Protection Act (IRPA). This subsection provides that the Refugee Appeal Division (RAD) may hold a hearing if, in its opinion, there is new evidence that raises a serious issue with respect to the credibility of the person who is the subject of the appeal; that is central to the decision with respect to the refugee protection claim; and that, if accepted, would justify allowing or rejecting the refugee protection claim. This subsection is discretionary given the term “may”. This subsection is also conjunctive: all three elements must be present before a hearing may be held. In this case, I have found that there is admissible new evidence which relates to the credibility of the Principal Appellant. However, this evidence is not central to the decision and would not, in itself, justify the determination of the claim. I find that there is no jurisdiction for the RAD to hold an oral hearing. Further, in this case, the Appellant’s Appeal is being sent back to the RPD for determination where the Appellant’s evidence will be thoroughly assessed in the context of a review of the entire evidentiary record that was before the RPD. For these reasons, the request for an oral hearing is denied.","redacted":"The Appellants are requesting an oral hearing under subsection 110(6) of the Immigration and Refugee Protection Act (IRPA). This subsection provides that the Refugee Appeal Division (RAD) may hold a hearing if, in its opinion, there is new evidence that raises a serious issue with respect to the credibility of the person who is the subject of the appeal; that is central to the decision with respect to the refugee protection claim; and that, if accepted, would justify allowing or rejecting the refugee protection claim. This subsection is discretionary given the term “may”. This subsection is also conjunctive: all three elements must be present before a hearing may be held. In this case, I have found that there is admissible new evidence which relates to the credibility of the Principal Appellant. However, this evidence is not central to the decision and would not, in itself, justify the determination of the claim. I find that there is no jurisdiction for the RAD to hold an oral hearing. Further, in this case, the Appellant’s Appeal is being sent back to the RPD for determination where the Appellant’s evidence will be thoroughly assessed in the context of a review of the entire evidentiary record that was before the RPD. For these reasons, the request for an oral hearing is denied.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"ANALYSIS","redacted":"ANALYSIS","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"My role is to look at all the evidence and decide if the RPD made the correct decision. The Appellants argue the following errors:","redacted":"My role is to look at all the evidence and decide if the RPD made the correct decision. The Appellants argue the following errors:","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Mr. Sánchez Moreno was unable to testify coherently due to undiagnosed mental health conditions during the audience;","redacted":"Mr. XXXX XXXX was unable to testify coherently due to undiagnosed mental health conditions during the audience;","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"The interpretation was inexact and ineffective;","redacted":"The interpretation was inexact and ineffective;","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"The RPD did not understand or appreciate the facts of their allegations.","redacted":"The RPD did not understand or appreciate the facts of their allegations.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"The RPD made negative credibility findings on the following facts:","redacted":"The RPD made negative credibility findings on the following facts:","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Omissions:","redacted":"Omissions:","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Death threat received on November 8, 2017, from a man at the Appellants’ door was not mentioned in the BOC.","redacted":"Death threat received on XXXX XXXX, 2017, from a man at the Appellants’ door was not mentioned in the BOC.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Death threat received by phone on January 30, 2018 was not mentioned in the BOC.","redacted":"Death threat received by phone on XXXX XXXX 2018 was not mentioned in the BOC.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Contradictions:","redacted":"Contradictions:","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Appellant made a police complaint on June 26, 2019 as he “will be found in 10 days”.","redacted":"Appellant made a police complaint on XXXX XXXX 2019 as he “will be found in XXXX days”.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"BOC says there were multiple threats from the imprisoned murderer but oral testimony says that there was one comment communicated by a neighbour who visited the prison.","redacted":"BOC says there were multiple threats from the imprisoned murderer but oral testimony says that there was one comment communicated by a neighbour who visited the prison.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Appellants moved to Cali from Candelaria for safety but the Appellant couldn’t remember his address in Cali and continued to work in Candelaria.","redacted":"Appellants moved to Cali from Candelaria for safety but the Appellant couldn’t remember his address in Cali and continued to work in Candelaria.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Appellant testified that he decided to leave Columbia at the end of September but obtained visas at the beginning of August.","redacted":"Appellant testified that he decided to leave Columbia at the end of XXXX but obtained visas at the beginning of XXXX.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Appellant testified that he decided to leave Columbia at the end of September but made a request for police protection at the end of June. This request also refers to the Candelaria address and omits threats from 2017 and 2018.","redacted":"Appellant testified that he decided to leave Columbia at the end of XXXX but made a request for police protection at the end of XXXX. This request also refers to the Candelaria address and omits threats from 2017 and 2018.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Interpretation","redacted":"Interpretation","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"I note that, from the beginning of his testimony, Mr. Sánchez Moreno was asked to wait for the interpretation before responding. The Appellant was also instructed at the beginning of the hearing about responding directly to the questions by the RPD member and by his counsel and reminded of this point on multiple occasions. I note that the Appellants’ counsel interjected to assist in clarifying the question to the Appellant or corrected the interpreter about dates.","redacted":"I note that, from the beginning of his testimony, Mr. XXXX XXXX was asked to wait for the interpretation before responding. The Appellant was also instructed at the beginning of the hearing about responding directly to the questions by the RPD member and by his counsel and reminded of this point on multiple occasions. I note that the Appellants’ counsel interjected to assist in clarifying the question to the Appellant or corrected the interpreter about dates.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"The standard for errors of interpretation indicates that interpretation is not required to be perfect. The Chief Justice of Canada wrote the following:","redacted":"The standard for errors of interpretation indicates that interpretation is not required to be perfect. The Chief Justice of Canada wrote the following:","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"However, it is important to keep in mind that interpretation is an inherently human endeavour which often takes place in less-than-ideal circumstances. Therefore, it would not be realistic or sensible to require even a constitutionally guaranteed standard of interpretation to be one of perfection.","redacted":"However, it is important to keep in mind that interpretation is an inherently human endeavour which often takes place in less-than-ideal circumstances. Therefore, it would not be realistic or sensible to require even a constitutionally guaranteed standard of interpretation to be one of perfection.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"In Mohammadian, the Federal Court of Appeal stated that “the interpretation provided to applicants before the Refugee Division must be continuous, precise, competent, impartial and contemporaneous.” Interpretation need not be perfect: it must, however, be adequate. In order to sustain a finding of procedural unfairness, “the Applicant must show that there are serious, non-trivial problems with the interpretation.” “The Applicant is not required to demonstrate that an interpretation error underpins a key finding if they can establish that there was a real and significant interpretation error.” The case law reminds us that errors of interpretation must be more than negligible importance.","redacted":"In Mohammadian, the Federal Court of Appeal stated that “the interpretation provided to applicants before the Refugee Division must be continuous, precise, competent, impartial and contemporaneous.” Interpretation need not be perfect: it must, however, be adequate. In order to sustain a finding of procedural unfairness, “the Applicant must show that there are serious, non-trivial problems with the interpretation.” “The Applicant is not required to demonstrate that an interpretation error underpins a key finding if they can establish that there was a real and significant interpretation error.” The case law reminds us that errors of interpretation must be more than negligible importance.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Having listened to the audio recording, I find that there were some errors in interpretation which underpin key findings. Mr. Sánchez Moreno is asked to explain why he got American visas at the beginning of August 2019 before deciding to leave Columbia at the end of September 2019. It is only after the counsel and the son intervened to clarify the term “visa” that Mr. Sánchez Moreno explains that he initially intended to take a holiday. The counsel interjects to observe that the Appellants did not understand the word being used for “history”, although she doesn’t ask for questions to be re-asked or ask questions herself. I note that this error in interpretation does not explain the other inconsistencies and omissions in Mr. Sánchez Moreno testimony about the visas.","redacted":"Having listened to the audio recording, I find that there were some errors in interpretation which underpin key findings. Mr. XXXX XXXX is asked to explain why he got American visas at the beginning of XXXX 2019 before deciding to leave Columbia at the end of XXXX 2019. It is only after the counsel and the son intervened to clarify the term “visa” that Mr. XXXX XXXX explains that he initially intended to take a holiday. The counsel interjects to observe that the Appellants did not understand the word being used for “history”, although she doesn’t ask for questions to be re-asked or ask questions herself. I note that this error in interpretation does not explain the other inconsistencies and omissions in Mr. XXXX XXXX testimony about the visas.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"On the other hand, several contradictions and omissions were a result of Mr. Sánchez Moreno’s testimony. I find that the Appellant is disingenuous to completely attribute the negative decision to the difficulties with interpretation. For example, Mr. Moreno is asked to explain why his narrative doesn’t include a death threat received at his front door in November 2017: he relates that there were two court appearances as the person accused of his brother’s death was first found not guilty, and finally responds that he doesn’t know why he didn’t include that detail in his account. He is asked why his narrative says that there were multiple threats from the imprisoned murderer of his brother but his oral testimony says that there was only one which is a third or forth hand account given to him by his neighbour. Mr. Sánchez Moreno is enjoined by his counsel and the RPD member to answer the question at 0:49:00. (It is at this point that the participants understand that Mr. Sánchez Moreno was using a colloquial expression of “eight days is not a long time”, which had been literally interpreted as a period of time and therefore identified as a contradiction by the RPD Member). Ten minutes later, he had to be again reminded to answer the question. He still does not answer the question and his counsel interjects to ask if he is understanding the question. Mr. Sánchez Moreno inability to respond to direct questions and his inability to address the focus of the question are errors which cannot be attributed to interpretation.","redacted":"On the other hand, several contradictions and omissions were a result of Mr. XXXX XXXX testimony. I find that the Appellant is disingenuous to completely attribute the negative decision to the difficulties with interpretation. For example, Mr. XXXX is asked to explain why his narrative doesn’t include a death threat received at his front door in XXXX 2017: he relates that there were two court appearances as the person accused of his brother’s death was first found not guilty, and finally responds that he doesn’t know why he didn’t include that detail in his account. He is asked why his narrative says that there were multiple threats from the imprisoned murderer of his brother but his oral testimony says that there was only one which is a third or forth hand account given to him by his neighbour. Mr. XXXX XXXX is enjoined by his counsel and the RPD member to answer the question at 0:49:00. (It is at this point that the participants understand that Mr. XXXX XXXX was using a colloquial expression of “eight days is not a long time”, which had been literally interpreted as a period of time and therefore identified as a contradiction by the RPD Member). Ten minutes later, he had to be again reminded to answer the question. He still does not answer the question and his counsel interjects to ask if he is understanding the question. Mr. XXXX XXXX inability to respond to direct questions and his inability to address the focus of the question are errors which cannot be attributed to interpretation.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"To be clear, I find there is no error by the RPD member for his conduct of this challenging hearing. I find that, of the findings upon which the RPD based its decision, items 3 and 7 as set out in paragraph 8 above can be most clearly attributed to problems of interpretation. Once these are removed, there remains sufficient items upon which to make a decision. I am not satisfied that the difficulties in interpretation would be sufficient on their own to warrant a new hearing.","redacted":"To be clear, I find there is no error by the RPD member for his conduct of this challenging hearing. I find that, of the findings upon which the RPD based its decision, items 3 and 7 as set out in paragraph 8 above can be most clearly attributed to problems of interpretation. Once these are removed, there remains sufficient items upon which to make a decision. I am not satisfied that the difficulties in interpretation would be sufficient on their own to warrant a new hearing.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Psychological condition","redacted":"Psychological condition","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"The Appellants argue that Mr. Sánchez Moreno’s testimony was affected by undiagnosed mental health conditions. I have listened to the audio hearing. For several items, the Appellant is asked a direct question (for example, is this the first time that you received a death threat?) and he does not answer the question until the RPD reminds him to do so. For example, the Appellant asked three times to describe what happened when he received death threats by phone. The psychological report also indicates that Mr. Sánchez Moreno had the same pattern at his interview with the psychologist:","redacted":"The Appellants argue that Mr. XXXX XXXX testimony was affected by undiagnosed mental health conditions. I have listened to the audio hearing. For several items, the Appellant is asked a direct question (for example, is this the first time that you received a death threat?) and he does not answer the question until the RPD reminds him to do so. For example, the Appellant asked three times to describe what happened when he received death threats by phone. The psychological report also indicates that Mr. XXXX XXXX had the same pattern at his interview with the psychologist:","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"“Ses réponses ne sont pas toujours concrètes, il prend du temps pour répondre aux questions ou parle avant de se faire questionner et a la tendance à éviter rentrer dans les détails, souvent importantes ou reliés à son vécu émotionnel. Il a fallu insister avec des questions directes et des techniques d’entrevue spécifiques pour des situations de trauma pour avoir des précisions. »","redacted":"“Ses réponses ne sont pas toujours concrètes, il prend du temps pour répondre aux questions ou parle avant de se faire questionner et a la tendance à éviter rentrer dans les détails, souvent importantes ou reliés à son vécu émotionnel. Il a fallu insister avec des questions directes et des techniques d’entrevue spécifiques pour des situations de trauma pour avoir des précisions. »","language":"fr","filename":"MC0-10401a.docx"}
{"unredacted":"The states that \"some degree of mental disturbance is frequently found in persons who have been exposed to severe persecution.\" People who appear before the IRB frequently find the process difficult for various reasons, including language and cultural barriers and because they may have suffered traumatic experiences that resulted in some degree of vulnerability…… Guideline 8 on proceedings with vulnerable persons “addresses difficulties that go beyond those that are common to most persons appearing before the IRB.”","redacted":"The states that \"some degree of mental disturbance is frequently found in persons who have been exposed to severe persecution.\" People who appear before the IRB frequently find the process difficult for various reasons, including language and cultural barriers and because they may have suffered traumatic experiences that resulted in some degree of vulnerability…… Guideline 8 on proceedings with vulnerable persons “addresses difficulties that go beyond those that are common to most persons appearing before the IRB.”","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"The psychological report concludes that Mr. Sánchez Moreno suffers from PTSD. The report was based on three interviews and standardized tests for PTSD, anxiety and depression. The psychologist concluded that he may have experienced some periods of dissociation during the hearing. While some of the symptoms noted by the psychologist are common to many claimants, the psychologist found that Mr. Sánchez Moreno’s condition was notable: “difficultés d’adaptation reliés à l’immigration et l’intégration au Québec et la dévalorisation professionnelle font en sort que les symptômes de M. Sánchez Moreno soient de nature chronique et d’intensité modérée avec une souffrance cliniquement significative”.","redacted":"The psychological report concludes that Mr. XXXX XXXX suffers from PTSD. The report was based on three interviews and standardized tests for PTSD, anxiety and depression. The psychologist concluded that he may have experienced some periods of dissociation during the hearing. While some of the symptoms noted by the psychologist are common to many claimants, the psychologist found that Mr. XXXX XXXX condition was notable: “difficultés d’adaptation reliés à l’immigration et l’intégration au Québec et la dévalorisation professionnelle font en sort que les symptômes de M. XXXX XXXX soient de nature chronique et d’intensité modérée avec une souffrance cliniquement significative”.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"I am satisfied, based on the psychological report that Mr. Sánchez Moreno's difficulties go beyond the regular difficulties experienced by people who appear before the Commission, although I do not believe that they rise to the level of a designation as a vulnerable person. I am also satisfied that the omissions and contradictions identified by the RPD may have been affected by the medical condition identified by the psychologist.","redacted":"I am satisfied, based on the psychological report that Mr. XXXX XXXX difficulties go beyond the regular difficulties experienced by people who appear before the Commission, although I do not believe that they rise to the level of a designation as a vulnerable person. I am also satisfied that the omissions and contradictions identified by the RPD may have been affected by the medical condition identified by the psychologist.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"REMEDY","redacted":"REMEDY","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Once the conclusions which were affected by interpretation are removed, there is sufficient evidence left on the record for the RAD to confirm the determination of the RPD or to make a new determination. However, the psychological report leaves a number of credibility concerns which still must be addressed, and the RAD is not able to substitute its own determination. The RAD could not hold an oral hearing and, even if the RAD could, then it would have to re-hear evidence that the RPD already heard. For these reasons, I cannot substitute my own determination for that of the RPD, nor find the Appellants to be Convention refugees or persons in need of protection.","redacted":"Once the conclusions which were affected by interpretation are removed, there is sufficient evidence left on the record for the RAD to confirm the determination of the RPD or to make a new determination. However, the psychological report leaves a number of credibility concerns which still must be addressed, and the RAD is not able to substitute its own determination. The RAD could not hold an oral hearing and, even if the RAD could, then it would have to re-hear evidence that the RPD already heard. For these reasons, I cannot substitute my own determination for that of the RPD, nor find the Appellants to be Convention refugees or persons in need of protection.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"The IRPA provides that I may refer the matter back to the RPD if, in my opinion, the RPD decision is wrong in law, in fact or in mixed law and fact and that I cannot make a decision without hearing evidence that was provided to the Refugee Protection Division. The test is conjunctive. In this claim, the RPD was wrong in fact due to undiagnosed medical conditions. In addition, I find that I am unable to make a decision without hearing evidence about the kidnapping threats, the actions of the Appellants prior to leaving Columbia and the subjective fear of the Appellants. For those reasons, I find that the appropriate remedy is to refer this claim back to the RPD pursuant to section 111(2) of the Act.","redacted":"The IRPA provides that I may refer the matter back to the RPD if, in my opinion, the RPD decision is wrong in law, in fact or in mixed law and fact and that I cannot make a decision without hearing evidence that was provided to the Refugee Protection Division. The test is conjunctive. In this claim, the RPD was wrong in fact due to undiagnosed medical conditions. In addition, I find that I am unable to make a decision without hearing evidence about the kidnapping threats, the actions of the Appellants prior to leaving Columbia and the subjective fear of the Appellants. For those reasons, I find that the appropriate remedy is to refer this claim back to the RPD pursuant to section 111(2) of the Act.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"CONCLUSION","redacted":"CONCLUSION","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"The appeal is allowed. I send this matter back to the RPD to be redetermined.","redacted":"The appeal is allowed. I send this matter back to the RPD to be redetermined.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"DIRECTIONS TO THE RPD","redacted":"DIRECTIONS TO THE RPD","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"The claim will be heard by a differently constituted panel.","redacted":"The claim will be heard by a differently constituted panel.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Persons who are the subject of the appeal","redacted":"Persons who are the subject of the appeal","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Christian Camilo Sánchez Moreno and Isabella Bermúdez Angulo and Alejandro Angulo Moreno","redacted":"XXXX XXXX XXXX XXXX XXXXXXXX XXXX XXXX XXXXXXXX XXXX XXXX","language":"es","filename":"MC0-10401a.docx"}
{"unredacted":"Personnes en cause","redacted":"Personnes en cause","language":"fr","filename":"MC0-10401a.docx"}
{"unredacted":"Appeal considered \/ heard at","redacted":"Appeal considered \/ heard at","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Ottawa, ON","redacted":"Ottawa, ON","language":"fi","filename":"MC0-10401a.docx"}
{"unredacted":"Appel instruit \/ entendu à","redacted":"Appel instruit \/ entendu à","language":"fr","filename":"MC0-10401a.docx"}
{"unredacted":"Date of decision","redacted":"Date of decision","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"March 3 2021","redacted":"March 3 2021","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Date de la décision","redacted":"Date de la décision","language":"fr","filename":"MC0-10401a.docx"}
{"unredacted":"Panel","redacted":"Panel","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Pamela Arnott","redacted":"Pamela Arnott","language":"pt","filename":"MC0-10401a.docx"}
{"unredacted":"Tribunal","redacted":"Tribunal","language":"es","filename":"MC0-10401a.docx"}
{"unredacted":"Counsel for the persons who are the subject of the appeal","redacted":"Counsel for the persons who are the subject of the appeal","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Carolina Roa Sanchez","redacted":"Carolina Roa Sanchez","language":"eu","filename":"MC0-10401a.docx"}
{"unredacted":"Conseil des personnes en cause","redacted":"Conseil des personnes en cause","language":"fr","filename":"MC0-10401a.docx"}
{"unredacted":"Designated representative","redacted":"Designated representative","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"N\/A","redacted":"N\/A","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Représentant(e) désigné(e)","redacted":"Représentant(e) désigné(e)","language":"fr","filename":"MC0-10401a.docx"}
{"unredacted":"Counsel for the Minister","redacted":"Counsel for the Minister","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"N\/A","redacted":"N\/A","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Conseil du ministre","redacted":"Conseil du ministre","language":"fr","filename":"MC0-10401a.docx"}
{"unredacted":"(signed)","redacted":"(signed)","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Pamela Arnott","redacted":"Pamela Arnott","language":"pt","filename":"MC0-10401a.docx"}
{"unredacted":"Pamela Arnott","redacted":"Pamela Arnott","language":"pt","filename":"MC0-10401a.docx"}
{"unredacted":"March 3 2021","redacted":"March 3 2021","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Date","redacted":"Date","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"RAD File \/ Dossier de la SAR : MC010401","redacted":"RAD File \/ Dossier de la SAR : MC010401","language":"fr","filename":"MC0-10401a.docx"}
{"unredacted":"MC010402 \/ MC010403","redacted":"MC010402 \/ MC010403","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Private Proceeding \/ Huis clos","redacted":"Private Proceeding \/ Huis clos","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Reasons and decision Motifs et décision","redacted":"Reasons and decision Motifs et décision","language":"fr","filename":"MC0-10401a.docx"}
{"unredacted":"REASONS FOR DECISION","redacted":"REASONS FOR DECISION","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"OVERVIEW","redacted":"OVERVIEW","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Christian Camilo Sánchez Moreno (Principal Appellant) and Isabella Bermúdez Angulo, Alejandro Angulo Moreno (Associate Appellants) are citizens of Colombia. They fear a gang who killed Mr. Sánchez Moreno’s brother in 2016. The murderer was convicted and subsequently threatened Mr. Sánchez Moreno. The RPD dismissed their claim on the basis of credibility. The Appellants allege that the interpretation and Mr. Sánchez Moreno’s mental health condition created breaches of natural justice.","redacted":"XXXX XXXX XXXX XXXX (Principal Appellant) and XXXX XXXX XXXX, XXXX XXXX XXXX (Associate Appellants) are citizens of Colombia. They fear a gang who killed Mr. XXXX XXXX brother in 2016. The murderer was convicted and subsequently threatened Mr. XXXX XXXX. The RPD dismissed their claim on the basis of credibility. The Appellants allege that the interpretation and Mr. XXXX XXXX mental health condition created breaches of natural justice.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"DECISION","redacted":"DECISION","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"The appeal is allowed. I send this matter back to the Refugee Protection Division (RPD) to be redetermined.","redacted":"The appeal is allowed. I send this matter back to the Refugee Protection Division (RPD) to be redetermined.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"NEW EVIDENCE","redacted":"NEW EVIDENCE","language":"pl","filename":"MC0-10401a.docx"}
{"unredacted":"The evidence presented by the Appellants is accepted","redacted":"The evidence presented by the Appellants is accepted","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"According to the law, I can only accept evidence that:","redacted":"According to the law, I can only accept evidence that:","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"arose after the RPD decision; or","redacted":"arose after the RPD decision; or","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"was not reasonably available at the time of the decision; or","redacted":"was not reasonably available at the time of the decision; or","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"that you could not reasonably have been expected in the circumstances to bring to the RPD before the decision.","redacted":"that you could not reasonably have been expected in the circumstances to bring to the RPD before the decision.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"If the evidence meets one or more of these requirements, I must decide if the evidence is new, credible and relevant before I can accept it.","redacted":"If the evidence meets one or more of these requirements, I must decide if the evidence is new, credible and relevant before I can accept it.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"The Appellants have provided one piece of new evidence: a psychological report for Mr. Sánchez Moreno. This report is admitted.","redacted":"The Appellants have provided one piece of new evidence: a psychological report for Mr. XXXX XXXX. This report is admitted.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"This report was prepared on December 16, 2020 (after the RPD decision). The Appellants concede that the report was not available in the circumstances and argue that Mr. Sánchez Moreno’s testimony was affected by undiagnosed mental health conditions. I am satisfied that this report could not have been expected in the circumstances to have been before the RPD before the decision. The report also contains new evidence and is relevant to assessing the credibility of Mr. Sánchez Moreno. I find that the report is credible based on its preparation by a certified Canadian psychologist, its use of standardized tests and multiple interviews.","redacted":"This report was prepared on December 16, 2020 (after the RPD decision). The Appellants concede that the report was not available in the circumstances and argue that Mr. XXXX XXXX testimony was affected by undiagnosed mental health conditions. I am satisfied that this report could not have been expected in the circumstances to have been before the RPD before the decision. The report also contains new evidence and is relevant to assessing the credibility of Mr. XXXX XXXX. I find that the report is credible based on its preparation by a certified Canadian psychologist, its use of standardized tests and multiple interviews.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"The Appellants are requesting an oral hearing under subsection 110(6) of the Immigration and Refugee Protection Act (IRPA). This subsection provides that the Refugee Appeal Division (RAD) may hold a hearing if, in its opinion, there is new evidence that raises a serious issue with respect to the credibility of the person who is the subject of the appeal; that is central to the decision with respect to the refugee protection claim; and that, if accepted, would justify allowing or rejecting the refugee protection claim. This subsection is discretionary given the term “may”. This subsection is also conjunctive: all three elements must be present before a hearing may be held. In this case, I have found that there is admissible new evidence which relates to the credibility of the Principal Appellant. However, this evidence is not central to the decision and would not, in itself, justify the determination of the claim. I find that there is no jurisdiction for the RAD to hold an oral hearing. Further, in this case, the Appellant’s Appeal is being sent back to the RPD for determination where the Appellant’s evidence will be thoroughly assessed in the context of a review of the entire evidentiary record that was before the RPD. For these reasons, the request for an oral hearing is denied.","redacted":"The Appellants are requesting an oral hearing under subsection 110(6) of the Immigration and Refugee Protection Act (IRPA). This subsection provides that the Refugee Appeal Division (RAD) may hold a hearing if, in its opinion, there is new evidence that raises a serious issue with respect to the credibility of the person who is the subject of the appeal; that is central to the decision with respect to the refugee protection claim; and that, if accepted, would justify allowing or rejecting the refugee protection claim. This subsection is discretionary given the term “may”. This subsection is also conjunctive: all three elements must be present before a hearing may be held. In this case, I have found that there is admissible new evidence which relates to the credibility of the Principal Appellant. However, this evidence is not central to the decision and would not, in itself, justify the determination of the claim. I find that there is no jurisdiction for the RAD to hold an oral hearing. Further, in this case, the Appellant’s Appeal is being sent back to the RPD for determination where the Appellant’s evidence will be thoroughly assessed in the context of a review of the entire evidentiary record that was before the RPD. For these reasons, the request for an oral hearing is denied.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"ANALYSIS","redacted":"ANALYSIS","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"My role is to look at all the evidence and decide if the RPD made the correct decision. The Appellants argue the following errors:","redacted":"My role is to look at all the evidence and decide if the RPD made the correct decision. The Appellants argue the following errors:","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Mr. Sánchez Moreno was unable to testify coherently due to undiagnosed mental health conditions during the audience;","redacted":"Mr. XXXX XXXX was unable to testify coherently due to undiagnosed mental health conditions during the audience;","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"The interpretation was inexact and ineffective;","redacted":"The interpretation was inexact and ineffective;","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"The RPD did not understand or appreciate the facts of their allegations.","redacted":"The RPD did not understand or appreciate the facts of their allegations.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"The RPD made negative credibility findings on the following facts:","redacted":"The RPD made negative credibility findings on the following facts:","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Omissions:","redacted":"Omissions:","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Death threat received on November 8, 2017, from a man at the Appellants’ door was not mentioned in the BOC.","redacted":"Death threat received on XXXX XXXX, 2017, from a man at the Appellants’ door was not mentioned in the BOC.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Death threat received by phone on January 30, 2018 was not mentioned in the BOC.","redacted":"Death threat received by phone on XXXX XXXX 2018 was not mentioned in the BOC.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Contradictions:","redacted":"Contradictions:","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Appellant made a police complaint on June 26, 2019 as he “will be found in 10 days”.","redacted":"Appellant made a police complaint on XXXX XXXX 2019 as he “will be found in XXXX days”.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"BOC says there were multiple threats from the imprisoned murderer but oral testimony says that there was one comment communicated by a neighbour who visited the prison.","redacted":"BOC says there were multiple threats from the imprisoned murderer but oral testimony says that there was one comment communicated by a neighbour who visited the prison.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Appellants moved to Cali from Candelaria for safety but the Appellant couldn’t remember his address in Cali and continued to work in Candelaria.","redacted":"Appellants moved to Cali from Candelaria for safety but the Appellant couldn’t remember his address in Cali and continued to work in Candelaria.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Appellant testified that he decided to leave Columbia at the end of September but obtained visas at the beginning of August.","redacted":"Appellant testified that he decided to leave Columbia at the end of XXXX but obtained visas at the beginning of XXXX.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Appellant testified that he decided to leave Columbia at the end of September but made a request for police protection at the end of June. This request also refers to the Candelaria address and omits threats from 2017 and 2018.","redacted":"Appellant testified that he decided to leave Columbia at the end of XXXX but made a request for police protection at the end of XXXX. This request also refers to the Candelaria address and omits threats from 2017 and 2018.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Interpretation","redacted":"Interpretation","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"I note that, from the beginning of his testimony, Mr. Sánchez Moreno was asked to wait for the interpretation before responding. The Appellant was also instructed at the beginning of the hearing about responding directly to the questions by the RPD member and by his counsel and reminded of this point on multiple occasions. I note that the Appellants’ counsel interjected to assist in clarifying the question to the Appellant or corrected the interpreter about dates.","redacted":"I note that, from the beginning of his testimony, Mr. XXXX XXXX was asked to wait for the interpretation before responding. The Appellant was also instructed at the beginning of the hearing about responding directly to the questions by the RPD member and by his counsel and reminded of this point on multiple occasions. I note that the Appellants’ counsel interjected to assist in clarifying the question to the Appellant or corrected the interpreter about dates.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"The standard for errors of interpretation indicates that interpretation is not required to be perfect. The Chief Justice of Canada wrote the following:","redacted":"The standard for errors of interpretation indicates that interpretation is not required to be perfect. The Chief Justice of Canada wrote the following:","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"However, it is important to keep in mind that interpretation is an inherently human endeavour which often takes place in less-than-ideal circumstances. Therefore, it would not be realistic or sensible to require even a constitutionally guaranteed standard of interpretation to be one of perfection.","redacted":"However, it is important to keep in mind that interpretation is an inherently human endeavour which often takes place in less-than-ideal circumstances. Therefore, it would not be realistic or sensible to require even a constitutionally guaranteed standard of interpretation to be one of perfection.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"In Mohammadian, the Federal Court of Appeal stated that “the interpretation provided to applicants before the Refugee Division must be continuous, precise, competent, impartial and contemporaneous.” Interpretation need not be perfect: it must, however, be adequate. In order to sustain a finding of procedural unfairness, “the Applicant must show that there are serious, non-trivial problems with the interpretation.” “The Applicant is not required to demonstrate that an interpretation error underpins a key finding if they can establish that there was a real and significant interpretation error.” The case law reminds us that errors of interpretation must be more than negligible importance.","redacted":"In Mohammadian, the Federal Court of Appeal stated that “the interpretation provided to applicants before the Refugee Division must be continuous, precise, competent, impartial and contemporaneous.” Interpretation need not be perfect: it must, however, be adequate. In order to sustain a finding of procedural unfairness, “the Applicant must show that there are serious, non-trivial problems with the interpretation.” “The Applicant is not required to demonstrate that an interpretation error underpins a key finding if they can establish that there was a real and significant interpretation error.” The case law reminds us that errors of interpretation must be more than negligible importance.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Having listened to the audio recording, I find that there were some errors in interpretation which underpin key findings. Mr. Sánchez Moreno is asked to explain why he got American visas at the beginning of August 2019 before deciding to leave Columbia at the end of September 2019. It is only after the counsel and the son intervened to clarify the term “visa” that Mr. Sánchez Moreno explains that he initially intended to take a holiday. The counsel interjects to observe that the Appellants did not understand the word being used for “history”, although she doesn’t ask for questions to be re-asked or ask questions herself. I note that this error in interpretation does not explain the other inconsistencies and omissions in Mr. Sánchez Moreno testimony about the visas.","redacted":"Having listened to the audio recording, I find that there were some errors in interpretation which underpin key findings. Mr. XXXX XXXX is asked to explain why he got American visas at the beginning of XXXX 2019 before deciding to leave Columbia at the end of XXXX 2019. It is only after the counsel and the son intervened to clarify the term “visa” that Mr. XXXX XXXX explains that he initially intended to take a holiday. The counsel interjects to observe that the Appellants did not understand the word being used for “history”, although she doesn’t ask for questions to be re-asked or ask questions herself. I note that this error in interpretation does not explain the other inconsistencies and omissions in Mr. XXXX XXXX testimony about the visas.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"On the other hand, several contradictions and omissions were a result of Mr. Sánchez Moreno’s testimony. I find that the Appellant is disingenuous to completely attribute the negative decision to the difficulties with interpretation. For example, Mr. Moreno is asked to explain why his narrative doesn’t include a death threat received at his front door in November 2017: he relates that there were two court appearances as the person accused of his brother’s death was first found not guilty, and finally responds that he doesn’t know why he didn’t include that detail in his account. He is asked why his narrative says that there were multiple threats from the imprisoned murderer of his brother but his oral testimony says that there was only one which is a third or forth hand account given to him by his neighbour. Mr. Sánchez Moreno is enjoined by his counsel and the RPD member to answer the question at 0:49:00. (It is at this point that the participants understand that Mr. Sánchez Moreno was using a colloquial expression of “eight days is not a long time”, which had been literally interpreted as a period of time and therefore identified as a contradiction by the RPD Member). Ten minutes later, he had to be again reminded to answer the question. He still does not answer the question and his counsel interjects to ask if he is understanding the question. Mr. Sánchez Moreno inability to respond to direct questions and his inability to address the focus of the question are errors which cannot be attributed to interpretation.","redacted":"On the other hand, several contradictions and omissions were a result of Mr. XXXX XXXX testimony. I find that the Appellant is disingenuous to completely attribute the negative decision to the difficulties with interpretation. For example, Mr. XXXX is asked to explain why his narrative doesn’t include a death threat received at his front door in XXXX 2017: he relates that there were two court appearances as the person accused of his brother’s death was first found not guilty, and finally responds that he doesn’t know why he didn’t include that detail in his account. He is asked why his narrative says that there were multiple threats from the imprisoned murderer of his brother but his oral testimony says that there was only one which is a third or forth hand account given to him by his neighbour. Mr. XXXX XXXX is enjoined by his counsel and the RPD member to answer the question at 0:49:00. (It is at this point that the participants understand that Mr. XXXX XXXX was using a colloquial expression of “eight days is not a long time”, which had been literally interpreted as a period of time and therefore identified as a contradiction by the RPD Member). Ten minutes later, he had to be again reminded to answer the question. He still does not answer the question and his counsel interjects to ask if he is understanding the question. Mr. XXXX XXXX inability to respond to direct questions and his inability to address the focus of the question are errors which cannot be attributed to interpretation.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"To be clear, I find there is no error by the RPD member for his conduct of this challenging hearing. I find that, of the findings upon which the RPD based its decision, items 3 and 7 as set out in paragraph 8 above can be most clearly attributed to problems of interpretation. Once these are removed, there remains sufficient items upon which to make a decision. I am not satisfied that the difficulties in interpretation would be sufficient on their own to warrant a new hearing.","redacted":"To be clear, I find there is no error by the RPD member for his conduct of this challenging hearing. I find that, of the findings upon which the RPD based its decision, items 3 and 7 as set out in paragraph 8 above can be most clearly attributed to problems of interpretation. Once these are removed, there remains sufficient items upon which to make a decision. I am not satisfied that the difficulties in interpretation would be sufficient on their own to warrant a new hearing.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Psychological condition","redacted":"Psychological condition","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"The Appellants argue that Mr. Sánchez Moreno’s testimony was affected by undiagnosed mental health conditions. I have listened to the audio hearing. For several items, the Appellant is asked a direct question (for example, is this the first time that you received a death threat?) and he does not answer the question until the RPD reminds him to do so. For example, the Appellant asked three times to describe what happened when he received death threats by phone. The psychological report also indicates that Mr. Sánchez Moreno had the same pattern at his interview with the psychologist:","redacted":"The Appellants argue that Mr. XXXX XXXX testimony was affected by undiagnosed mental health conditions. I have listened to the audio hearing. For several items, the Appellant is asked a direct question (for example, is this the first time that you received a death threat?) and he does not answer the question until the RPD reminds him to do so. For example, the Appellant asked three times to describe what happened when he received death threats by phone. The psychological report also indicates that Mr. XXXX XXXX had the same pattern at his interview with the psychologist:","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"“Ses réponses ne sont pas toujours concrètes, il prend du temps pour répondre aux questions ou parle avant de se faire questionner et a la tendance à éviter rentrer dans les détails, souvent importantes ou reliés à son vécu émotionnel. Il a fallu insister avec des questions directes et des techniques d’entrevue spécifiques pour des situations de trauma pour avoir des précisions. »","redacted":"“Ses réponses ne sont pas toujours concrètes, il prend du temps pour répondre aux questions ou parle avant de se faire questionner et a la tendance à éviter rentrer dans les détails, souvent importantes ou reliés à son vécu émotionnel. Il a fallu insister avec des questions directes et des techniques d’entrevue spécifiques pour des situations de trauma pour avoir des précisions. »","language":"fr","filename":"MC0-10401a.docx"}
{"unredacted":"The states that \"some degree of mental disturbance is frequently found in persons who have been exposed to severe persecution.\" People who appear before the IRB frequently find the process difficult for various reasons, including language and cultural barriers and because they may have suffered traumatic experiences that resulted in some degree of vulnerability…… Guideline 8 on proceedings with vulnerable persons “addresses difficulties that go beyond those that are common to most persons appearing before the IRB.”","redacted":"The states that \"some degree of mental disturbance is frequently found in persons who have been exposed to severe persecution.\" People who appear before the IRB frequently find the process difficult for various reasons, including language and cultural barriers and because they may have suffered traumatic experiences that resulted in some degree of vulnerability…… Guideline 8 on proceedings with vulnerable persons “addresses difficulties that go beyond those that are common to most persons appearing before the IRB.”","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"The psychological report concludes that Mr. Sánchez Moreno suffers from PTSD. The report was based on three interviews and standardized tests for PTSD, anxiety and depression. The psychologist concluded that he may have experienced some periods of dissociation during the hearing. While some of the symptoms noted by the psychologist are common to many claimants, the psychologist found that Mr. Sánchez Moreno’s condition was notable: “difficultés d’adaptation reliés à l’immigration et l’intégration au Québec et la dévalorisation professionnelle font en sort que les symptômes de M. Sánchez Moreno soient de nature chronique et d’intensité modérée avec une souffrance cliniquement significative”.","redacted":"The psychological report concludes that Mr. XXXX XXXX suffers from PTSD. The report was based on three interviews and standardized tests for PTSD, anxiety and depression. The psychologist concluded that he may have experienced some periods of dissociation during the hearing. While some of the symptoms noted by the psychologist are common to many claimants, the psychologist found that Mr. XXXX XXXX condition was notable: “difficultés d’adaptation reliés à l’immigration et l’intégration au Québec et la dévalorisation professionnelle font en sort que les symptômes de M. XXXX XXXX soient de nature chronique et d’intensité modérée avec une souffrance cliniquement significative”.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"I am satisfied, based on the psychological report that Mr. Sánchez Moreno's difficulties go beyond the regular difficulties experienced by people who appear before the Commission, although I do not believe that they rise to the level of a designation as a vulnerable person. I am also satisfied that the omissions and contradictions identified by the RPD may have been affected by the medical condition identified by the psychologist.","redacted":"I am satisfied, based on the psychological report that Mr. XXXX XXXX difficulties go beyond the regular difficulties experienced by people who appear before the Commission, although I do not believe that they rise to the level of a designation as a vulnerable person. I am also satisfied that the omissions and contradictions identified by the RPD may have been affected by the medical condition identified by the psychologist.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"REMEDY","redacted":"REMEDY","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Once the conclusions which were affected by interpretation are removed, there is sufficient evidence left on the record for the RAD to confirm the determination of the RPD or to make a new determination. However, the psychological report leaves a number of credibility concerns which still must be addressed, and the RAD is not able to substitute its own determination. The RAD could not hold an oral hearing and, even if the RAD could, then it would have to re-hear evidence that the RPD already heard. For these reasons, I cannot substitute my own determination for that of the RPD, nor find the Appellants to be Convention refugees or persons in need of protection.","redacted":"Once the conclusions which were affected by interpretation are removed, there is sufficient evidence left on the record for the RAD to confirm the determination of the RPD or to make a new determination. However, the psychological report leaves a number of credibility concerns which still must be addressed, and the RAD is not able to substitute its own determination. The RAD could not hold an oral hearing and, even if the RAD could, then it would have to re-hear evidence that the RPD already heard. For these reasons, I cannot substitute my own determination for that of the RPD, nor find the Appellants to be Convention refugees or persons in need of protection.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"The IRPA provides that I may refer the matter back to the RPD if, in my opinion, the RPD decision is wrong in law, in fact or in mixed law and fact and that I cannot make a decision without hearing evidence that was provided to the Refugee Protection Division. The test is conjunctive. In this claim, the RPD was wrong in fact due to undiagnosed medical conditions. In addition, I find that I am unable to make a decision without hearing evidence about the kidnapping threats, the actions of the Appellants prior to leaving Columbia and the subjective fear of the Appellants. For those reasons, I find that the appropriate remedy is to refer this claim back to the RPD pursuant to section 111(2) of the Act.","redacted":"The IRPA provides that I may refer the matter back to the RPD if, in my opinion, the RPD decision is wrong in law, in fact or in mixed law and fact and that I cannot make a decision without hearing evidence that was provided to the Refugee Protection Division. The test is conjunctive. In this claim, the RPD was wrong in fact due to undiagnosed medical conditions. In addition, I find that I am unable to make a decision without hearing evidence about the kidnapping threats, the actions of the Appellants prior to leaving Columbia and the subjective fear of the Appellants. For those reasons, I find that the appropriate remedy is to refer this claim back to the RPD pursuant to section 111(2) of the Act.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"CONCLUSION","redacted":"CONCLUSION","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"The appeal is allowed. I send this matter back to the RPD to be redetermined.","redacted":"The appeal is allowed. I send this matter back to the RPD to be redetermined.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"DIRECTIONS TO THE RPD","redacted":"DIRECTIONS TO THE RPD","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"The claim will be heard by a differently constituted panel.","redacted":"The claim will be heard by a differently constituted panel.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Persons who are the subject of the appeal","redacted":"Persons who are the subject of the appeal","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Christian Camilo Sánchez Moreno and Isabella Bermúdez Angulo and Alejandro Angulo Moreno","redacted":"XXXX XXXX XXXX XXXX XXXXXXXX XXXX XXXX XXXXXXXX XXXX XXXX","language":"es","filename":"MC0-10401a.docx"}
{"unredacted":"Personnes en cause","redacted":"Personnes en cause","language":"fr","filename":"MC0-10401a.docx"}
{"unredacted":"Appeal considered \/ heard at","redacted":"Appeal considered \/ heard at","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Ottawa, ON","redacted":"Ottawa, ON","language":"fi","filename":"MC0-10401a.docx"}
{"unredacted":"Appel instruit \/ entendu à","redacted":"Appel instruit \/ entendu à","language":"fr","filename":"MC0-10401a.docx"}
{"unredacted":"Date of decision","redacted":"Date of decision","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"March 3 2021","redacted":"March 3 2021","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Date de la décision","redacted":"Date de la décision","language":"fr","filename":"MC0-10401a.docx"}
{"unredacted":"Panel","redacted":"Panel","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Pamela Arnott","redacted":"Pamela Arnott","language":"pt","filename":"MC0-10401a.docx"}
{"unredacted":"Tribunal","redacted":"Tribunal","language":"es","filename":"MC0-10401a.docx"}
{"unredacted":"Counsel for the persons who are the subject of the appeal","redacted":"Counsel for the persons who are the subject of the appeal","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Carolina Roa Sanchez","redacted":"Carolina Roa Sanchez","language":"eu","filename":"MC0-10401a.docx"}
{"unredacted":"Conseil des personnes en cause","redacted":"Conseil des personnes en cause","language":"fr","filename":"MC0-10401a.docx"}
{"unredacted":"Designated representative","redacted":"Designated representative","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"N\/A","redacted":"N\/A","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Représentant(e) désigné(e)","redacted":"Représentant(e) désigné(e)","language":"fr","filename":"MC0-10401a.docx"}
{"unredacted":"Counsel for the Minister","redacted":"Counsel for the Minister","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"N\/A","redacted":"N\/A","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Conseil du ministre","redacted":"Conseil du ministre","language":"fr","filename":"MC0-10401a.docx"}
{"unredacted":"(signed)","redacted":"(signed)","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Pamela Arnott","redacted":"Pamela Arnott","language":"pt","filename":"MC0-10401a.docx"}
{"unredacted":"Pamela Arnott","redacted":"Pamela Arnott","language":"pt","filename":"MC0-10401a.docx"}
{"unredacted":"March 3 2021","redacted":"March 3 2021","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Date","redacted":"Date","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"RAD File \/ Dossier de la SAR : MC010401","redacted":"RAD File \/ Dossier de la SAR : MC010401","language":"fr","filename":"MC0-10401a.docx"}
{"unredacted":"MC010402 \/ MC010403","redacted":"MC010402 \/ MC010403","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Private Proceeding \/ Huis clos","redacted":"Private Proceeding \/ Huis clos","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Reasons and decision Motifs et décision","redacted":"Reasons and decision Motifs et décision","language":"fr","filename":"MC0-10401a.docx"}
{"unredacted":"REASONS FOR DECISION","redacted":"REASONS FOR DECISION","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"OVERVIEW","redacted":"OVERVIEW","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Christian Camilo Sánchez Moreno (Principal Appellant) and Isabella Bermúdez Angulo, Alejandro Angulo Moreno (Associate Appellants) are citizens of Colombia. They fear a gang who killed Mr. Sánchez Moreno’s brother in 2016. The murderer was convicted and subsequently threatened Mr. Sánchez Moreno. The RPD dismissed their claim on the basis of credibility. The Appellants allege that the interpretation and Mr. Sánchez Moreno’s mental health condition created breaches of natural justice.","redacted":"XXXX XXXX XXXX XXXX (Principal Appellant) and XXXX XXXX XXXX, XXXX XXXX XXXX (Associate Appellants) are citizens of Colombia. They fear a gang who killed Mr. XXXX XXXX brother in 2016. The murderer was convicted and subsequently threatened Mr. XXXX XXXX. The RPD dismissed their claim on the basis of credibility. The Appellants allege that the interpretation and Mr. XXXX XXXX mental health condition created breaches of natural justice.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"DECISION","redacted":"DECISION","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"The appeal is allowed. I send this matter back to the Refugee Protection Division (RPD) to be redetermined.","redacted":"The appeal is allowed. I send this matter back to the Refugee Protection Division (RPD) to be redetermined.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"NEW EVIDENCE","redacted":"NEW EVIDENCE","language":"pl","filename":"MC0-10401a.docx"}
{"unredacted":"The evidence presented by the Appellants is accepted","redacted":"The evidence presented by the Appellants is accepted","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"According to the law, I can only accept evidence that:","redacted":"According to the law, I can only accept evidence that:","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"arose after the RPD decision; or","redacted":"arose after the RPD decision; or","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"was not reasonably available at the time of the decision; or","redacted":"was not reasonably available at the time of the decision; or","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"that you could not reasonably have been expected in the circumstances to bring to the RPD before the decision.","redacted":"that you could not reasonably have been expected in the circumstances to bring to the RPD before the decision.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"If the evidence meets one or more of these requirements, I must decide if the evidence is new, credible and relevant before I can accept it.","redacted":"If the evidence meets one or more of these requirements, I must decide if the evidence is new, credible and relevant before I can accept it.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"The Appellants have provided one piece of new evidence: a psychological report for Mr. Sánchez Moreno. This report is admitted.","redacted":"The Appellants have provided one piece of new evidence: a psychological report for Mr. XXXX XXXX. This report is admitted.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"This report was prepared on December 16, 2020 (after the RPD decision). The Appellants concede that the report was not available in the circumstances and argue that Mr. Sánchez Moreno’s testimony was affected by undiagnosed mental health conditions. I am satisfied that this report could not have been expected in the circumstances to have been before the RPD before the decision. The report also contains new evidence and is relevant to assessing the credibility of Mr. Sánchez Moreno. I find that the report is credible based on its preparation by a certified Canadian psychologist, its use of standardized tests and multiple interviews.","redacted":"This report was prepared on December 16, 2020 (after the RPD decision). The Appellants concede that the report was not available in the circumstances and argue that Mr. XXXX XXXX testimony was affected by undiagnosed mental health conditions. I am satisfied that this report could not have been expected in the circumstances to have been before the RPD before the decision. The report also contains new evidence and is relevant to assessing the credibility of Mr. XXXX XXXX. I find that the report is credible based on its preparation by a certified Canadian psychologist, its use of standardized tests and multiple interviews.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"The Appellants are requesting an oral hearing under subsection 110(6) of the Immigration and Refugee Protection Act (IRPA). This subsection provides that the Refugee Appeal Division (RAD) may hold a hearing if, in its opinion, there is new evidence that raises a serious issue with respect to the credibility of the person who is the subject of the appeal; that is central to the decision with respect to the refugee protection claim; and that, if accepted, would justify allowing or rejecting the refugee protection claim. This subsection is discretionary given the term “may”. This subsection is also conjunctive: all three elements must be present before a hearing may be held. In this case, I have found that there is admissible new evidence which relates to the credibility of the Principal Appellant. However, this evidence is not central to the decision and would not, in itself, justify the determination of the claim. I find that there is no jurisdiction for the RAD to hold an oral hearing. Further, in this case, the Appellant’s Appeal is being sent back to the RPD for determination where the Appellant’s evidence will be thoroughly assessed in the context of a review of the entire evidentiary record that was before the RPD. For these reasons, the request for an oral hearing is denied.","redacted":"The Appellants are requesting an oral hearing under subsection 110(6) of the Immigration and Refugee Protection Act (IRPA). This subsection provides that the Refugee Appeal Division (RAD) may hold a hearing if, in its opinion, there is new evidence that raises a serious issue with respect to the credibility of the person who is the subject of the appeal; that is central to the decision with respect to the refugee protection claim; and that, if accepted, would justify allowing or rejecting the refugee protection claim. This subsection is discretionary given the term “may”. This subsection is also conjunctive: all three elements must be present before a hearing may be held. In this case, I have found that there is admissible new evidence which relates to the credibility of the Principal Appellant. However, this evidence is not central to the decision and would not, in itself, justify the determination of the claim. I find that there is no jurisdiction for the RAD to hold an oral hearing. Further, in this case, the Appellant’s Appeal is being sent back to the RPD for determination where the Appellant’s evidence will be thoroughly assessed in the context of a review of the entire evidentiary record that was before the RPD. For these reasons, the request for an oral hearing is denied.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"ANALYSIS","redacted":"ANALYSIS","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"My role is to look at all the evidence and decide if the RPD made the correct decision. The Appellants argue the following errors:","redacted":"My role is to look at all the evidence and decide if the RPD made the correct decision. The Appellants argue the following errors:","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Mr. Sánchez Moreno was unable to testify coherently due to undiagnosed mental health conditions during the audience;","redacted":"Mr. XXXX XXXX was unable to testify coherently due to undiagnosed mental health conditions during the audience;","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"The interpretation was inexact and ineffective;","redacted":"The interpretation was inexact and ineffective;","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"The RPD did not understand or appreciate the facts of their allegations.","redacted":"The RPD did not understand or appreciate the facts of their allegations.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"The RPD made negative credibility findings on the following facts:","redacted":"The RPD made negative credibility findings on the following facts:","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Omissions:","redacted":"Omissions:","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Death threat received on November 8, 2017, from a man at the Appellants’ door was not mentioned in the BOC.","redacted":"Death threat received on XXXX XXXX, 2017, from a man at the Appellants’ door was not mentioned in the BOC.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Death threat received by phone on January 30, 2018 was not mentioned in the BOC.","redacted":"Death threat received by phone on XXXX XXXX 2018 was not mentioned in the BOC.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Contradictions:","redacted":"Contradictions:","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Appellant made a police complaint on June 26, 2019 as he “will be found in 10 days”.","redacted":"Appellant made a police complaint on XXXX XXXX 2019 as he “will be found in XXXX days”.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"BOC says there were multiple threats from the imprisoned murderer but oral testimony says that there was one comment communicated by a neighbour who visited the prison.","redacted":"BOC says there were multiple threats from the imprisoned murderer but oral testimony says that there was one comment communicated by a neighbour who visited the prison.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Appellants moved to Cali from Candelaria for safety but the Appellant couldn’t remember his address in Cali and continued to work in Candelaria.","redacted":"Appellants moved to Cali from Candelaria for safety but the Appellant couldn’t remember his address in Cali and continued to work in Candelaria.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Appellant testified that he decided to leave Columbia at the end of September but obtained visas at the beginning of August.","redacted":"Appellant testified that he decided to leave Columbia at the end of XXXX but obtained visas at the beginning of XXXX.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Appellant testified that he decided to leave Columbia at the end of September but made a request for police protection at the end of June. This request also refers to the Candelaria address and omits threats from 2017 and 2018.","redacted":"Appellant testified that he decided to leave Columbia at the end of XXXX but made a request for police protection at the end of XXXX. This request also refers to the Candelaria address and omits threats from 2017 and 2018.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Interpretation","redacted":"Interpretation","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"I note that, from the beginning of his testimony, Mr. Sánchez Moreno was asked to wait for the interpretation before responding. The Appellant was also instructed at the beginning of the hearing about responding directly to the questions by the RPD member and by his counsel and reminded of this point on multiple occasions. I note that the Appellants’ counsel interjected to assist in clarifying the question to the Appellant or corrected the interpreter about dates.","redacted":"I note that, from the beginning of his testimony, Mr. XXXX XXXX was asked to wait for the interpretation before responding. The Appellant was also instructed at the beginning of the hearing about responding directly to the questions by the RPD member and by his counsel and reminded of this point on multiple occasions. I note that the Appellants’ counsel interjected to assist in clarifying the question to the Appellant or corrected the interpreter about dates.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"The standard for errors of interpretation indicates that interpretation is not required to be perfect. The Chief Justice of Canada wrote the following:","redacted":"The standard for errors of interpretation indicates that interpretation is not required to be perfect. The Chief Justice of Canada wrote the following:","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"However, it is important to keep in mind that interpretation is an inherently human endeavour which often takes place in less-than-ideal circumstances. Therefore, it would not be realistic or sensible to require even a constitutionally guaranteed standard of interpretation to be one of perfection.","redacted":"However, it is important to keep in mind that interpretation is an inherently human endeavour which often takes place in less-than-ideal circumstances. Therefore, it would not be realistic or sensible to require even a constitutionally guaranteed standard of interpretation to be one of perfection.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"In Mohammadian, the Federal Court of Appeal stated that “the interpretation provided to applicants before the Refugee Division must be continuous, precise, competent, impartial and contemporaneous.” Interpretation need not be perfect: it must, however, be adequate. In order to sustain a finding of procedural unfairness, “the Applicant must show that there are serious, non-trivial problems with the interpretation.” “The Applicant is not required to demonstrate that an interpretation error underpins a key finding if they can establish that there was a real and significant interpretation error.” The case law reminds us that errors of interpretation must be more than negligible importance.","redacted":"In Mohammadian, the Federal Court of Appeal stated that “the interpretation provided to applicants before the Refugee Division must be continuous, precise, competent, impartial and contemporaneous.” Interpretation need not be perfect: it must, however, be adequate. In order to sustain a finding of procedural unfairness, “the Applicant must show that there are serious, non-trivial problems with the interpretation.” “The Applicant is not required to demonstrate that an interpretation error underpins a key finding if they can establish that there was a real and significant interpretation error.” The case law reminds us that errors of interpretation must be more than negligible importance.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Having listened to the audio recording, I find that there were some errors in interpretation which underpin key findings. Mr. Sánchez Moreno is asked to explain why he got American visas at the beginning of August 2019 before deciding to leave Columbia at the end of September 2019. It is only after the counsel and the son intervened to clarify the term “visa” that Mr. Sánchez Moreno explains that he initially intended to take a holiday. The counsel interjects to observe that the Appellants did not understand the word being used for “history”, although she doesn’t ask for questions to be re-asked or ask questions herself. I note that this error in interpretation does not explain the other inconsistencies and omissions in Mr. Sánchez Moreno testimony about the visas.","redacted":"Having listened to the audio recording, I find that there were some errors in interpretation which underpin key findings. Mr. XXXX XXXX is asked to explain why he got American visas at the beginning of XXXX 2019 before deciding to leave Columbia at the end of XXXX 2019. It is only after the counsel and the son intervened to clarify the term “visa” that Mr. XXXX XXXX explains that he initially intended to take a holiday. The counsel interjects to observe that the Appellants did not understand the word being used for “history”, although she doesn’t ask for questions to be re-asked or ask questions herself. I note that this error in interpretation does not explain the other inconsistencies and omissions in Mr. XXXX XXXX testimony about the visas.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"On the other hand, several contradictions and omissions were a result of Mr. Sánchez Moreno’s testimony. I find that the Appellant is disingenuous to completely attribute the negative decision to the difficulties with interpretation. For example, Mr. Moreno is asked to explain why his narrative doesn’t include a death threat received at his front door in November 2017: he relates that there were two court appearances as the person accused of his brother’s death was first found not guilty, and finally responds that he doesn’t know why he didn’t include that detail in his account. He is asked why his narrative says that there were multiple threats from the imprisoned murderer of his brother but his oral testimony says that there was only one which is a third or forth hand account given to him by his neighbour. Mr. Sánchez Moreno is enjoined by his counsel and the RPD member to answer the question at 0:49:00. (It is at this point that the participants understand that Mr. Sánchez Moreno was using a colloquial expression of “eight days is not a long time”, which had been literally interpreted as a period of time and therefore identified as a contradiction by the RPD Member). Ten minutes later, he had to be again reminded to answer the question. He still does not answer the question and his counsel interjects to ask if he is understanding the question. Mr. Sánchez Moreno inability to respond to direct questions and his inability to address the focus of the question are errors which cannot be attributed to interpretation.","redacted":"On the other hand, several contradictions and omissions were a result of Mr. XXXX XXXX testimony. I find that the Appellant is disingenuous to completely attribute the negative decision to the difficulties with interpretation. For example, Mr. XXXX is asked to explain why his narrative doesn’t include a death threat received at his front door in XXXX 2017: he relates that there were two court appearances as the person accused of his brother’s death was first found not guilty, and finally responds that he doesn’t know why he didn’t include that detail in his account. He is asked why his narrative says that there were multiple threats from the imprisoned murderer of his brother but his oral testimony says that there was only one which is a third or forth hand account given to him by his neighbour. Mr. XXXX XXXX is enjoined by his counsel and the RPD member to answer the question at 0:49:00. (It is at this point that the participants understand that Mr. XXXX XXXX was using a colloquial expression of “eight days is not a long time”, which had been literally interpreted as a period of time and therefore identified as a contradiction by the RPD Member). Ten minutes later, he had to be again reminded to answer the question. He still does not answer the question and his counsel interjects to ask if he is understanding the question. Mr. XXXX XXXX inability to respond to direct questions and his inability to address the focus of the question are errors which cannot be attributed to interpretation.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"To be clear, I find there is no error by the RPD member for his conduct of this challenging hearing. I find that, of the findings upon which the RPD based its decision, items 3 and 7 as set out in paragraph 8 above can be most clearly attributed to problems of interpretation. Once these are removed, there remains sufficient items upon which to make a decision. I am not satisfied that the difficulties in interpretation would be sufficient on their own to warrant a new hearing.","redacted":"To be clear, I find there is no error by the RPD member for his conduct of this challenging hearing. I find that, of the findings upon which the RPD based its decision, items 3 and 7 as set out in paragraph 8 above can be most clearly attributed to problems of interpretation. Once these are removed, there remains sufficient items upon which to make a decision. I am not satisfied that the difficulties in interpretation would be sufficient on their own to warrant a new hearing.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Psychological condition","redacted":"Psychological condition","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"The Appellants argue that Mr. Sánchez Moreno’s testimony was affected by undiagnosed mental health conditions. I have listened to the audio hearing. For several items, the Appellant is asked a direct question (for example, is this the first time that you received a death threat?) and he does not answer the question until the RPD reminds him to do so. For example, the Appellant asked three times to describe what happened when he received death threats by phone. The psychological report also indicates that Mr. Sánchez Moreno had the same pattern at his interview with the psychologist:","redacted":"The Appellants argue that Mr. XXXX XXXX testimony was affected by undiagnosed mental health conditions. I have listened to the audio hearing. For several items, the Appellant is asked a direct question (for example, is this the first time that you received a death threat?) and he does not answer the question until the RPD reminds him to do so. For example, the Appellant asked three times to describe what happened when he received death threats by phone. The psychological report also indicates that Mr. XXXX XXXX had the same pattern at his interview with the psychologist:","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"“Ses réponses ne sont pas toujours concrètes, il prend du temps pour répondre aux questions ou parle avant de se faire questionner et a la tendance à éviter rentrer dans les détails, souvent importantes ou reliés à son vécu émotionnel. Il a fallu insister avec des questions directes et des techniques d’entrevue spécifiques pour des situations de trauma pour avoir des précisions. »","redacted":"“Ses réponses ne sont pas toujours concrètes, il prend du temps pour répondre aux questions ou parle avant de se faire questionner et a la tendance à éviter rentrer dans les détails, souvent importantes ou reliés à son vécu émotionnel. Il a fallu insister avec des questions directes et des techniques d’entrevue spécifiques pour des situations de trauma pour avoir des précisions. »","language":"fr","filename":"MC0-10401a.docx"}
{"unredacted":"The states that \"some degree of mental disturbance is frequently found in persons who have been exposed to severe persecution.\" People who appear before the IRB frequently find the process difficult for various reasons, including language and cultural barriers and because they may have suffered traumatic experiences that resulted in some degree of vulnerability…… Guideline 8 on proceedings with vulnerable persons “addresses difficulties that go beyond those that are common to most persons appearing before the IRB.”","redacted":"The states that \"some degree of mental disturbance is frequently found in persons who have been exposed to severe persecution.\" People who appear before the IRB frequently find the process difficult for various reasons, including language and cultural barriers and because they may have suffered traumatic experiences that resulted in some degree of vulnerability…… Guideline 8 on proceedings with vulnerable persons “addresses difficulties that go beyond those that are common to most persons appearing before the IRB.”","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"The psychological report concludes that Mr. Sánchez Moreno suffers from PTSD. The report was based on three interviews and standardized tests for PTSD, anxiety and depression. The psychologist concluded that he may have experienced some periods of dissociation during the hearing. While some of the symptoms noted by the psychologist are common to many claimants, the psychologist found that Mr. Sánchez Moreno’s condition was notable: “difficultés d’adaptation reliés à l’immigration et l’intégration au Québec et la dévalorisation professionnelle font en sort que les symptômes de M. Sánchez Moreno soient de nature chronique et d’intensité modérée avec une souffrance cliniquement significative”.","redacted":"The psychological report concludes that Mr. XXXX XXXX suffers from PTSD. The report was based on three interviews and standardized tests for PTSD, anxiety and depression. The psychologist concluded that he may have experienced some periods of dissociation during the hearing. While some of the symptoms noted by the psychologist are common to many claimants, the psychologist found that Mr. XXXX XXXX condition was notable: “difficultés d’adaptation reliés à l’immigration et l’intégration au Québec et la dévalorisation professionnelle font en sort que les symptômes de M. XXXX XXXX soient de nature chronique et d’intensité modérée avec une souffrance cliniquement significative”.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"I am satisfied, based on the psychological report that Mr. Sánchez Moreno's difficulties go beyond the regular difficulties experienced by people who appear before the Commission, although I do not believe that they rise to the level of a designation as a vulnerable person. I am also satisfied that the omissions and contradictions identified by the RPD may have been affected by the medical condition identified by the psychologist.","redacted":"I am satisfied, based on the psychological report that Mr. XXXX XXXX difficulties go beyond the regular difficulties experienced by people who appear before the Commission, although I do not believe that they rise to the level of a designation as a vulnerable person. I am also satisfied that the omissions and contradictions identified by the RPD may have been affected by the medical condition identified by the psychologist.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"REMEDY","redacted":"REMEDY","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Once the conclusions which were affected by interpretation are removed, there is sufficient evidence left on the record for the RAD to confirm the determination of the RPD or to make a new determination. However, the psychological report leaves a number of credibility concerns which still must be addressed, and the RAD is not able to substitute its own determination. The RAD could not hold an oral hearing and, even if the RAD could, then it would have to re-hear evidence that the RPD already heard. For these reasons, I cannot substitute my own determination for that of the RPD, nor find the Appellants to be Convention refugees or persons in need of protection.","redacted":"Once the conclusions which were affected by interpretation are removed, there is sufficient evidence left on the record for the RAD to confirm the determination of the RPD or to make a new determination. However, the psychological report leaves a number of credibility concerns which still must be addressed, and the RAD is not able to substitute its own determination. The RAD could not hold an oral hearing and, even if the RAD could, then it would have to re-hear evidence that the RPD already heard. For these reasons, I cannot substitute my own determination for that of the RPD, nor find the Appellants to be Convention refugees or persons in need of protection.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"The IRPA provides that I may refer the matter back to the RPD if, in my opinion, the RPD decision is wrong in law, in fact or in mixed law and fact and that I cannot make a decision without hearing evidence that was provided to the Refugee Protection Division. The test is conjunctive. In this claim, the RPD was wrong in fact due to undiagnosed medical conditions. In addition, I find that I am unable to make a decision without hearing evidence about the kidnapping threats, the actions of the Appellants prior to leaving Columbia and the subjective fear of the Appellants. For those reasons, I find that the appropriate remedy is to refer this claim back to the RPD pursuant to section 111(2) of the Act.","redacted":"The IRPA provides that I may refer the matter back to the RPD if, in my opinion, the RPD decision is wrong in law, in fact or in mixed law and fact and that I cannot make a decision without hearing evidence that was provided to the Refugee Protection Division. The test is conjunctive. In this claim, the RPD was wrong in fact due to undiagnosed medical conditions. In addition, I find that I am unable to make a decision without hearing evidence about the kidnapping threats, the actions of the Appellants prior to leaving Columbia and the subjective fear of the Appellants. For those reasons, I find that the appropriate remedy is to refer this claim back to the RPD pursuant to section 111(2) of the Act.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"CONCLUSION","redacted":"CONCLUSION","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"The appeal is allowed. I send this matter back to the RPD to be redetermined.","redacted":"The appeal is allowed. I send this matter back to the RPD to be redetermined.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"DIRECTIONS TO THE RPD","redacted":"DIRECTIONS TO THE RPD","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"The claim will be heard by a differently constituted panel.","redacted":"The claim will be heard by a differently constituted panel.","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Persons who are the subject of the appeal","redacted":"Persons who are the subject of the appeal","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Christian Camilo Sánchez Moreno and Isabella Bermúdez Angulo and Alejandro Angulo Moreno","redacted":"XXXX XXXX XXXX XXXX XXXXXXXX XXXX XXXX XXXXXXXX XXXX XXXX","language":"es","filename":"MC0-10401a.docx"}
{"unredacted":"Personnes en cause","redacted":"Personnes en cause","language":"fr","filename":"MC0-10401a.docx"}
{"unredacted":"Appeal considered \/ heard at","redacted":"Appeal considered \/ heard at","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Ottawa, ON","redacted":"Ottawa, ON","language":"fi","filename":"MC0-10401a.docx"}
{"unredacted":"Appel instruit \/ entendu à","redacted":"Appel instruit \/ entendu à","language":"fr","filename":"MC0-10401a.docx"}
{"unredacted":"Date of decision","redacted":"Date of decision","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"March 3 2021","redacted":"March 3 2021","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Date de la décision","redacted":"Date de la décision","language":"fr","filename":"MC0-10401a.docx"}
{"unredacted":"Panel","redacted":"Panel","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Pamela Arnott","redacted":"Pamela Arnott","language":"pt","filename":"MC0-10401a.docx"}
{"unredacted":"Tribunal","redacted":"Tribunal","language":"es","filename":"MC0-10401a.docx"}
{"unredacted":"Counsel for the persons who are the subject of the appeal","redacted":"Counsel for the persons who are the subject of the appeal","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Carolina Roa Sanchez","redacted":"Carolina Roa Sanchez","language":"eu","filename":"MC0-10401a.docx"}
{"unredacted":"Conseil des personnes en cause","redacted":"Conseil des personnes en cause","language":"fr","filename":"MC0-10401a.docx"}
{"unredacted":"Designated representative","redacted":"Designated representative","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"N\/A","redacted":"N\/A","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Représentant(e) désigné(e)","redacted":"Représentant(e) désigné(e)","language":"fr","filename":"MC0-10401a.docx"}
{"unredacted":"Counsel for the Minister","redacted":"Counsel for the Minister","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"N\/A","redacted":"N\/A","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Conseil du ministre","redacted":"Conseil du ministre","language":"fr","filename":"MC0-10401a.docx"}
{"unredacted":"(signed)","redacted":"(signed)","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Pamela Arnott","redacted":"Pamela Arnott","language":"pt","filename":"MC0-10401a.docx"}
{"unredacted":"Pamela Arnott","redacted":"Pamela Arnott","language":"pt","filename":"MC0-10401a.docx"}
{"unredacted":"March 3 2021","redacted":"March 3 2021","language":"en","filename":"MC0-10401a.docx"}
{"unredacted":"Date","redacted":"Date","language":"en","filename":"MC0-10401a.docx"}
