{"unredacted":"RAD File \/ Dossier de la SAR : MC008732","redacted":"RAD File \/ Dossier de la SAR : MC008732","language":"fr","filename":"MC0-08732a.docx"}
{"unredacted":"Private Proceeding \/ Huis clos","redacted":"Private Proceeding \/ Huis clos","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Reasons and decision Motifs et décision","redacted":"Reasons and decision Motifs et décision","language":"fr","filename":"MC0-08732a.docx"}
{"unredacted":"REASONS FOR DECISION","redacted":"REASONS FOR DECISION","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"INTRODUCTION","redacted":"INTRODUCTION","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Soheil Mohib (the Appellant), is a citizen of Pakistan. He appeals the decision of the Refugee Protection Division (RPD) rendered on March 9, 2020, rejecting his claim filed pursuant to sections 96 and 97 of the Immigration and Refugee Protection Act (the Act).","redacted":"XXXX XXXX (the Appellant), is a citizen of Pakistan. He appeals the decision of the Refugee Protection Division (RPD) rendered on March 9, 2020, rejecting his claim filed pursuant to sections 96 and 97 of the Immigration and Refugee Protection Act (the Act).","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"The RPD found that the Appellant was not credible, as to the basis of his claim, due to several inconsistencies and omissions in his evidence, as well as vague and evasive testimony on areas central to his claim. The RPD also concluded that the Appellant’s failure to apply for asylum in the USA shows a lack of subjective fear. The Appellant submits that the panel erred in its credibility analysis and by rejecting his supporting documentation. The Appellant asks the Refugee Appeals Division (RAD) to grant the appeal or to return the file to the RPD for re-determination.","redacted":"The RPD found that the Appellant was not credible, as to the basis of his claim, due to several inconsistencies and omissions in his evidence, as well as vague and evasive testimony on areas central to his claim. The RPD also concluded that the Appellant’s failure to apply for asylum in the USA shows a lack of subjective fear. The Appellant submits that the panel erred in its credibility analysis and by rejecting his supporting documentation. The Appellant asks the Refugee Appeals Division (RAD) to grant the appeal or to return the file to the RPD for re-determination.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"OVERVIEW","redacted":"OVERVIEW","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"The Appellant fears persecution from members of his family, in-laws, religious persons as well as from the police because he had an extramarital relationship with a transgender person named Sasha. The Appellant alleges that he is only attracted to transgender persons who transitioned from male to female.","redacted":"The Appellant fears persecution from members of his family, in-laws, religious persons as well as from the police because he had an extramarital relationship with a transgender person named XXXX. The Appellant alleges that he is only attracted to transgender persons who transitioned from male to female.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"The Appellant alleges that after his relationship was discovered in mid-October 2012 by his wife and brother-in-law, he suffered several incidents of retaliation. He received death threats, was beaten several times and a fatwa was issued against him. He was also arrested and tortured by the police. His transgender partner was raped by the assailants. The Appellant was also tied up and thrown in deep water and saved by a passerby. He decided to leave for Saudi Arabia on Saturday, March 9 2012. On June 3, 2014, the Appellant went to USA. He came to Canada on Friday, June 18 2018, and asked for asylum.","redacted":"The Appellant alleges that after his relationship was discovered in mid-XXXX 2012 by his wife and brother-in-law, he suffered several incidents of retaliation. He received death threats, was beaten several times and a fatwa was issued against him. He was also arrested and tortured by the police. His transgender partner was raped by the assailants. The Appellant was also tied up and thrown in deep water and saved by a passerby. He decided to leave for Saudi Arabia on XXXX XXXX XXXX 2012. On XXXX XXXX, 2014, the Appellant went to USA. He came to Canada on XXXX XXXX XXXX 2018, and asked for asylum.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"At the hearing, the Appellant testified that he commenced a relationship with a transgender person in Canada.","redacted":"At the hearing, the Appellant testified that he commenced a relationship with a transgender person in Canada.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"DECISION","redacted":"DECISION","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Based on my independent analysis of all the evidence on the file, including the recording of the hearing, I find that the RPD erred in its credibility assessment. Therefore, I set aside the RPD determination and declare the Appellant a Convention refugee.","redacted":"Based on my independent analysis of all the evidence on the file, including the recording of the hearing, I find that the RPD erred in its credibility assessment. Therefore, I set aside the RPD determination and declare the Appellant a Convention refugee.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"The appeal is allowed.","redacted":"The appeal is allowed.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"STANDARD OF REVIEW","redacted":"STANDARD OF REVIEW","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"The RAD is required to independently assess all the evidence and determine whether the RPD was correct in relation to each alleged error of law, fact or mixed fact and law. Although in exceptional situations where the RPD had a meaningful advantage, the RAD can defer to its findings. In this case, the applicable standard of review is that of correctness.","redacted":"The RAD is required to independently assess all the evidence and determine whether the RPD was correct in relation to each alleged error of law, fact or mixed fact and law. Although in exceptional situations where the RPD had a meaningful advantage, the RAD can defer to its findings. In this case, the applicable standard of review is that of correctness.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"ANALYSIS","redacted":"ANALYSIS","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Credibility","redacted":"Credibility","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Generally, a claimant’s evidence given under oath is presumed to be truthful, unless there are valid reasons to doubt it. In this case, I am of the view that the RPD erred in its credibility assessment. The irregularities identified by the RPD, in the Appellant’s evidence, are not sufficient to undermine the Appellant’s credibility as to his sexual orientation.","redacted":"Generally, a claimant’s evidence given under oath is presumed to be truthful, unless there are valid reasons to doubt it. In this case, I am of the view that the RPD erred in its credibility assessment. The irregularities identified by the RPD, in the Appellant’s evidence, are not sufficient to undermine the Appellant’s credibility as to his sexual orientation.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"The RPD identified the following problems, with the Appellant’s evidence, and concluded that the Appellant was not credible as to his sexual orientation:","redacted":"The RPD identified the following problems, with the Appellant’s evidence, and concluded that the Appellant was not credible as to his sexual orientation:","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"the Appellant failed to submit a support letter from his current partner in Montréal or have that person appear as a witness at the hearing;","redacted":"the Appellant failed to submit a support letter from his current partner in Montréal or have that person appear as a witness at the hearing;","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"the Appellant provided vague and evasive testimony regarding the aspects he liked about his transgender girlfriends and the process of acceptance of his sexual orientation;","redacted":"the Appellant provided vague and evasive testimony regarding the aspects he liked about his transgender girlfriends and the process of acceptance of his sexual orientation;","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"the Appellant provided contradictory information about the first time that he had sexual intercourse with Sasha, mentioning, at first, that it was in November 2011, and later saying that it was, in fact, prior to that;","redacted":"the Appellant provided contradictory information about the first time that he had sexual intercourse with XXXX, mentioning, at first, that it was in XXXX 2011, and later saying that it was, in fact, prior to that;","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"the Appellant omitted to write, in his Basis of claim form (BOC), that after he was caught with Sasha by the watchman at his place of work, his colleagues threatened to kill him;","redacted":"the Appellant omitted to write, in his Basis of claim form (BOC), that after he was caught with XXXX by the watchman at his place of work, his colleagues threatened to kill him;","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"the Appellant failed to make efforts and take steps to claim asylum or obtain status in the USA over a period of four years and delayed coming to Canada to apply for asylum.","redacted":"the Appellant failed to make efforts and take steps to claim asylum or obtain status in the USA over a period of four years and delayed coming to Canada to apply for asylum.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"The RPD rejected the supporting documentation submitted by the Appellant, in light of the credibility issues identified above and because it did not, in itself, establish, the Appellant’s sexual orientation.","redacted":"The RPD rejected the supporting documentation submitted by the Appellant, in light of the credibility issues identified above and because it did not, in itself, establish, the Appellant’s sexual orientation.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"The Appellant’s relationships with transgender women","redacted":"The Appellant’s relationships with transgender women","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"The Appellant contests the RPD conclusions and submits that it was unreasonable for the panel to draw a negative credibility inference because his partner Meena was not available to testify at the hearing, given that the Appellant submitted proof of communication between himself and his girlfriend establishing that she had accepted to have sexual relationships with him and that she was transgender.","redacted":"The Appellant contests the RPD conclusions and submits that it was unreasonable for the panel to draw a negative credibility inference because his partner XXXX was not available to testify at the hearing, given that the Appellant submitted proof of communication between himself and his girlfriend establishing that she had accepted to have sexual relationships with him and that she was transgender.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"I note that the Appellant submitted a series of messages from his Badoo account spanning over the course of two years, namely from 2018 to 2020. Although, the conversations are rather brief, they do establish that Meena had informed the Appellant that she is transgender and that they agreed to have sex together. The messages further show that the appellant had asked Meena to accompany him to the hearing, but she refused because she had to work that day. Based on the above, I am of the view that the RPD erred in concluding that the Appellant’s credibility was negatively impacted.","redacted":"I note that the Appellant submitted a series of messages from his Badoo account spanning over the course of two years, namely from 2018 to 2020. Although, the conversations are rather brief, they do establish that XXXX had informed the Appellant that she is transgender and that they agreed to have sex together. The messages further show that the appellant had asked XXXX to accompany him to the hearing, but she refused because she had to work that day. Based on the above, I am of the view that the RPD erred in concluding that the Appellant’s credibility was negatively impacted.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"The Appellant submits that he provided reasonable answers in response to the panel’s question as to what he liked about his girlfriends. It is normal that he spoke about their physical appearance, when meeting them for the first time, because he did not really know them yet.","redacted":"The Appellant submits that he provided reasonable answers in response to the panel’s question as to what he liked about his girlfriends. It is normal that he spoke about their physical appearance, when meeting them for the first time, because he did not really know them yet.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"I agree that the panel’s questions could be understood as relating to what attracted the Appellant to Sasha and Meena when they first met. As such, I am satisfied with the Appellant’s answers which describe their physical appearance. The Appellant also explained that his girlfriends were serious and reliable, and that he liked how Meena talked and behaved. While I note that the panel was expecting more detailed testimony on this topic, such as feelings and emotions of joy, stress, or betrayal and how these emotions changed over time, I am of the view that the panel should have been more explicit with its questions and the areas that it wished the Appellant to expand upon.","redacted":"I agree that the panel’s questions could be understood as relating to what attracted the Appellant to XXXX and XXXX when they first met. As such, I am satisfied with the Appellant’s answers which describe their physical appearance. The Appellant also explained that his girlfriends were serious and reliable, and that he liked how XXXX talked and behaved. While I note that the panel was expecting more detailed testimony on this topic, such as feelings and emotions of joy, stress, or betrayal and how these emotions changed over time, I am of the view that the panel should have been more explicit with its questions and the areas that it wished the Appellant to expand upon.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"I find that the lack of details, in this case, does not support a negative credibility finding. I agree with the Appellant that he provided reasonable details of his sexual orientation, especially in light of the fact that this is a delicate subject which is difficult to rationalize. The Sexual Orientation and Gender Identity and Expression (SOGIE) Guidelines warn that decision makers should not rely on stereotypes or inappropriate assumptions in adjudicating cases involving SOGIE.","redacted":"I find that the lack of details, in this case, does not support a negative credibility finding. I agree with the Appellant that he provided reasonable details of his sexual orientation, especially in light of the fact that this is a delicate subject which is difficult to rationalize. The Sexual Orientation and Gender Identity and Expression (SOGIE) Guidelines warn that decision makers should not rely on stereotypes or inappropriate assumptions in adjudicating cases involving SOGIE.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Sexual intercourse with Sasha","redacted":"Sexual intercourse with XXXX","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"I agree with the RPD that the Appellant was inconsistent, in his testimony, as to the first time he had sex with Sasha, saying that it was in October 2012 at his place of work, while in his BOC he declared that the first time was in May 2010 in Lahore, after returning from Dubai. The Appellant explained that he thought that the RPD wanted to know about the time they were caught having sex.","redacted":"I agree with the RPD that the Appellant was inconsistent, in his testimony, as to the first time he had sex with XXXX, saying that it was in XXXX 2012 at his place of work, while in his BOC he declared that the first time was in XXXX 2010 in Lahore, after returning from Dubai. The Appellant explained that he thought that the RPD wanted to know about the time they were caught having sex.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"I give the Appellant the benefit of the doubt as it could have been a simple misunderstanding. The Appellant explained in detail, in his BOC, how he met Sasha and how each event unfolded in Pakistan after their relationship was discovered. He was consistent with respect of the main events in his story. I have no reason to impugn the Appellant’s overall credibility based on the noted inconsistency. The RPD erred on this point.","redacted":"I give the Appellant the benefit of the doubt as it could have been a simple misunderstanding. The Appellant explained in detail, in his BOC, how he met XXXX and how each event unfolded in Pakistan after their relationship was discovered. He was consistent with respect of the main events in his story. I have no reason to impugn the Appellant’s overall credibility based on the noted inconsistency. The RPD erred on this point.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"First threats against the claimant","redacted":"First threats against the claimant","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"The Appellant submits that his BOC makes mention that he’s colleagues, at work, were informed of his relationship with Sasha and that he was told that what he is doing is bad, and that no one would know or do anything if he were to be killed.","redacted":"The Appellant submits that his BOC makes mention that he’s colleagues, at work, were informed of his relationship with XXXX and that he was told that what he is doing is bad, and that no one would know or do anything if he were to be killed.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"The RPD is correct in saying that the Appellant did not mention that his colleagues threatened to kill him after finding out about his relationship with Sasha. However, I note that the Appellant did mention that his colleagues “blamed” him and said that what he was doing is “a big sin”. He declared that he was forced to quit his job as a result.","redacted":"The RPD is correct in saying that the Appellant did not mention that his colleagues threatened to kill him after finding out about his relationship with XXXX. However, I note that the Appellant did mention that his colleagues “blamed” him and said that what he was doing is “a big sin”. He declared that he was forced to quit his job as a result.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"He also indicated that he ran into some of his colleagues, at the market, four weeks later and they “started chanting that shamed on both of you living like husband and wife. And you both are Hijray.”","redacted":"He also indicated that he ran into some of his colleagues, at the market, XXXX weeks later and they “started chanting that shamed on both of you living like husband and wife. And you both are Hijray.”","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"While the Appellant may have misrepresented in his testimony that his colleagues told him that he would be “killed”, he was consistent as to the fact that they found out that he had a sexual relationship with a transgender woman and they publicly shamed him for it, which in Pakistan can cost someone their life, as explained below (see paras.33-37). He was clear that he left his job the next day because he felt that his life was threatened.","redacted":"While the Appellant may have misrepresented in his testimony that his colleagues told him that he would be “killed”, he was consistent as to the fact that they found out that he had a sexual relationship with a transgender woman and they publicly shamed him for it, which in Pakistan can cost someone their life, as explained below (see paras.33-37). He was clear that he left his job the next day because he felt that his life was threatened.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"I am of the view that the inconsistency noted by the RPD, does not detract from the Appellant’s credibility as to his sexual orientation or to the risk the Appellant would face in Pakistan for being a sexual minority.","redacted":"I am of the view that the inconsistency noted by the RPD, does not detract from the Appellant’s credibility as to his sexual orientation or to the risk the Appellant would face in Pakistan for being a sexual minority.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Documentary evidence","redacted":"Documentary evidence","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"I also agree with the Appellant that the RPD erred by rejecting:","redacted":"I also agree with the Appellant that the RPD erred by rejecting:","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"the affidavit from his friend Muhammad Khan;","redacted":"the affidavit from his friend XXXX XXXX;","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"the conversations with Meena from 2018 to 2020.","redacted":"the conversations with XXXX from 2018 to 2020.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"The RPD rejected this corroborative evidence based on the overall credibility problems in the Appellant’s evidence. The panel also concluded that the online messages with Meena do not establish a relationship or a sexual preference for the claimant.","redacted":"The RPD rejected this corroborative evidence based on the overall credibility problems in the Appellant’s evidence. The panel also concluded that the online messages with XXXX do not establish a relationship or a sexual preference for the claimant.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"I have no reason to impugn the credibility of the affidavit provided by the Appellant’s friend or of the on-line messages, which appear to be authentic on their face. Also, as explained above, I overturned the RPD’s non-credibility conclusions based on which the panel relied to reject this evidence.","redacted":"I have no reason to impugn the credibility of the affidavit provided by the Appellant’s friend or of the on-line messages, which appear to be authentic on their face. Also, as explained above, I overturned the RPD’s non-credibility conclusions based on which the panel relied to reject this evidence.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"I find that the affidavit corroborates that the Appellant and Sasha took refuge at his friend’s house, that Sasha was transgender, and that the Appellant called her wife. The RPD erred in assigning no weight to this document.","redacted":"I find that the affidavit corroborates that the Appellant and XXXX took refuge at his friend’s house, that XXXX was transgender, and that the Appellant called her wife. The RPD erred in assigning no weight to this document.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"While the on-line messages are brief and do not allow to establish the extent of the relationship between the Appellant and Sasha, they do establish that the Appellant knew that Sasha was transgender, and that the Appellant wanted to have sex with her. The RPD erred in assigning no weight to this document.","redacted":"While the on-line messages are brief and do not allow to establish the extent of the relationship between the Appellant and XXXX, they do establish that the Appellant knew that Sasha was transgender, and that the Appellant wanted to have sex with her. The RPD erred in assigning no weight to this document.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Failure to ask for asylum in the United States","redacted":"Failure to ask for asylum in the United States","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Finally, the Appellant submits that his failure to ask for asylum in USA is not determinative of his credibility. I agree.","redacted":"Finally, the Appellant submits that his failure to ask for asylum in USA is not determinative of his credibility. I agree.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"The Appellant explained that he met with a lawyer who arranged for him a marriage as a way for him to stay in the USA. The Appellant established that he got married within the first year he got to the USA. His wife thereafter sponsored him to stay in the USA. However, he learned subsequently that his wife was a criminal, and she was sought by the police. His sponsorship application was also rejected in September 2016, causing him to lose his legal status in the USA. Although, the Appellant remained illegally in the USA until June 2018, he was no longer eligible, at that time, to apply for asylum, since he exceeded the one-year window for filing an application.","redacted":"The Appellant explained that he met with a lawyer who arranged for him a marriage as a way for him to stay in the USA. The Appellant established that he got married within the first year he got to the USA. His wife thereafter sponsored him to stay in the USA. However, he learned subsequently that his wife was a criminal, and she was sought by the police. His sponsorship application was also rejected in XXXX 2016, causing him to lose his legal status in the USA. Although, the Appellant remained illegally in the USA until XXXX 2018, he was no longer eligible, at that time, to apply for asylum, since he exceeded the one-year window for filing an application.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Even though the Appellant did not provide a reasonable explanation for not coming to Canada earlier and apply for asylum, I am of the view that this is not determinative of his overall credibility as to his sexual orientation. The RPD erred.","redacted":"Even though the Appellant did not provide a reasonable explanation for not coming to Canada earlier and apply for asylum, I am of the view that this is not determinative of his overall credibility as to his sexual orientation. The RPD erred.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Based on the above, I am satisfied that the Appellant has established, on a balance of probabilities, that he is a sexual minority who is attracted to transgender women. The RPD erred in its credibility assessment.","redacted":"Based on the above, I am satisfied that the Appellant has established, on a balance of probabilities, that he is a sexual minority who is attracted to transgender women. The RPD erred in its credibility assessment.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Prospective risk based on his sexual orientation","redacted":"Prospective risk based on his sexual orientation","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"The objective country documentation demonstrates that sexual minorities face “severe social stigma”, “discrimination, violence, social boycott and degradation in social class and rank”, and, in some cases, a serious threat to life in Pakistan.","redacted":"The objective country documentation demonstrates that sexual minorities face “severe social stigma”, “discrimination, violence, social boycott and degradation in social class and rank”, and, in some cases, a serious threat to life in Pakistan.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"The Neengar Society president said that “ʻLahore, Karachi and Islamabad are more liberal and acceptingʼ of LGBT people than other areas of Pakistan, but that no one can openly claim to be gay or lesbian in Pakistan as it can still cost them their life to announce their sexuality in publicˮ.","redacted":"The Neengar Society president said that “ʻLahore, Karachi and Islamabad are more liberal and acceptingʼ of LGBT people than other areas of Pakistan, but that no one can openly claim to be gay or lesbian in Pakistan as it can still cost them their life to announce their sexuality in publicˮ.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"According to the Australian DFAT, “LGBTI people in Pakistan face high levels of official […] discriminationˮ. According to Human Rights Watch, there is “government persecutionˮ towards transgender persons.","redacted":"According to the Australian DFAT, “LGBTI people in Pakistan face high levels of official […] discriminationˮ. According to Human Rights Watch, there is “government persecutionˮ towards transgender persons.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"According to US Country Reports 2017, the police “generally refused to take action on cases involving members of the LGBTI communityˮ. There are no laws that protect against discrimination on the basis of sexual orientation or gender identity\" in Pakistan.","redacted":"According to US Country Reports 2017, the police “generally refused to take action on cases involving members of the LGBTI communityˮ. There are no laws that protect against discrimination on the basis of sexual orientation or gender identity\" in Pakistan.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"I am of the view that the Appellant will not be able to safely and openly live as a sexual minority and have open relationships with transwomen in Pakistan. I find that there is a serious possibility of the Appellant being persecuted for his sexual orientation throughout Pakistan and that no adequate state protection is available to him. As a result, I find that the Appellant is a Convention refugees under section 96 of the Act.","redacted":"I am of the view that the Appellant will not be able to safely and openly live as a sexual minority and have open relationships with transwomen in Pakistan. I find that there is a serious possibility of the Appellant being persecuted for his sexual orientation throughout Pakistan and that no adequate state protection is available to him. As a result, I find that the Appellant is a Convention refugees under section 96 of the Act.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"CONCLUSION","redacted":"CONCLUSION","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Pursuant to (b) of the , the RAD sets aside the RPD’s determination and declares that the Appellant, Soheil Mohib, is a Convention refugee, pursuant to section 96 of the Act.","redacted":"Pursuant to (b) of the , the RAD sets aside the RPD’s determination and declares that the Appellant, XXXX XXXX, is a Convention refugee, pursuant to section 96 of the Act.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"The appeal is allowed.","redacted":"The appeal is allowed.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"BES\/cl","redacted":"BES\/cl","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Person who is the subject of the appeal","redacted":"Person who is the subject of the appeal","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Soheil Mohib","redacted":"XXXX XXXX","language":"cy","filename":"MC0-08732a.docx"}
{"unredacted":"Personne en cause","redacted":"Personne en cause","language":"fr","filename":"MC0-08732a.docx"}
{"unredacted":"Appeal considered \/ heard at","redacted":"Appeal considered \/ heard at","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Montreal, QC","redacted":"Montreal, QC","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Appel instruit \/ entendu à","redacted":"Appel instruit \/ entendu à","language":"fr","filename":"MC0-08732a.docx"}
{"unredacted":"Date of decision","redacted":"Date of decision","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"March 30, 2021","redacted":"March 30, 2021","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Date de la décision","redacted":"Date de la décision","language":"fr","filename":"MC0-08732a.docx"}
{"unredacted":"Panel","redacted":"Panel","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Me Bianca Eleonora Suciu","redacted":"Me Bianca Eleonora Suciu","language":"ca","filename":"MC0-08732a.docx"}
{"unredacted":"Tribunal","redacted":"Tribunal","language":"es","filename":"MC0-08732a.docx"}
{"unredacted":"Counsel for the person who is the subject of the appeal","redacted":"Counsel for the person who is the subject of the appeal","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Claude Whalen","redacted":"Claude Whalen","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Conseil de la personne en cause","redacted":"Conseil de la personne en cause","language":"fr","filename":"MC0-08732a.docx"}
{"unredacted":"Designated representative","redacted":"Designated representative","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"N\/A","redacted":"N\/A","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Représentant(e) désigné(e)","redacted":"Représentant(e) désigné(e)","language":"fr","filename":"MC0-08732a.docx"}
{"unredacted":"Counsel for the Minister","redacted":"Counsel for the Minister","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"N\/A","redacted":"N\/A","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Conseil du ministre","redacted":"Conseil du ministre","language":"fr","filename":"MC0-08732a.docx"}
{"unredacted":"(signed)","redacted":"(signed)","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Bianca E. Suciu","redacted":"Bianca E. Suciu","language":"it","filename":"MC0-08732a.docx"}
{"unredacted":"Me Bianca Eleonora Suciu","redacted":"Me Bianca Eleonora Suciu","language":"ca","filename":"MC0-08732a.docx"}
{"unredacted":"March 30, 2021","redacted":"March 30, 2021","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Date","redacted":"Date","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"RAD File \/ Dossier de la SAR : MC008732","redacted":"RAD File \/ Dossier de la SAR : MC008732","language":"fr","filename":"MC0-08732a.docx"}
{"unredacted":"Private Proceeding \/ Huis clos","redacted":"Private Proceeding \/ Huis clos","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Reasons and decision Motifs et décision","redacted":"Reasons and decision Motifs et décision","language":"fr","filename":"MC0-08732a.docx"}
{"unredacted":"REASONS FOR DECISION","redacted":"REASONS FOR DECISION","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"INTRODUCTION","redacted":"INTRODUCTION","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Soheil Mohib (the Appellant), is a citizen of Pakistan. He appeals the decision of the Refugee Protection Division (RPD) rendered on March 9, 2020, rejecting his claim filed pursuant to sections 96 and 97 of the Immigration and Refugee Protection Act (the Act).","redacted":"XXXX XXXX (the Appellant), is a citizen of Pakistan. He appeals the decision of the Refugee Protection Division (RPD) rendered on March 9, 2020, rejecting his claim filed pursuant to sections 96 and 97 of the Immigration and Refugee Protection Act (the Act).","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"The RPD found that the Appellant was not credible, as to the basis of his claim, due to several inconsistencies and omissions in his evidence, as well as vague and evasive testimony on areas central to his claim. The RPD also concluded that the Appellant’s failure to apply for asylum in the USA shows a lack of subjective fear. The Appellant submits that the panel erred in its credibility analysis and by rejecting his supporting documentation. The Appellant asks the Refugee Appeals Division (RAD) to grant the appeal or to return the file to the RPD for re-determination.","redacted":"The RPD found that the Appellant was not credible, as to the basis of his claim, due to several inconsistencies and omissions in his evidence, as well as vague and evasive testimony on areas central to his claim. The RPD also concluded that the Appellant’s failure to apply for asylum in the USA shows a lack of subjective fear. The Appellant submits that the panel erred in its credibility analysis and by rejecting his supporting documentation. The Appellant asks the Refugee Appeals Division (RAD) to grant the appeal or to return the file to the RPD for re-determination.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"OVERVIEW","redacted":"OVERVIEW","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"The Appellant fears persecution from members of his family, in-laws, religious persons as well as from the police because he had an extramarital relationship with a transgender person named Sasha. The Appellant alleges that he is only attracted to transgender persons who transitioned from male to female.","redacted":"The Appellant fears persecution from members of his family, in-laws, religious persons as well as from the police because he had an extramarital relationship with a transgender person named XXXX. The Appellant alleges that he is only attracted to transgender persons who transitioned from male to female.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"The Appellant alleges that after his relationship was discovered in mid-October 2012 by his wife and brother-in-law, he suffered several incidents of retaliation. He received death threats, was beaten several times and a fatwa was issued against him. He was also arrested and tortured by the police. His transgender partner was raped by the assailants. The Appellant was also tied up and thrown in deep water and saved by a passerby. He decided to leave for Saudi Arabia on Saturday, March 9 2012. On June 3, 2014, the Appellant went to USA. He came to Canada on Friday, June 18 2018, and asked for asylum.","redacted":"The Appellant alleges that after his relationship was discovered in mid-XXXX 2012 by his wife and brother-in-law, he suffered several incidents of retaliation. He received death threats, was beaten several times and a fatwa was issued against him. He was also arrested and tortured by the police. His transgender partner was raped by the assailants. The Appellant was also tied up and thrown in deep water and saved by a passerby. He decided to leave for Saudi Arabia on XXXX XXXX XXXX 2012. On XXXX XXXX, 2014, the Appellant went to USA. He came to Canada on XXXX XXXX XXXX 2018, and asked for asylum.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"At the hearing, the Appellant testified that he commenced a relationship with a transgender person in Canada.","redacted":"At the hearing, the Appellant testified that he commenced a relationship with a transgender person in Canada.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"DECISION","redacted":"DECISION","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Based on my independent analysis of all the evidence on the file, including the recording of the hearing, I find that the RPD erred in its credibility assessment. Therefore, I set aside the RPD determination and declare the Appellant a Convention refugee.","redacted":"Based on my independent analysis of all the evidence on the file, including the recording of the hearing, I find that the RPD erred in its credibility assessment. Therefore, I set aside the RPD determination and declare the Appellant a Convention refugee.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"The appeal is allowed.","redacted":"The appeal is allowed.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"STANDARD OF REVIEW","redacted":"STANDARD OF REVIEW","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"The RAD is required to independently assess all the evidence and determine whether the RPD was correct in relation to each alleged error of law, fact or mixed fact and law. Although in exceptional situations where the RPD had a meaningful advantage, the RAD can defer to its findings. In this case, the applicable standard of review is that of correctness.","redacted":"The RAD is required to independently assess all the evidence and determine whether the RPD was correct in relation to each alleged error of law, fact or mixed fact and law. Although in exceptional situations where the RPD had a meaningful advantage, the RAD can defer to its findings. In this case, the applicable standard of review is that of correctness.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"ANALYSIS","redacted":"ANALYSIS","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Credibility","redacted":"Credibility","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Generally, a claimant’s evidence given under oath is presumed to be truthful, unless there are valid reasons to doubt it. In this case, I am of the view that the RPD erred in its credibility assessment. The irregularities identified by the RPD, in the Appellant’s evidence, are not sufficient to undermine the Appellant’s credibility as to his sexual orientation.","redacted":"Generally, a claimant’s evidence given under oath is presumed to be truthful, unless there are valid reasons to doubt it. In this case, I am of the view that the RPD erred in its credibility assessment. The irregularities identified by the RPD, in the Appellant’s evidence, are not sufficient to undermine the Appellant’s credibility as to his sexual orientation.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"The RPD identified the following problems, with the Appellant’s evidence, and concluded that the Appellant was not credible as to his sexual orientation:","redacted":"The RPD identified the following problems, with the Appellant’s evidence, and concluded that the Appellant was not credible as to his sexual orientation:","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"the Appellant failed to submit a support letter from his current partner in Montréal or have that person appear as a witness at the hearing;","redacted":"the Appellant failed to submit a support letter from his current partner in Montréal or have that person appear as a witness at the hearing;","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"the Appellant provided vague and evasive testimony regarding the aspects he liked about his transgender girlfriends and the process of acceptance of his sexual orientation;","redacted":"the Appellant provided vague and evasive testimony regarding the aspects he liked about his transgender girlfriends and the process of acceptance of his sexual orientation;","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"the Appellant provided contradictory information about the first time that he had sexual intercourse with Sasha, mentioning, at first, that it was in November 2011, and later saying that it was, in fact, prior to that;","redacted":"the Appellant provided contradictory information about the first time that he had sexual intercourse with XXXX, mentioning, at first, that it was in XXXX 2011, and later saying that it was, in fact, prior to that;","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"the Appellant omitted to write, in his Basis of claim form (BOC), that after he was caught with Sasha by the watchman at his place of work, his colleagues threatened to kill him;","redacted":"the Appellant omitted to write, in his Basis of claim form (BOC), that after he was caught with XXXX by the watchman at his place of work, his colleagues threatened to kill him;","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"the Appellant failed to make efforts and take steps to claim asylum or obtain status in the USA over a period of four years and delayed coming to Canada to apply for asylum.","redacted":"the Appellant failed to make efforts and take steps to claim asylum or obtain status in the USA over a period of four years and delayed coming to Canada to apply for asylum.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"The RPD rejected the supporting documentation submitted by the Appellant, in light of the credibility issues identified above and because it did not, in itself, establish, the Appellant’s sexual orientation.","redacted":"The RPD rejected the supporting documentation submitted by the Appellant, in light of the credibility issues identified above and because it did not, in itself, establish, the Appellant’s sexual orientation.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"The Appellant’s relationships with transgender women","redacted":"The Appellant’s relationships with transgender women","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"The Appellant contests the RPD conclusions and submits that it was unreasonable for the panel to draw a negative credibility inference because his partner Meena was not available to testify at the hearing, given that the Appellant submitted proof of communication between himself and his girlfriend establishing that she had accepted to have sexual relationships with him and that she was transgender.","redacted":"The Appellant contests the RPD conclusions and submits that it was unreasonable for the panel to draw a negative credibility inference because his partner XXXX was not available to testify at the hearing, given that the Appellant submitted proof of communication between himself and his girlfriend establishing that she had accepted to have sexual relationships with him and that she was transgender.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"I note that the Appellant submitted a series of messages from his Badoo account spanning over the course of two years, namely from 2018 to 2020. Although, the conversations are rather brief, they do establish that Meena had informed the Appellant that she is transgender and that they agreed to have sex together. The messages further show that the appellant had asked Meena to accompany him to the hearing, but she refused because she had to work that day. Based on the above, I am of the view that the RPD erred in concluding that the Appellant’s credibility was negatively impacted.","redacted":"I note that the Appellant submitted a series of messages from his Badoo account spanning over the course of two years, namely from 2018 to 2020. Although, the conversations are rather brief, they do establish that XXXX had informed the Appellant that she is transgender and that they agreed to have sex together. The messages further show that the appellant had asked XXXX to accompany him to the hearing, but she refused because she had to work that day. Based on the above, I am of the view that the RPD erred in concluding that the Appellant’s credibility was negatively impacted.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"The Appellant submits that he provided reasonable answers in response to the panel’s question as to what he liked about his girlfriends. It is normal that he spoke about their physical appearance, when meeting them for the first time, because he did not really know them yet.","redacted":"The Appellant submits that he provided reasonable answers in response to the panel’s question as to what he liked about his girlfriends. It is normal that he spoke about their physical appearance, when meeting them for the first time, because he did not really know them yet.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"I agree that the panel’s questions could be understood as relating to what attracted the Appellant to Sasha and Meena when they first met. As such, I am satisfied with the Appellant’s answers which describe their physical appearance. The Appellant also explained that his girlfriends were serious and reliable, and that he liked how Meena talked and behaved. While I note that the panel was expecting more detailed testimony on this topic, such as feelings and emotions of joy, stress, or betrayal and how these emotions changed over time, I am of the view that the panel should have been more explicit with its questions and the areas that it wished the Appellant to expand upon.","redacted":"I agree that the panel’s questions could be understood as relating to what attracted the Appellant to XXXX and XXXX when they first met. As such, I am satisfied with the Appellant’s answers which describe their physical appearance. The Appellant also explained that his girlfriends were serious and reliable, and that he liked how XXXX talked and behaved. While I note that the panel was expecting more detailed testimony on this topic, such as feelings and emotions of joy, stress, or betrayal and how these emotions changed over time, I am of the view that the panel should have been more explicit with its questions and the areas that it wished the Appellant to expand upon.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"I find that the lack of details, in this case, does not support a negative credibility finding. I agree with the Appellant that he provided reasonable details of his sexual orientation, especially in light of the fact that this is a delicate subject which is difficult to rationalize. The Sexual Orientation and Gender Identity and Expression (SOGIE) Guidelines warn that decision makers should not rely on stereotypes or inappropriate assumptions in adjudicating cases involving SOGIE.","redacted":"I find that the lack of details, in this case, does not support a negative credibility finding. I agree with the Appellant that he provided reasonable details of his sexual orientation, especially in light of the fact that this is a delicate subject which is difficult to rationalize. The Sexual Orientation and Gender Identity and Expression (SOGIE) Guidelines warn that decision makers should not rely on stereotypes or inappropriate assumptions in adjudicating cases involving SOGIE.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Sexual intercourse with Sasha","redacted":"Sexual intercourse with XXXX","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"I agree with the RPD that the Appellant was inconsistent, in his testimony, as to the first time he had sex with Sasha, saying that it was in October 2012 at his place of work, while in his BOC he declared that the first time was in May 2010 in Lahore, after returning from Dubai. The Appellant explained that he thought that the RPD wanted to know about the time they were caught having sex.","redacted":"I agree with the RPD that the Appellant was inconsistent, in his testimony, as to the first time he had sex with XXXX, saying that it was in XXXX 2012 at his place of work, while in his BOC he declared that the first time was in XXXX 2010 in Lahore, after returning from Dubai. The Appellant explained that he thought that the RPD wanted to know about the time they were caught having sex.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"I give the Appellant the benefit of the doubt as it could have been a simple misunderstanding. The Appellant explained in detail, in his BOC, how he met Sasha and how each event unfolded in Pakistan after their relationship was discovered. He was consistent with respect of the main events in his story. I have no reason to impugn the Appellant’s overall credibility based on the noted inconsistency. The RPD erred on this point.","redacted":"I give the Appellant the benefit of the doubt as it could have been a simple misunderstanding. The Appellant explained in detail, in his BOC, how he met XXXX and how each event unfolded in Pakistan after their relationship was discovered. He was consistent with respect of the main events in his story. I have no reason to impugn the Appellant’s overall credibility based on the noted inconsistency. The RPD erred on this point.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"First threats against the claimant","redacted":"First threats against the claimant","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"The Appellant submits that his BOC makes mention that he’s colleagues, at work, were informed of his relationship with Sasha and that he was told that what he is doing is bad, and that no one would know or do anything if he were to be killed.","redacted":"The Appellant submits that his BOC makes mention that he’s colleagues, at work, were informed of his relationship with XXXX and that he was told that what he is doing is bad, and that no one would know or do anything if he were to be killed.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"The RPD is correct in saying that the Appellant did not mention that his colleagues threatened to kill him after finding out about his relationship with Sasha. However, I note that the Appellant did mention that his colleagues “blamed” him and said that what he was doing is “a big sin”. He declared that he was forced to quit his job as a result.","redacted":"The RPD is correct in saying that the Appellant did not mention that his colleagues threatened to kill him after finding out about his relationship with XXXX. However, I note that the Appellant did mention that his colleagues “blamed” him and said that what he was doing is “a big sin”. He declared that he was forced to quit his job as a result.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"He also indicated that he ran into some of his colleagues, at the market, four weeks later and they “started chanting that shamed on both of you living like husband and wife. And you both are Hijray.”","redacted":"He also indicated that he ran into some of his colleagues, at the market, XXXX weeks later and they “started chanting that shamed on both of you living like husband and wife. And you both are Hijray.”","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"While the Appellant may have misrepresented in his testimony that his colleagues told him that he would be “killed”, he was consistent as to the fact that they found out that he had a sexual relationship with a transgender woman and they publicly shamed him for it, which in Pakistan can cost someone their life, as explained below (see paras.33-37). He was clear that he left his job the next day because he felt that his life was threatened.","redacted":"While the Appellant may have misrepresented in his testimony that his colleagues told him that he would be “killed”, he was consistent as to the fact that they found out that he had a sexual relationship with a transgender woman and they publicly shamed him for it, which in Pakistan can cost someone their life, as explained below (see paras.33-37). He was clear that he left his job the next day because he felt that his life was threatened.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"I am of the view that the inconsistency noted by the RPD, does not detract from the Appellant’s credibility as to his sexual orientation or to the risk the Appellant would face in Pakistan for being a sexual minority.","redacted":"I am of the view that the inconsistency noted by the RPD, does not detract from the Appellant’s credibility as to his sexual orientation or to the risk the Appellant would face in Pakistan for being a sexual minority.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Documentary evidence","redacted":"Documentary evidence","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"I also agree with the Appellant that the RPD erred by rejecting:","redacted":"I also agree with the Appellant that the RPD erred by rejecting:","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"the affidavit from his friend Muhammad Khan;","redacted":"the affidavit from his friend XXXX XXXX;","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"the conversations with Meena from 2018 to 2020.","redacted":"the conversations with XXXX from 2018 to 2020.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"The RPD rejected this corroborative evidence based on the overall credibility problems in the Appellant’s evidence. The panel also concluded that the online messages with Meena do not establish a relationship or a sexual preference for the claimant.","redacted":"The RPD rejected this corroborative evidence based on the overall credibility problems in the Appellant’s evidence. The panel also concluded that the online messages with XXXX do not establish a relationship or a sexual preference for the claimant.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"I have no reason to impugn the credibility of the affidavit provided by the Appellant’s friend or of the on-line messages, which appear to be authentic on their face. Also, as explained above, I overturned the RPD’s non-credibility conclusions based on which the panel relied to reject this evidence.","redacted":"I have no reason to impugn the credibility of the affidavit provided by the Appellant’s friend or of the on-line messages, which appear to be authentic on their face. Also, as explained above, I overturned the RPD’s non-credibility conclusions based on which the panel relied to reject this evidence.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"I find that the affidavit corroborates that the Appellant and Sasha took refuge at his friend’s house, that Sasha was transgender, and that the Appellant called her wife. The RPD erred in assigning no weight to this document.","redacted":"I find that the affidavit corroborates that the Appellant and XXXX took refuge at his friend’s house, that XXXX was transgender, and that the Appellant called her wife. The RPD erred in assigning no weight to this document.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"While the on-line messages are brief and do not allow to establish the extent of the relationship between the Appellant and Sasha, they do establish that the Appellant knew that Sasha was transgender, and that the Appellant wanted to have sex with her. The RPD erred in assigning no weight to this document.","redacted":"While the on-line messages are brief and do not allow to establish the extent of the relationship between the Appellant and XXXX, they do establish that the Appellant knew that Sasha was transgender, and that the Appellant wanted to have sex with her. The RPD erred in assigning no weight to this document.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Failure to ask for asylum in the United States","redacted":"Failure to ask for asylum in the United States","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Finally, the Appellant submits that his failure to ask for asylum in USA is not determinative of his credibility. I agree.","redacted":"Finally, the Appellant submits that his failure to ask for asylum in USA is not determinative of his credibility. I agree.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"The Appellant explained that he met with a lawyer who arranged for him a marriage as a way for him to stay in the USA. The Appellant established that he got married within the first year he got to the USA. His wife thereafter sponsored him to stay in the USA. However, he learned subsequently that his wife was a criminal, and she was sought by the police. His sponsorship application was also rejected in September 2016, causing him to lose his legal status in the USA. Although, the Appellant remained illegally in the USA until June 2018, he was no longer eligible, at that time, to apply for asylum, since he exceeded the one-year window for filing an application.","redacted":"The Appellant explained that he met with a lawyer who arranged for him a marriage as a way for him to stay in the USA. The Appellant established that he got married within the first year he got to the USA. His wife thereafter sponsored him to stay in the USA. However, he learned subsequently that his wife was a criminal, and she was sought by the police. His sponsorship application was also rejected in XXXX 2016, causing him to lose his legal status in the USA. Although, the Appellant remained illegally in the USA until XXXX 2018, he was no longer eligible, at that time, to apply for asylum, since he exceeded the one-year window for filing an application.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Even though the Appellant did not provide a reasonable explanation for not coming to Canada earlier and apply for asylum, I am of the view that this is not determinative of his overall credibility as to his sexual orientation. The RPD erred.","redacted":"Even though the Appellant did not provide a reasonable explanation for not coming to Canada earlier and apply for asylum, I am of the view that this is not determinative of his overall credibility as to his sexual orientation. The RPD erred.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Based on the above, I am satisfied that the Appellant has established, on a balance of probabilities, that he is a sexual minority who is attracted to transgender women. The RPD erred in its credibility assessment.","redacted":"Based on the above, I am satisfied that the Appellant has established, on a balance of probabilities, that he is a sexual minority who is attracted to transgender women. The RPD erred in its credibility assessment.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Prospective risk based on his sexual orientation","redacted":"Prospective risk based on his sexual orientation","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"The objective country documentation demonstrates that sexual minorities face “severe social stigma”, “discrimination, violence, social boycott and degradation in social class and rank”, and, in some cases, a serious threat to life in Pakistan.","redacted":"The objective country documentation demonstrates that sexual minorities face “severe social stigma”, “discrimination, violence, social boycott and degradation in social class and rank”, and, in some cases, a serious threat to life in Pakistan.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"The Neengar Society president said that “ʻLahore, Karachi and Islamabad are more liberal and acceptingʼ of LGBT people than other areas of Pakistan, but that no one can openly claim to be gay or lesbian in Pakistan as it can still cost them their life to announce their sexuality in publicˮ.","redacted":"The Neengar Society president said that “ʻLahore, Karachi and Islamabad are more liberal and acceptingʼ of LGBT people than other areas of Pakistan, but that no one can openly claim to be gay or lesbian in Pakistan as it can still cost them their life to announce their sexuality in publicˮ.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"According to the Australian DFAT, “LGBTI people in Pakistan face high levels of official […] discriminationˮ. According to Human Rights Watch, there is “government persecutionˮ towards transgender persons.","redacted":"According to the Australian DFAT, “LGBTI people in Pakistan face high levels of official […] discriminationˮ. According to Human Rights Watch, there is “government persecutionˮ towards transgender persons.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"According to US Country Reports 2017, the police “generally refused to take action on cases involving members of the LGBTI communityˮ. There are no laws that protect against discrimination on the basis of sexual orientation or gender identity\" in Pakistan.","redacted":"According to US Country Reports 2017, the police “generally refused to take action on cases involving members of the LGBTI communityˮ. There are no laws that protect against discrimination on the basis of sexual orientation or gender identity\" in Pakistan.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"I am of the view that the Appellant will not be able to safely and openly live as a sexual minority and have open relationships with transwomen in Pakistan. I find that there is a serious possibility of the Appellant being persecuted for his sexual orientation throughout Pakistan and that no adequate state protection is available to him. As a result, I find that the Appellant is a Convention refugees under section 96 of the Act.","redacted":"I am of the view that the Appellant will not be able to safely and openly live as a sexual minority and have open relationships with transwomen in Pakistan. I find that there is a serious possibility of the Appellant being persecuted for his sexual orientation throughout Pakistan and that no adequate state protection is available to him. As a result, I find that the Appellant is a Convention refugees under section 96 of the Act.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"CONCLUSION","redacted":"CONCLUSION","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Pursuant to (b) of the , the RAD sets aside the RPD’s determination and declares that the Appellant, Soheil Mohib, is a Convention refugee, pursuant to section 96 of the Act.","redacted":"Pursuant to (b) of the , the RAD sets aside the RPD’s determination and declares that the Appellant, XXXX XXXX, is a Convention refugee, pursuant to section 96 of the Act.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"The appeal is allowed.","redacted":"The appeal is allowed.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"BES\/cl","redacted":"BES\/cl","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Person who is the subject of the appeal","redacted":"Person who is the subject of the appeal","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Soheil Mohib","redacted":"XXXX XXXX","language":"cy","filename":"MC0-08732a.docx"}
{"unredacted":"Personne en cause","redacted":"Personne en cause","language":"fr","filename":"MC0-08732a.docx"}
{"unredacted":"Appeal considered \/ heard at","redacted":"Appeal considered \/ heard at","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Montreal, QC","redacted":"Montreal, QC","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Appel instruit \/ entendu à","redacted":"Appel instruit \/ entendu à","language":"fr","filename":"MC0-08732a.docx"}
{"unredacted":"Date of decision","redacted":"Date of decision","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"March 30, 2021","redacted":"March 30, 2021","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Date de la décision","redacted":"Date de la décision","language":"fr","filename":"MC0-08732a.docx"}
{"unredacted":"Panel","redacted":"Panel","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Me Bianca Eleonora Suciu","redacted":"Me Bianca Eleonora Suciu","language":"ca","filename":"MC0-08732a.docx"}
{"unredacted":"Tribunal","redacted":"Tribunal","language":"es","filename":"MC0-08732a.docx"}
{"unredacted":"Counsel for the person who is the subject of the appeal","redacted":"Counsel for the person who is the subject of the appeal","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Claude Whalen","redacted":"Claude Whalen","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Conseil de la personne en cause","redacted":"Conseil de la personne en cause","language":"fr","filename":"MC0-08732a.docx"}
{"unredacted":"Designated representative","redacted":"Designated representative","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"N\/A","redacted":"N\/A","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Représentant(e) désigné(e)","redacted":"Représentant(e) désigné(e)","language":"fr","filename":"MC0-08732a.docx"}
{"unredacted":"Counsel for the Minister","redacted":"Counsel for the Minister","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"N\/A","redacted":"N\/A","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Conseil du ministre","redacted":"Conseil du ministre","language":"fr","filename":"MC0-08732a.docx"}
{"unredacted":"(signed)","redacted":"(signed)","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Bianca E. Suciu","redacted":"Bianca E. Suciu","language":"it","filename":"MC0-08732a.docx"}
{"unredacted":"Me Bianca Eleonora Suciu","redacted":"Me Bianca Eleonora Suciu","language":"ca","filename":"MC0-08732a.docx"}
{"unredacted":"March 30, 2021","redacted":"March 30, 2021","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Date","redacted":"Date","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"RAD File \/ Dossier de la SAR : MC008732","redacted":"RAD File \/ Dossier de la SAR : MC008732","language":"fr","filename":"MC0-08732a.docx"}
{"unredacted":"Private Proceeding \/ Huis clos","redacted":"Private Proceeding \/ Huis clos","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Reasons and decision Motifs et décision","redacted":"Reasons and decision Motifs et décision","language":"fr","filename":"MC0-08732a.docx"}
{"unredacted":"REASONS FOR DECISION","redacted":"REASONS FOR DECISION","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"INTRODUCTION","redacted":"INTRODUCTION","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Soheil Mohib (the Appellant), is a citizen of Pakistan. He appeals the decision of the Refugee Protection Division (RPD) rendered on March 9, 2020, rejecting his claim filed pursuant to sections 96 and 97 of the Immigration and Refugee Protection Act (the Act).","redacted":"XXXX XXXX (the Appellant), is a citizen of Pakistan. He appeals the decision of the Refugee Protection Division (RPD) rendered on March 9, 2020, rejecting his claim filed pursuant to sections 96 and 97 of the Immigration and Refugee Protection Act (the Act).","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"The RPD found that the Appellant was not credible, as to the basis of his claim, due to several inconsistencies and omissions in his evidence, as well as vague and evasive testimony on areas central to his claim. The RPD also concluded that the Appellant’s failure to apply for asylum in the USA shows a lack of subjective fear. The Appellant submits that the panel erred in its credibility analysis and by rejecting his supporting documentation. The Appellant asks the Refugee Appeals Division (RAD) to grant the appeal or to return the file to the RPD for re-determination.","redacted":"The RPD found that the Appellant was not credible, as to the basis of his claim, due to several inconsistencies and omissions in his evidence, as well as vague and evasive testimony on areas central to his claim. The RPD also concluded that the Appellant’s failure to apply for asylum in the USA shows a lack of subjective fear. The Appellant submits that the panel erred in its credibility analysis and by rejecting his supporting documentation. The Appellant asks the Refugee Appeals Division (RAD) to grant the appeal or to return the file to the RPD for re-determination.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"OVERVIEW","redacted":"OVERVIEW","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"The Appellant fears persecution from members of his family, in-laws, religious persons as well as from the police because he had an extramarital relationship with a transgender person named Sasha. The Appellant alleges that he is only attracted to transgender persons who transitioned from male to female.","redacted":"The Appellant fears persecution from members of his family, in-laws, religious persons as well as from the police because he had an extramarital relationship with a transgender person named XXXX. The Appellant alleges that he is only attracted to transgender persons who transitioned from male to female.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"The Appellant alleges that after his relationship was discovered in mid-October 2012 by his wife and brother-in-law, he suffered several incidents of retaliation. He received death threats, was beaten several times and a fatwa was issued against him. He was also arrested and tortured by the police. His transgender partner was raped by the assailants. The Appellant was also tied up and thrown in deep water and saved by a passerby. He decided to leave for Saudi Arabia on Saturday, March 9 2012. On June 3, 2014, the Appellant went to USA. He came to Canada on Friday, June 18 2018, and asked for asylum.","redacted":"The Appellant alleges that after his relationship was discovered in mid-XXXX 2012 by his wife and brother-in-law, he suffered several incidents of retaliation. He received death threats, was beaten several times and a fatwa was issued against him. He was also arrested and tortured by the police. His transgender partner was raped by the assailants. The Appellant was also tied up and thrown in deep water and saved by a passerby. He decided to leave for Saudi Arabia on XXXX XXXX XXXX 2012. On XXXX XXXX, 2014, the Appellant went to USA. He came to Canada on XXXX XXXX XXXX 2018, and asked for asylum.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"At the hearing, the Appellant testified that he commenced a relationship with a transgender person in Canada.","redacted":"At the hearing, the Appellant testified that he commenced a relationship with a transgender person in Canada.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"DECISION","redacted":"DECISION","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Based on my independent analysis of all the evidence on the file, including the recording of the hearing, I find that the RPD erred in its credibility assessment. Therefore, I set aside the RPD determination and declare the Appellant a Convention refugee.","redacted":"Based on my independent analysis of all the evidence on the file, including the recording of the hearing, I find that the RPD erred in its credibility assessment. Therefore, I set aside the RPD determination and declare the Appellant a Convention refugee.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"The appeal is allowed.","redacted":"The appeal is allowed.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"STANDARD OF REVIEW","redacted":"STANDARD OF REVIEW","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"The RAD is required to independently assess all the evidence and determine whether the RPD was correct in relation to each alleged error of law, fact or mixed fact and law. Although in exceptional situations where the RPD had a meaningful advantage, the RAD can defer to its findings. In this case, the applicable standard of review is that of correctness.","redacted":"The RAD is required to independently assess all the evidence and determine whether the RPD was correct in relation to each alleged error of law, fact or mixed fact and law. Although in exceptional situations where the RPD had a meaningful advantage, the RAD can defer to its findings. In this case, the applicable standard of review is that of correctness.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"ANALYSIS","redacted":"ANALYSIS","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Credibility","redacted":"Credibility","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Generally, a claimant’s evidence given under oath is presumed to be truthful, unless there are valid reasons to doubt it. In this case, I am of the view that the RPD erred in its credibility assessment. The irregularities identified by the RPD, in the Appellant’s evidence, are not sufficient to undermine the Appellant’s credibility as to his sexual orientation.","redacted":"Generally, a claimant’s evidence given under oath is presumed to be truthful, unless there are valid reasons to doubt it. In this case, I am of the view that the RPD erred in its credibility assessment. The irregularities identified by the RPD, in the Appellant’s evidence, are not sufficient to undermine the Appellant’s credibility as to his sexual orientation.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"The RPD identified the following problems, with the Appellant’s evidence, and concluded that the Appellant was not credible as to his sexual orientation:","redacted":"The RPD identified the following problems, with the Appellant’s evidence, and concluded that the Appellant was not credible as to his sexual orientation:","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"the Appellant failed to submit a support letter from his current partner in Montréal or have that person appear as a witness at the hearing;","redacted":"the Appellant failed to submit a support letter from his current partner in Montréal or have that person appear as a witness at the hearing;","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"the Appellant provided vague and evasive testimony regarding the aspects he liked about his transgender girlfriends and the process of acceptance of his sexual orientation;","redacted":"the Appellant provided vague and evasive testimony regarding the aspects he liked about his transgender girlfriends and the process of acceptance of his sexual orientation;","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"the Appellant provided contradictory information about the first time that he had sexual intercourse with Sasha, mentioning, at first, that it was in November 2011, and later saying that it was, in fact, prior to that;","redacted":"the Appellant provided contradictory information about the first time that he had sexual intercourse with XXXX, mentioning, at first, that it was in XXXX 2011, and later saying that it was, in fact, prior to that;","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"the Appellant omitted to write, in his Basis of claim form (BOC), that after he was caught with Sasha by the watchman at his place of work, his colleagues threatened to kill him;","redacted":"the Appellant omitted to write, in his Basis of claim form (BOC), that after he was caught with XXXX by the watchman at his place of work, his colleagues threatened to kill him;","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"the Appellant failed to make efforts and take steps to claim asylum or obtain status in the USA over a period of four years and delayed coming to Canada to apply for asylum.","redacted":"the Appellant failed to make efforts and take steps to claim asylum or obtain status in the USA over a period of four years and delayed coming to Canada to apply for asylum.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"The RPD rejected the supporting documentation submitted by the Appellant, in light of the credibility issues identified above and because it did not, in itself, establish, the Appellant’s sexual orientation.","redacted":"The RPD rejected the supporting documentation submitted by the Appellant, in light of the credibility issues identified above and because it did not, in itself, establish, the Appellant’s sexual orientation.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"The Appellant’s relationships with transgender women","redacted":"The Appellant’s relationships with transgender women","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"The Appellant contests the RPD conclusions and submits that it was unreasonable for the panel to draw a negative credibility inference because his partner Meena was not available to testify at the hearing, given that the Appellant submitted proof of communication between himself and his girlfriend establishing that she had accepted to have sexual relationships with him and that she was transgender.","redacted":"The Appellant contests the RPD conclusions and submits that it was unreasonable for the panel to draw a negative credibility inference because his partner XXXX was not available to testify at the hearing, given that the Appellant submitted proof of communication between himself and his girlfriend establishing that she had accepted to have sexual relationships with him and that she was transgender.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"I note that the Appellant submitted a series of messages from his Badoo account spanning over the course of two years, namely from 2018 to 2020. Although, the conversations are rather brief, they do establish that Meena had informed the Appellant that she is transgender and that they agreed to have sex together. The messages further show that the appellant had asked Meena to accompany him to the hearing, but she refused because she had to work that day. Based on the above, I am of the view that the RPD erred in concluding that the Appellant’s credibility was negatively impacted.","redacted":"I note that the Appellant submitted a series of messages from his Badoo account spanning over the course of two years, namely from 2018 to 2020. Although, the conversations are rather brief, they do establish that XXXX had informed the Appellant that she is transgender and that they agreed to have sex together. The messages further show that the appellant had asked XXXX to accompany him to the hearing, but she refused because she had to work that day. Based on the above, I am of the view that the RPD erred in concluding that the Appellant’s credibility was negatively impacted.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"The Appellant submits that he provided reasonable answers in response to the panel’s question as to what he liked about his girlfriends. It is normal that he spoke about their physical appearance, when meeting them for the first time, because he did not really know them yet.","redacted":"The Appellant submits that he provided reasonable answers in response to the panel’s question as to what he liked about his girlfriends. It is normal that he spoke about their physical appearance, when meeting them for the first time, because he did not really know them yet.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"I agree that the panel’s questions could be understood as relating to what attracted the Appellant to Sasha and Meena when they first met. As such, I am satisfied with the Appellant’s answers which describe their physical appearance. The Appellant also explained that his girlfriends were serious and reliable, and that he liked how Meena talked and behaved. While I note that the panel was expecting more detailed testimony on this topic, such as feelings and emotions of joy, stress, or betrayal and how these emotions changed over time, I am of the view that the panel should have been more explicit with its questions and the areas that it wished the Appellant to expand upon.","redacted":"I agree that the panel’s questions could be understood as relating to what attracted the Appellant to XXXX and XXXX when they first met. As such, I am satisfied with the Appellant’s answers which describe their physical appearance. The Appellant also explained that his girlfriends were serious and reliable, and that he liked how XXXX talked and behaved. While I note that the panel was expecting more detailed testimony on this topic, such as feelings and emotions of joy, stress, or betrayal and how these emotions changed over time, I am of the view that the panel should have been more explicit with its questions and the areas that it wished the Appellant to expand upon.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"I find that the lack of details, in this case, does not support a negative credibility finding. I agree with the Appellant that he provided reasonable details of his sexual orientation, especially in light of the fact that this is a delicate subject which is difficult to rationalize. The Sexual Orientation and Gender Identity and Expression (SOGIE) Guidelines warn that decision makers should not rely on stereotypes or inappropriate assumptions in adjudicating cases involving SOGIE.","redacted":"I find that the lack of details, in this case, does not support a negative credibility finding. I agree with the Appellant that he provided reasonable details of his sexual orientation, especially in light of the fact that this is a delicate subject which is difficult to rationalize. The Sexual Orientation and Gender Identity and Expression (SOGIE) Guidelines warn that decision makers should not rely on stereotypes or inappropriate assumptions in adjudicating cases involving SOGIE.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Sexual intercourse with Sasha","redacted":"Sexual intercourse with XXXX","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"I agree with the RPD that the Appellant was inconsistent, in his testimony, as to the first time he had sex with Sasha, saying that it was in October 2012 at his place of work, while in his BOC he declared that the first time was in May 2010 in Lahore, after returning from Dubai. The Appellant explained that he thought that the RPD wanted to know about the time they were caught having sex.","redacted":"I agree with the RPD that the Appellant was inconsistent, in his testimony, as to the first time he had sex with XXXX, saying that it was in XXXX 2012 at his place of work, while in his BOC he declared that the first time was in XXXX 2010 in Lahore, after returning from Dubai. The Appellant explained that he thought that the RPD wanted to know about the time they were caught having sex.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"I give the Appellant the benefit of the doubt as it could have been a simple misunderstanding. The Appellant explained in detail, in his BOC, how he met Sasha and how each event unfolded in Pakistan after their relationship was discovered. He was consistent with respect of the main events in his story. I have no reason to impugn the Appellant’s overall credibility based on the noted inconsistency. The RPD erred on this point.","redacted":"I give the Appellant the benefit of the doubt as it could have been a simple misunderstanding. The Appellant explained in detail, in his BOC, how he met XXXX and how each event unfolded in Pakistan after their relationship was discovered. He was consistent with respect of the main events in his story. I have no reason to impugn the Appellant’s overall credibility based on the noted inconsistency. The RPD erred on this point.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"First threats against the claimant","redacted":"First threats against the claimant","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"The Appellant submits that his BOC makes mention that he’s colleagues, at work, were informed of his relationship with Sasha and that he was told that what he is doing is bad, and that no one would know or do anything if he were to be killed.","redacted":"The Appellant submits that his BOC makes mention that he’s colleagues, at work, were informed of his relationship with XXXX and that he was told that what he is doing is bad, and that no one would know or do anything if he were to be killed.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"The RPD is correct in saying that the Appellant did not mention that his colleagues threatened to kill him after finding out about his relationship with Sasha. However, I note that the Appellant did mention that his colleagues “blamed” him and said that what he was doing is “a big sin”. He declared that he was forced to quit his job as a result.","redacted":"The RPD is correct in saying that the Appellant did not mention that his colleagues threatened to kill him after finding out about his relationship with XXXX. However, I note that the Appellant did mention that his colleagues “blamed” him and said that what he was doing is “a big sin”. He declared that he was forced to quit his job as a result.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"He also indicated that he ran into some of his colleagues, at the market, four weeks later and they “started chanting that shamed on both of you living like husband and wife. And you both are Hijray.”","redacted":"He also indicated that he ran into some of his colleagues, at the market, XXXX weeks later and they “started chanting that shamed on both of you living like husband and wife. And you both are Hijray.”","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"While the Appellant may have misrepresented in his testimony that his colleagues told him that he would be “killed”, he was consistent as to the fact that they found out that he had a sexual relationship with a transgender woman and they publicly shamed him for it, which in Pakistan can cost someone their life, as explained below (see paras.33-37). He was clear that he left his job the next day because he felt that his life was threatened.","redacted":"While the Appellant may have misrepresented in his testimony that his colleagues told him that he would be “killed”, he was consistent as to the fact that they found out that he had a sexual relationship with a transgender woman and they publicly shamed him for it, which in Pakistan can cost someone their life, as explained below (see paras.33-37). He was clear that he left his job the next day because he felt that his life was threatened.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"I am of the view that the inconsistency noted by the RPD, does not detract from the Appellant’s credibility as to his sexual orientation or to the risk the Appellant would face in Pakistan for being a sexual minority.","redacted":"I am of the view that the inconsistency noted by the RPD, does not detract from the Appellant’s credibility as to his sexual orientation or to the risk the Appellant would face in Pakistan for being a sexual minority.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Documentary evidence","redacted":"Documentary evidence","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"I also agree with the Appellant that the RPD erred by rejecting:","redacted":"I also agree with the Appellant that the RPD erred by rejecting:","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"the affidavit from his friend Muhammad Khan;","redacted":"the affidavit from his friend XXXX XXXX;","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"the conversations with Meena from 2018 to 2020.","redacted":"the conversations with XXXX from 2018 to 2020.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"The RPD rejected this corroborative evidence based on the overall credibility problems in the Appellant’s evidence. The panel also concluded that the online messages with Meena do not establish a relationship or a sexual preference for the claimant.","redacted":"The RPD rejected this corroborative evidence based on the overall credibility problems in the Appellant’s evidence. The panel also concluded that the online messages with XXXX do not establish a relationship or a sexual preference for the claimant.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"I have no reason to impugn the credibility of the affidavit provided by the Appellant’s friend or of the on-line messages, which appear to be authentic on their face. Also, as explained above, I overturned the RPD’s non-credibility conclusions based on which the panel relied to reject this evidence.","redacted":"I have no reason to impugn the credibility of the affidavit provided by the Appellant’s friend or of the on-line messages, which appear to be authentic on their face. Also, as explained above, I overturned the RPD’s non-credibility conclusions based on which the panel relied to reject this evidence.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"I find that the affidavit corroborates that the Appellant and Sasha took refuge at his friend’s house, that Sasha was transgender, and that the Appellant called her wife. The RPD erred in assigning no weight to this document.","redacted":"I find that the affidavit corroborates that the Appellant and XXXX took refuge at his friend’s house, that XXXX was transgender, and that the Appellant called her wife. The RPD erred in assigning no weight to this document.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"While the on-line messages are brief and do not allow to establish the extent of the relationship between the Appellant and Sasha, they do establish that the Appellant knew that Sasha was transgender, and that the Appellant wanted to have sex with her. The RPD erred in assigning no weight to this document.","redacted":"While the on-line messages are brief and do not allow to establish the extent of the relationship between the Appellant and XXXX, they do establish that the Appellant knew that Sasha was transgender, and that the Appellant wanted to have sex with her. The RPD erred in assigning no weight to this document.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Failure to ask for asylum in the United States","redacted":"Failure to ask for asylum in the United States","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Finally, the Appellant submits that his failure to ask for asylum in USA is not determinative of his credibility. I agree.","redacted":"Finally, the Appellant submits that his failure to ask for asylum in USA is not determinative of his credibility. I agree.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"The Appellant explained that he met with a lawyer who arranged for him a marriage as a way for him to stay in the USA. The Appellant established that he got married within the first year he got to the USA. His wife thereafter sponsored him to stay in the USA. However, he learned subsequently that his wife was a criminal, and she was sought by the police. His sponsorship application was also rejected in September 2016, causing him to lose his legal status in the USA. Although, the Appellant remained illegally in the USA until June 2018, he was no longer eligible, at that time, to apply for asylum, since he exceeded the one-year window for filing an application.","redacted":"The Appellant explained that he met with a lawyer who arranged for him a marriage as a way for him to stay in the USA. The Appellant established that he got married within the first year he got to the USA. His wife thereafter sponsored him to stay in the USA. However, he learned subsequently that his wife was a criminal, and she was sought by the police. His sponsorship application was also rejected in XXXX 2016, causing him to lose his legal status in the USA. Although, the Appellant remained illegally in the USA until XXXX 2018, he was no longer eligible, at that time, to apply for asylum, since he exceeded the one-year window for filing an application.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Even though the Appellant did not provide a reasonable explanation for not coming to Canada earlier and apply for asylum, I am of the view that this is not determinative of his overall credibility as to his sexual orientation. The RPD erred.","redacted":"Even though the Appellant did not provide a reasonable explanation for not coming to Canada earlier and apply for asylum, I am of the view that this is not determinative of his overall credibility as to his sexual orientation. The RPD erred.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Based on the above, I am satisfied that the Appellant has established, on a balance of probabilities, that he is a sexual minority who is attracted to transgender women. The RPD erred in its credibility assessment.","redacted":"Based on the above, I am satisfied that the Appellant has established, on a balance of probabilities, that he is a sexual minority who is attracted to transgender women. The RPD erred in its credibility assessment.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Prospective risk based on his sexual orientation","redacted":"Prospective risk based on his sexual orientation","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"The objective country documentation demonstrates that sexual minorities face “severe social stigma”, “discrimination, violence, social boycott and degradation in social class and rank”, and, in some cases, a serious threat to life in Pakistan.","redacted":"The objective country documentation demonstrates that sexual minorities face “severe social stigma”, “discrimination, violence, social boycott and degradation in social class and rank”, and, in some cases, a serious threat to life in Pakistan.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"The Neengar Society president said that “ʻLahore, Karachi and Islamabad are more liberal and acceptingʼ of LGBT people than other areas of Pakistan, but that no one can openly claim to be gay or lesbian in Pakistan as it can still cost them their life to announce their sexuality in publicˮ.","redacted":"The Neengar Society president said that “ʻLahore, Karachi and Islamabad are more liberal and acceptingʼ of LGBT people than other areas of Pakistan, but that no one can openly claim to be gay or lesbian in Pakistan as it can still cost them their life to announce their sexuality in publicˮ.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"According to the Australian DFAT, “LGBTI people in Pakistan face high levels of official […] discriminationˮ. According to Human Rights Watch, there is “government persecutionˮ towards transgender persons.","redacted":"According to the Australian DFAT, “LGBTI people in Pakistan face high levels of official […] discriminationˮ. According to Human Rights Watch, there is “government persecutionˮ towards transgender persons.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"According to US Country Reports 2017, the police “generally refused to take action on cases involving members of the LGBTI communityˮ. There are no laws that protect against discrimination on the basis of sexual orientation or gender identity\" in Pakistan.","redacted":"According to US Country Reports 2017, the police “generally refused to take action on cases involving members of the LGBTI communityˮ. There are no laws that protect against discrimination on the basis of sexual orientation or gender identity\" in Pakistan.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"I am of the view that the Appellant will not be able to safely and openly live as a sexual minority and have open relationships with transwomen in Pakistan. I find that there is a serious possibility of the Appellant being persecuted for his sexual orientation throughout Pakistan and that no adequate state protection is available to him. As a result, I find that the Appellant is a Convention refugees under section 96 of the Act.","redacted":"I am of the view that the Appellant will not be able to safely and openly live as a sexual minority and have open relationships with transwomen in Pakistan. I find that there is a serious possibility of the Appellant being persecuted for his sexual orientation throughout Pakistan and that no adequate state protection is available to him. As a result, I find that the Appellant is a Convention refugees under section 96 of the Act.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"CONCLUSION","redacted":"CONCLUSION","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Pursuant to (b) of the , the RAD sets aside the RPD’s determination and declares that the Appellant, Soheil Mohib, is a Convention refugee, pursuant to section 96 of the Act.","redacted":"Pursuant to (b) of the , the RAD sets aside the RPD’s determination and declares that the Appellant, XXXX XXXX, is a Convention refugee, pursuant to section 96 of the Act.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"The appeal is allowed.","redacted":"The appeal is allowed.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"BES\/cl","redacted":"BES\/cl","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Person who is the subject of the appeal","redacted":"Person who is the subject of the appeal","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Soheil Mohib","redacted":"XXXX XXXX","language":"cy","filename":"MC0-08732a.docx"}
{"unredacted":"Personne en cause","redacted":"Personne en cause","language":"fr","filename":"MC0-08732a.docx"}
{"unredacted":"Appeal considered \/ heard at","redacted":"Appeal considered \/ heard at","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Montreal, QC","redacted":"Montreal, QC","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Appel instruit \/ entendu à","redacted":"Appel instruit \/ entendu à","language":"fr","filename":"MC0-08732a.docx"}
{"unredacted":"Date of decision","redacted":"Date of decision","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"March 30, 2021","redacted":"March 30, 2021","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Date de la décision","redacted":"Date de la décision","language":"fr","filename":"MC0-08732a.docx"}
{"unredacted":"Panel","redacted":"Panel","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Me Bianca Eleonora Suciu","redacted":"Me Bianca Eleonora Suciu","language":"ca","filename":"MC0-08732a.docx"}
{"unredacted":"Tribunal","redacted":"Tribunal","language":"es","filename":"MC0-08732a.docx"}
{"unredacted":"Counsel for the person who is the subject of the appeal","redacted":"Counsel for the person who is the subject of the appeal","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Claude Whalen","redacted":"Claude Whalen","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Conseil de la personne en cause","redacted":"Conseil de la personne en cause","language":"fr","filename":"MC0-08732a.docx"}
{"unredacted":"Designated representative","redacted":"Designated representative","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"N\/A","redacted":"N\/A","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Représentant(e) désigné(e)","redacted":"Représentant(e) désigné(e)","language":"fr","filename":"MC0-08732a.docx"}
{"unredacted":"Counsel for the Minister","redacted":"Counsel for the Minister","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"N\/A","redacted":"N\/A","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Conseil du ministre","redacted":"Conseil du ministre","language":"fr","filename":"MC0-08732a.docx"}
{"unredacted":"(signed)","redacted":"(signed)","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Bianca E. Suciu","redacted":"Bianca E. Suciu","language":"it","filename":"MC0-08732a.docx"}
{"unredacted":"Me Bianca Eleonora Suciu","redacted":"Me Bianca Eleonora Suciu","language":"ca","filename":"MC0-08732a.docx"}
{"unredacted":"March 30, 2021","redacted":"March 30, 2021","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Date","redacted":"Date","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"RAD File \/ Dossier de la SAR : MC008732","redacted":"RAD File \/ Dossier de la SAR : MC008732","language":"fr","filename":"MC0-08732a.docx"}
{"unredacted":"Private Proceeding \/ Huis clos","redacted":"Private Proceeding \/ Huis clos","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Reasons and decision Motifs et décision","redacted":"Reasons and decision Motifs et décision","language":"fr","filename":"MC0-08732a.docx"}
{"unredacted":"REASONS FOR DECISION","redacted":"REASONS FOR DECISION","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"INTRODUCTION","redacted":"INTRODUCTION","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Soheil Mohib (the Appellant), is a citizen of Pakistan. He appeals the decision of the Refugee Protection Division (RPD) rendered on March 9, 2020, rejecting his claim filed pursuant to sections 96 and 97 of the Immigration and Refugee Protection Act (the Act).","redacted":"XXXX XXXX (the Appellant), is a citizen of Pakistan. He appeals the decision of the Refugee Protection Division (RPD) rendered on March 9, 2020, rejecting his claim filed pursuant to sections 96 and 97 of the Immigration and Refugee Protection Act (the Act).","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"The RPD found that the Appellant was not credible, as to the basis of his claim, due to several inconsistencies and omissions in his evidence, as well as vague and evasive testimony on areas central to his claim. The RPD also concluded that the Appellant’s failure to apply for asylum in the USA shows a lack of subjective fear. The Appellant submits that the panel erred in its credibility analysis and by rejecting his supporting documentation. The Appellant asks the Refugee Appeals Division (RAD) to grant the appeal or to return the file to the RPD for re-determination.","redacted":"The RPD found that the Appellant was not credible, as to the basis of his claim, due to several inconsistencies and omissions in his evidence, as well as vague and evasive testimony on areas central to his claim. The RPD also concluded that the Appellant’s failure to apply for asylum in the USA shows a lack of subjective fear. The Appellant submits that the panel erred in its credibility analysis and by rejecting his supporting documentation. The Appellant asks the Refugee Appeals Division (RAD) to grant the appeal or to return the file to the RPD for re-determination.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"OVERVIEW","redacted":"OVERVIEW","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"The Appellant fears persecution from members of his family, in-laws, religious persons as well as from the police because he had an extramarital relationship with a transgender person named Sasha. The Appellant alleges that he is only attracted to transgender persons who transitioned from male to female.","redacted":"The Appellant fears persecution from members of his family, in-laws, religious persons as well as from the police because he had an extramarital relationship with a transgender person named XXXX. The Appellant alleges that he is only attracted to transgender persons who transitioned from male to female.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"The Appellant alleges that after his relationship was discovered in mid-October 2012 by his wife and brother-in-law, he suffered several incidents of retaliation. He received death threats, was beaten several times and a fatwa was issued against him. He was also arrested and tortured by the police. His transgender partner was raped by the assailants. The Appellant was also tied up and thrown in deep water and saved by a passerby. He decided to leave for Saudi Arabia on Saturday, March 9 2012. On June 3, 2014, the Appellant went to USA. He came to Canada on Friday, June 18 2018, and asked for asylum.","redacted":"The Appellant alleges that after his relationship was discovered in mid-XXXX 2012 by his wife and brother-in-law, he suffered several incidents of retaliation. He received death threats, was beaten several times and a fatwa was issued against him. He was also arrested and tortured by the police. His transgender partner was raped by the assailants. The Appellant was also tied up and thrown in deep water and saved by a passerby. He decided to leave for Saudi Arabia on XXXX XXXX XXXX 2012. On XXXX XXXX, 2014, the Appellant went to USA. He came to Canada on XXXX XXXX XXXX 2018, and asked for asylum.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"At the hearing, the Appellant testified that he commenced a relationship with a transgender person in Canada.","redacted":"At the hearing, the Appellant testified that he commenced a relationship with a transgender person in Canada.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"DECISION","redacted":"DECISION","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Based on my independent analysis of all the evidence on the file, including the recording of the hearing, I find that the RPD erred in its credibility assessment. Therefore, I set aside the RPD determination and declare the Appellant a Convention refugee.","redacted":"Based on my independent analysis of all the evidence on the file, including the recording of the hearing, I find that the RPD erred in its credibility assessment. Therefore, I set aside the RPD determination and declare the Appellant a Convention refugee.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"The appeal is allowed.","redacted":"The appeal is allowed.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"STANDARD OF REVIEW","redacted":"STANDARD OF REVIEW","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"The RAD is required to independently assess all the evidence and determine whether the RPD was correct in relation to each alleged error of law, fact or mixed fact and law. Although in exceptional situations where the RPD had a meaningful advantage, the RAD can defer to its findings. In this case, the applicable standard of review is that of correctness.","redacted":"The RAD is required to independently assess all the evidence and determine whether the RPD was correct in relation to each alleged error of law, fact or mixed fact and law. Although in exceptional situations where the RPD had a meaningful advantage, the RAD can defer to its findings. In this case, the applicable standard of review is that of correctness.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"ANALYSIS","redacted":"ANALYSIS","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Credibility","redacted":"Credibility","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Generally, a claimant’s evidence given under oath is presumed to be truthful, unless there are valid reasons to doubt it. In this case, I am of the view that the RPD erred in its credibility assessment. The irregularities identified by the RPD, in the Appellant’s evidence, are not sufficient to undermine the Appellant’s credibility as to his sexual orientation.","redacted":"Generally, a claimant’s evidence given under oath is presumed to be truthful, unless there are valid reasons to doubt it. In this case, I am of the view that the RPD erred in its credibility assessment. The irregularities identified by the RPD, in the Appellant’s evidence, are not sufficient to undermine the Appellant’s credibility as to his sexual orientation.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"The RPD identified the following problems, with the Appellant’s evidence, and concluded that the Appellant was not credible as to his sexual orientation:","redacted":"The RPD identified the following problems, with the Appellant’s evidence, and concluded that the Appellant was not credible as to his sexual orientation:","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"the Appellant failed to submit a support letter from his current partner in Montréal or have that person appear as a witness at the hearing;","redacted":"the Appellant failed to submit a support letter from his current partner in Montréal or have that person appear as a witness at the hearing;","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"the Appellant provided vague and evasive testimony regarding the aspects he liked about his transgender girlfriends and the process of acceptance of his sexual orientation;","redacted":"the Appellant provided vague and evasive testimony regarding the aspects he liked about his transgender girlfriends and the process of acceptance of his sexual orientation;","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"the Appellant provided contradictory information about the first time that he had sexual intercourse with Sasha, mentioning, at first, that it was in November 2011, and later saying that it was, in fact, prior to that;","redacted":"the Appellant provided contradictory information about the first time that he had sexual intercourse with XXXX, mentioning, at first, that it was in XXXX 2011, and later saying that it was, in fact, prior to that;","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"the Appellant omitted to write, in his Basis of claim form (BOC), that after he was caught with Sasha by the watchman at his place of work, his colleagues threatened to kill him;","redacted":"the Appellant omitted to write, in his Basis of claim form (BOC), that after he was caught with XXXX by the watchman at his place of work, his colleagues threatened to kill him;","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"the Appellant failed to make efforts and take steps to claim asylum or obtain status in the USA over a period of four years and delayed coming to Canada to apply for asylum.","redacted":"the Appellant failed to make efforts and take steps to claim asylum or obtain status in the USA over a period of four years and delayed coming to Canada to apply for asylum.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"The RPD rejected the supporting documentation submitted by the Appellant, in light of the credibility issues identified above and because it did not, in itself, establish, the Appellant’s sexual orientation.","redacted":"The RPD rejected the supporting documentation submitted by the Appellant, in light of the credibility issues identified above and because it did not, in itself, establish, the Appellant’s sexual orientation.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"The Appellant’s relationships with transgender women","redacted":"The Appellant’s relationships with transgender women","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"The Appellant contests the RPD conclusions and submits that it was unreasonable for the panel to draw a negative credibility inference because his partner Meena was not available to testify at the hearing, given that the Appellant submitted proof of communication between himself and his girlfriend establishing that she had accepted to have sexual relationships with him and that she was transgender.","redacted":"The Appellant contests the RPD conclusions and submits that it was unreasonable for the panel to draw a negative credibility inference because his partner XXXX was not available to testify at the hearing, given that the Appellant submitted proof of communication between himself and his girlfriend establishing that she had accepted to have sexual relationships with him and that she was transgender.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"I note that the Appellant submitted a series of messages from his Badoo account spanning over the course of two years, namely from 2018 to 2020. Although, the conversations are rather brief, they do establish that Meena had informed the Appellant that she is transgender and that they agreed to have sex together. The messages further show that the appellant had asked Meena to accompany him to the hearing, but she refused because she had to work that day. Based on the above, I am of the view that the RPD erred in concluding that the Appellant’s credibility was negatively impacted.","redacted":"I note that the Appellant submitted a series of messages from his Badoo account spanning over the course of two years, namely from 2018 to 2020. Although, the conversations are rather brief, they do establish that XXXX had informed the Appellant that she is transgender and that they agreed to have sex together. The messages further show that the appellant had asked XXXX to accompany him to the hearing, but she refused because she had to work that day. Based on the above, I am of the view that the RPD erred in concluding that the Appellant’s credibility was negatively impacted.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"The Appellant submits that he provided reasonable answers in response to the panel’s question as to what he liked about his girlfriends. It is normal that he spoke about their physical appearance, when meeting them for the first time, because he did not really know them yet.","redacted":"The Appellant submits that he provided reasonable answers in response to the panel’s question as to what he liked about his girlfriends. It is normal that he spoke about their physical appearance, when meeting them for the first time, because he did not really know them yet.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"I agree that the panel’s questions could be understood as relating to what attracted the Appellant to Sasha and Meena when they first met. As such, I am satisfied with the Appellant’s answers which describe their physical appearance. The Appellant also explained that his girlfriends were serious and reliable, and that he liked how Meena talked and behaved. While I note that the panel was expecting more detailed testimony on this topic, such as feelings and emotions of joy, stress, or betrayal and how these emotions changed over time, I am of the view that the panel should have been more explicit with its questions and the areas that it wished the Appellant to expand upon.","redacted":"I agree that the panel’s questions could be understood as relating to what attracted the Appellant to XXXX and XXXX when they first met. As such, I am satisfied with the Appellant’s answers which describe their physical appearance. The Appellant also explained that his girlfriends were serious and reliable, and that he liked how XXXX talked and behaved. While I note that the panel was expecting more detailed testimony on this topic, such as feelings and emotions of joy, stress, or betrayal and how these emotions changed over time, I am of the view that the panel should have been more explicit with its questions and the areas that it wished the Appellant to expand upon.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"I find that the lack of details, in this case, does not support a negative credibility finding. I agree with the Appellant that he provided reasonable details of his sexual orientation, especially in light of the fact that this is a delicate subject which is difficult to rationalize. The Sexual Orientation and Gender Identity and Expression (SOGIE) Guidelines warn that decision makers should not rely on stereotypes or inappropriate assumptions in adjudicating cases involving SOGIE.","redacted":"I find that the lack of details, in this case, does not support a negative credibility finding. I agree with the Appellant that he provided reasonable details of his sexual orientation, especially in light of the fact that this is a delicate subject which is difficult to rationalize. The Sexual Orientation and Gender Identity and Expression (SOGIE) Guidelines warn that decision makers should not rely on stereotypes or inappropriate assumptions in adjudicating cases involving SOGIE.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Sexual intercourse with Sasha","redacted":"Sexual intercourse with XXXX","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"I agree with the RPD that the Appellant was inconsistent, in his testimony, as to the first time he had sex with Sasha, saying that it was in October 2012 at his place of work, while in his BOC he declared that the first time was in May 2010 in Lahore, after returning from Dubai. The Appellant explained that he thought that the RPD wanted to know about the time they were caught having sex.","redacted":"I agree with the RPD that the Appellant was inconsistent, in his testimony, as to the first time he had sex with XXXX, saying that it was in XXXX 2012 at his place of work, while in his BOC he declared that the first time was in XXXX 2010 in Lahore, after returning from Dubai. The Appellant explained that he thought that the RPD wanted to know about the time they were caught having sex.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"I give the Appellant the benefit of the doubt as it could have been a simple misunderstanding. The Appellant explained in detail, in his BOC, how he met Sasha and how each event unfolded in Pakistan after their relationship was discovered. He was consistent with respect of the main events in his story. I have no reason to impugn the Appellant’s overall credibility based on the noted inconsistency. The RPD erred on this point.","redacted":"I give the Appellant the benefit of the doubt as it could have been a simple misunderstanding. The Appellant explained in detail, in his BOC, how he met XXXX and how each event unfolded in Pakistan after their relationship was discovered. He was consistent with respect of the main events in his story. I have no reason to impugn the Appellant’s overall credibility based on the noted inconsistency. The RPD erred on this point.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"First threats against the claimant","redacted":"First threats against the claimant","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"The Appellant submits that his BOC makes mention that he’s colleagues, at work, were informed of his relationship with Sasha and that he was told that what he is doing is bad, and that no one would know or do anything if he were to be killed.","redacted":"The Appellant submits that his BOC makes mention that he’s colleagues, at work, were informed of his relationship with XXXX and that he was told that what he is doing is bad, and that no one would know or do anything if he were to be killed.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"The RPD is correct in saying that the Appellant did not mention that his colleagues threatened to kill him after finding out about his relationship with Sasha. However, I note that the Appellant did mention that his colleagues “blamed” him and said that what he was doing is “a big sin”. He declared that he was forced to quit his job as a result.","redacted":"The RPD is correct in saying that the Appellant did not mention that his colleagues threatened to kill him after finding out about his relationship with XXXX. However, I note that the Appellant did mention that his colleagues “blamed” him and said that what he was doing is “a big sin”. He declared that he was forced to quit his job as a result.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"He also indicated that he ran into some of his colleagues, at the market, four weeks later and they “started chanting that shamed on both of you living like husband and wife. And you both are Hijray.”","redacted":"He also indicated that he ran into some of his colleagues, at the market, XXXX weeks later and they “started chanting that shamed on both of you living like husband and wife. And you both are Hijray.”","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"While the Appellant may have misrepresented in his testimony that his colleagues told him that he would be “killed”, he was consistent as to the fact that they found out that he had a sexual relationship with a transgender woman and they publicly shamed him for it, which in Pakistan can cost someone their life, as explained below (see paras.33-37). He was clear that he left his job the next day because he felt that his life was threatened.","redacted":"While the Appellant may have misrepresented in his testimony that his colleagues told him that he would be “killed”, he was consistent as to the fact that they found out that he had a sexual relationship with a transgender woman and they publicly shamed him for it, which in Pakistan can cost someone their life, as explained below (see paras.33-37). He was clear that he left his job the next day because he felt that his life was threatened.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"I am of the view that the inconsistency noted by the RPD, does not detract from the Appellant’s credibility as to his sexual orientation or to the risk the Appellant would face in Pakistan for being a sexual minority.","redacted":"I am of the view that the inconsistency noted by the RPD, does not detract from the Appellant’s credibility as to his sexual orientation or to the risk the Appellant would face in Pakistan for being a sexual minority.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Documentary evidence","redacted":"Documentary evidence","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"I also agree with the Appellant that the RPD erred by rejecting:","redacted":"I also agree with the Appellant that the RPD erred by rejecting:","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"the affidavit from his friend Muhammad Khan;","redacted":"the affidavit from his friend XXXX XXXX;","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"the conversations with Meena from 2018 to 2020.","redacted":"the conversations with XXXX from 2018 to 2020.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"The RPD rejected this corroborative evidence based on the overall credibility problems in the Appellant’s evidence. The panel also concluded that the online messages with Meena do not establish a relationship or a sexual preference for the claimant.","redacted":"The RPD rejected this corroborative evidence based on the overall credibility problems in the Appellant’s evidence. The panel also concluded that the online messages with XXXX do not establish a relationship or a sexual preference for the claimant.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"I have no reason to impugn the credibility of the affidavit provided by the Appellant’s friend or of the on-line messages, which appear to be authentic on their face. Also, as explained above, I overturned the RPD’s non-credibility conclusions based on which the panel relied to reject this evidence.","redacted":"I have no reason to impugn the credibility of the affidavit provided by the Appellant’s friend or of the on-line messages, which appear to be authentic on their face. Also, as explained above, I overturned the RPD’s non-credibility conclusions based on which the panel relied to reject this evidence.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"I find that the affidavit corroborates that the Appellant and Sasha took refuge at his friend’s house, that Sasha was transgender, and that the Appellant called her wife. The RPD erred in assigning no weight to this document.","redacted":"I find that the affidavit corroborates that the Appellant and XXXX took refuge at his friend’s house, that XXXX was transgender, and that the Appellant called her wife. The RPD erred in assigning no weight to this document.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"While the on-line messages are brief and do not allow to establish the extent of the relationship between the Appellant and Sasha, they do establish that the Appellant knew that Sasha was transgender, and that the Appellant wanted to have sex with her. The RPD erred in assigning no weight to this document.","redacted":"While the on-line messages are brief and do not allow to establish the extent of the relationship between the Appellant and XXXX, they do establish that the Appellant knew that Sasha was transgender, and that the Appellant wanted to have sex with her. The RPD erred in assigning no weight to this document.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Failure to ask for asylum in the United States","redacted":"Failure to ask for asylum in the United States","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Finally, the Appellant submits that his failure to ask for asylum in USA is not determinative of his credibility. I agree.","redacted":"Finally, the Appellant submits that his failure to ask for asylum in USA is not determinative of his credibility. I agree.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"The Appellant explained that he met with a lawyer who arranged for him a marriage as a way for him to stay in the USA. The Appellant established that he got married within the first year he got to the USA. His wife thereafter sponsored him to stay in the USA. However, he learned subsequently that his wife was a criminal, and she was sought by the police. His sponsorship application was also rejected in September 2016, causing him to lose his legal status in the USA. Although, the Appellant remained illegally in the USA until June 2018, he was no longer eligible, at that time, to apply for asylum, since he exceeded the one-year window for filing an application.","redacted":"The Appellant explained that he met with a lawyer who arranged for him a marriage as a way for him to stay in the USA. The Appellant established that he got married within the first year he got to the USA. His wife thereafter sponsored him to stay in the USA. However, he learned subsequently that his wife was a criminal, and she was sought by the police. His sponsorship application was also rejected in XXXX 2016, causing him to lose his legal status in the USA. Although, the Appellant remained illegally in the USA until XXXX 2018, he was no longer eligible, at that time, to apply for asylum, since he exceeded the one-year window for filing an application.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Even though the Appellant did not provide a reasonable explanation for not coming to Canada earlier and apply for asylum, I am of the view that this is not determinative of his overall credibility as to his sexual orientation. The RPD erred.","redacted":"Even though the Appellant did not provide a reasonable explanation for not coming to Canada earlier and apply for asylum, I am of the view that this is not determinative of his overall credibility as to his sexual orientation. The RPD erred.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Based on the above, I am satisfied that the Appellant has established, on a balance of probabilities, that he is a sexual minority who is attracted to transgender women. The RPD erred in its credibility assessment.","redacted":"Based on the above, I am satisfied that the Appellant has established, on a balance of probabilities, that he is a sexual minority who is attracted to transgender women. The RPD erred in its credibility assessment.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Prospective risk based on his sexual orientation","redacted":"Prospective risk based on his sexual orientation","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"The objective country documentation demonstrates that sexual minorities face “severe social stigma”, “discrimination, violence, social boycott and degradation in social class and rank”, and, in some cases, a serious threat to life in Pakistan.","redacted":"The objective country documentation demonstrates that sexual minorities face “severe social stigma”, “discrimination, violence, social boycott and degradation in social class and rank”, and, in some cases, a serious threat to life in Pakistan.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"The Neengar Society president said that “ʻLahore, Karachi and Islamabad are more liberal and acceptingʼ of LGBT people than other areas of Pakistan, but that no one can openly claim to be gay or lesbian in Pakistan as it can still cost them their life to announce their sexuality in publicˮ.","redacted":"The Neengar Society president said that “ʻLahore, Karachi and Islamabad are more liberal and acceptingʼ of LGBT people than other areas of Pakistan, but that no one can openly claim to be gay or lesbian in Pakistan as it can still cost them their life to announce their sexuality in publicˮ.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"According to the Australian DFAT, “LGBTI people in Pakistan face high levels of official […] discriminationˮ. According to Human Rights Watch, there is “government persecutionˮ towards transgender persons.","redacted":"According to the Australian DFAT, “LGBTI people in Pakistan face high levels of official […] discriminationˮ. According to Human Rights Watch, there is “government persecutionˮ towards transgender persons.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"According to US Country Reports 2017, the police “generally refused to take action on cases involving members of the LGBTI communityˮ. There are no laws that protect against discrimination on the basis of sexual orientation or gender identity\" in Pakistan.","redacted":"According to US Country Reports 2017, the police “generally refused to take action on cases involving members of the LGBTI communityˮ. There are no laws that protect against discrimination on the basis of sexual orientation or gender identity\" in Pakistan.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"I am of the view that the Appellant will not be able to safely and openly live as a sexual minority and have open relationships with transwomen in Pakistan. I find that there is a serious possibility of the Appellant being persecuted for his sexual orientation throughout Pakistan and that no adequate state protection is available to him. As a result, I find that the Appellant is a Convention refugees under section 96 of the Act.","redacted":"I am of the view that the Appellant will not be able to safely and openly live as a sexual minority and have open relationships with transwomen in Pakistan. I find that there is a serious possibility of the Appellant being persecuted for his sexual orientation throughout Pakistan and that no adequate state protection is available to him. As a result, I find that the Appellant is a Convention refugees under section 96 of the Act.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"CONCLUSION","redacted":"CONCLUSION","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Pursuant to (b) of the , the RAD sets aside the RPD’s determination and declares that the Appellant, Soheil Mohib, is a Convention refugee, pursuant to section 96 of the Act.","redacted":"Pursuant to (b) of the , the RAD sets aside the RPD’s determination and declares that the Appellant, XXXX XXXX, is a Convention refugee, pursuant to section 96 of the Act.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"The appeal is allowed.","redacted":"The appeal is allowed.","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"BES\/cl","redacted":"BES\/cl","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Person who is the subject of the appeal","redacted":"Person who is the subject of the appeal","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Soheil Mohib","redacted":"XXXX XXXX","language":"cy","filename":"MC0-08732a.docx"}
{"unredacted":"Personne en cause","redacted":"Personne en cause","language":"fr","filename":"MC0-08732a.docx"}
{"unredacted":"Appeal considered \/ heard at","redacted":"Appeal considered \/ heard at","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Montreal, QC","redacted":"Montreal, QC","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Appel instruit \/ entendu à","redacted":"Appel instruit \/ entendu à","language":"fr","filename":"MC0-08732a.docx"}
{"unredacted":"Date of decision","redacted":"Date of decision","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"March 30, 2021","redacted":"March 30, 2021","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Date de la décision","redacted":"Date de la décision","language":"fr","filename":"MC0-08732a.docx"}
{"unredacted":"Panel","redacted":"Panel","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Me Bianca Eleonora Suciu","redacted":"Me Bianca Eleonora Suciu","language":"ca","filename":"MC0-08732a.docx"}
{"unredacted":"Tribunal","redacted":"Tribunal","language":"es","filename":"MC0-08732a.docx"}
{"unredacted":"Counsel for the person who is the subject of the appeal","redacted":"Counsel for the person who is the subject of the appeal","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Claude Whalen","redacted":"Claude Whalen","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Conseil de la personne en cause","redacted":"Conseil de la personne en cause","language":"fr","filename":"MC0-08732a.docx"}
{"unredacted":"Designated representative","redacted":"Designated representative","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"N\/A","redacted":"N\/A","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Représentant(e) désigné(e)","redacted":"Représentant(e) désigné(e)","language":"fr","filename":"MC0-08732a.docx"}
{"unredacted":"Counsel for the Minister","redacted":"Counsel for the Minister","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"N\/A","redacted":"N\/A","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Conseil du ministre","redacted":"Conseil du ministre","language":"fr","filename":"MC0-08732a.docx"}
{"unredacted":"(signed)","redacted":"(signed)","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Bianca E. Suciu","redacted":"Bianca E. Suciu","language":"it","filename":"MC0-08732a.docx"}
{"unredacted":"Me Bianca Eleonora Suciu","redacted":"Me Bianca Eleonora Suciu","language":"ca","filename":"MC0-08732a.docx"}
{"unredacted":"March 30, 2021","redacted":"March 30, 2021","language":"en","filename":"MC0-08732a.docx"}
{"unredacted":"Date","redacted":"Date","language":"en","filename":"MC0-08732a.docx"}
